Repository: eellak/moodle-po
Catalog: *-new/accredible.po_*.po
Languages: el

source: Add a certificate/badge instance
el: Προσθήκη πιστοποιητικού / βραβείου

source: Manage a certificate/badge instance
el: Διαχείριση πιστοποιητικού / βραβείου

source: Retrieve a certificate or badge
el: Ανάκτηση πιστοποιητικού ή βραβείου

source: View a certificate or badge
el: Προβολή ενός πιστοποιητικού ή βραβείου

source: Achievement id / cohort name (must be unique)
el: Αναγνωριστικό επιτεύγματος / όνομα ομάδας χρηστών (πρέπει να είναι μοναδικό)

source: This module automatically creates and updates a Credential Group on Accredible. Any certificates and badges issued are in this group and their appearance and information can be updated on <a href="https://dashboard.accredible.com" target="_blank">the dashboard</a>.
el: Το άρθρωμα δημιουργεί αυτόματα και ενημερώνει ομάδας διαπιστευτηρίων για Accredible. Οτιδήποτε πιστοποιητικά και σήματα που εκδίδονται σε αυτή την ομάδα και την εμφάνισή τους και πληροφορίες μπορούν να ενημερωθούν σχετικά με <a href="https://www.accredible.com/issuer/dashboard" target="_blank"> το ταμπλό </a>.

source: Activity name
el: Όνομα δραστηριότητας

source: This is the name that will appear on the ceriticate.
el: Αυτό είναι το όνομα που θα εμφανιστεί στο πιστοποιητικό.

source: Certificates/Badges will only be listed on the activity page if they were issued with this achievement id.
el: Τα Πιστοποιητικά / Βραβεία θα εμφανίζονται μόνο στη σελίδα δραστηριότητας, εφόσον έχουν εκδοθεί με αυτό το αναγνωριστικό επιτέυγματος.

source: API key
el: Κλειδί API

source: Certificate/Badge name
el: Όνομα πιστοποιητικού / βραβείου

source: Certificate/Badge url
el: URL Πιστοποιητικού / Βραβείου

source: Date created
el: Ημερομηνία δημιουργίας

source: Description
el: Περιγραφή

source: To update the appearance of your badges and certificates, visit: <a href="https://dashboard.accredible.com" target="_blank">https://dashboard.accredible.com</a>
el: Για την επεξεργασία της εμφάνισης των βραβείων και πιστοποιητικών σας, επισκεφτείτε: <a href="https://www.accredible.com/issuer/dashboard" target="_blank">https://www.accredible.com/issuer/dashboard</a>

source: Group
el: Ομάδα

source: All certificates/badges for {$a}
el: Όλα τα πιστοποιητικά / βραβεία για {$a}

source: Issued
el: Εκδόθηκε

source: Manually issue certificates/badges
el: Χειροκίνητη έκδοση πιστοποιητικών / βραβείων

# $string['modulename']
source: Accredible certificates & badges
el: Accredible πιστοποιητικά & βραβεία

source: The Accredible certificate & badge activity module allows you to issue course certificates or badges to students on accredible.com. Add the activity wherever you want your students see their certificate or badge.
el: Το άρθρωμα διαστηριότητας Accredible πιστοποιητικά & βραβεία επιτρέπει την έκδοση πιστοποιητικών ή βραβείων μαθημάτων σε μαθήτες στο accredible.com. Προσθέστε τη δραστηριότητα όπου θέλετε οι μαθητές σας να βλέπουν το πιστοποιητικό ή το βραβείο τους.

source: Accredible certificates/badges
el: Accredible πιστοποιητικά & βραβεία

source: There are no certificates/badges
el: Δεν υπάρχουν πιστοποιητικά / βραβεία

source: Overview
el: Επισκόπηση

source: Percentage grade needed to pass course (%)
el: Ποσοστό βαθμού που χρειάζεται για ολοκλήρωση του μαθήματος (%)

source: Accredible certificates/badges administration
el: Διαχείριση Accredible πιστοποιητικά & βραβεία

# $string['pluginname']
source: Accredible certificates & badges
el: Accredible πιστοποιητικά & βραβεία

source: Recipient
el: Παραλήπτης

source: Cohort name (from dashboard)
el: Όνομα ομάδας χρηστών (από αρχική σελίδα)

source: Make sure you have a cohort on the dashboard with the same name as your achievement id.
el: Επιβεβαιώστε ότι έχετε μια ομάδα χρηστών στην αρχική σελίδα με το ίδιο όνομα με το αναγνωριστικό επιτεύγματος.

source: Certificates & badges for {$a}
el: Πιστοποιητικά & βραβεία για {$a}

source: Click to view your certificate or badge
el: Παρακαλώ πατήστε για να δείτε το πιστοποιητικό ή το βραβείο σας
