Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Filter all strings, including headings, titles, navigation bar and so on. This is mostly useful when using the multilang filter, otherwise it will just create extra load on your site for little gain.
el: Να φιλτράρονται όλα τα string, συμπεριλαμβανομένων των κεφαλίδων, τίτλων, μπάρας πλοήγησης κτλ. Αυτό είναι χρήσιμο όταν χρησιμοποιείται το φίλτρο multilang, ειδάλλως απλώς θα επιβαρύνει το σύστημα.

source: Automatic linking filters will only generate a single link for the first matching text instance found on the complete page. All others are ignored.
el: Τα αυτόματα φίλτρα διασύνδεσης παράγουν μόνο μία διασύνδεση για το πρώτο στιγμιότυπο κειμένου που ταιριάζει από την συνολική σελίδα. Όλα τα άλλα αγνοούνται.

source: Automatic linking filters will only generate a single link for the first matching text instance found in each item of text (e.g., resource, block) on the page. All others are ignored. This setting is ignored if the one per page setting is <i>yes</i>.
el: Τα αυτόματα φίλτρα διασύνδεσης παράγουν μόνο μία διασύνδεση για το πρώτο στιγμιότυπο κειμένου που ταιριάζει σε κάθε αντικείμενο κειμένου. Όλα τα άλλα αγνοούνται. Αυτή η ρύθμιση αγνοείται εάν η ρύθμιση για το ένα ανά σελίδα είναι ενεργοποιημένη.

source: Process all uploaded HTML and text files with the filters before displaying them, only uploaded HTML files or none at all.
el: Επεξεργασία όλων των αρχείων HTML με τα διαθέσιμα φίλτρα, πριν από την προβολή τους.

source: Normally, the front page of the site and the course listings (but not courses) can be read by people without logging in to the site. If you want to force people to log in before they do ANYTHING on the site, then you should enable this setting.
el: Κανονικά, η αρχική σελίδα και η λίστα των μαθημάτων (αλλά όχι τα ίδια τα μαθήματα) μπορούν να προσπελαστούν από άτομα χωρίς είσοδο στο σύστημα. Εάν θέλετε να αναγκάσετε τους χρήστες να εισέλθουν στο σύστημα πριν κάνουν ΟΤΙΔΗΠΟΤΕ στο σύστημα, τότε αυτή η ρύθμιση πρέπει να ενεργοποιηθεί.

source: This setting forces people to log in as a real (non-guest) account before viewing any user's profile. If you disabled this setting, you may find that some users post advertising (spam) or other inappropriate content in their profiles, which is then visible to the whole world.
el: Ενεργοποιήστε τη ρύθμιση αυτήν για να αναγκάσετε τους χρήστες να εισέλθουν στο σύστημα με κανονικό λογαριασμό (όχι ως επισκέπτες) προκειμένου να δουν τα προφίλ των άλλων χρηστών. Είναι ενεργοποιημένη εξ ορισμού.

source: The items selected above will be displayed on the site's front page.
el: Τα επιλεγμένα αντικείμενα θα προβάλλονται στην αρχική σελίδα της ιστοσελίδας.

source: Maximum number of courses
el: Μέγιστος αριθμός μαθημάτων

source: Maximum number of courses to be displayed on the site's front page in course listings.
el: Μέγιστος αριθμός μαθημάτων που πρέπει να εμφανίζονται στην αρχική σελίδα στη λίστα των μαθημάτων.

source: The items selected above will be displayed on the site's front page when a user is logged in.
el: Τα επιλεγμένα αντικείμενα θα προβάλλονται στην αρχική σελίδα της ιστοσελίδας όταν συνδέεται ένας χρήστης.

source: This defines how names are shown when they are displayed in full. The default value, "language", leaves it to the string "fullnamedisplay" in the current language pack to decide. Some languages have different name display conventions. For most mono-lingual sites the most efficient setting is "firstname lastname", but you may choose to hide surnames altogether. Placeholders that can be used are: firstname, lastname, firstnamephonetic, lastnamephonetic, middlename, and alternatename.
el: Ο τρόπος προβολής των ονοματεπωνύμων.

source: Location of GeoLite2 City binary data file. This file is not part of Moodle distribution and must be obtained separately from <a href="http://www.maxmind.com/">MaxMind</a>. You can either buy a commercial version or use the free version. Simply download <a href="http://geolite.maxmind.com/download/geoip/database/GeoLite2-City.mmdb.gz" >http://geolite.maxmind.com/download/geoip/database/GeoLite2-City.mmdb.gz</a> and extract it into "{$a}" directory on your server.
el: Τοποθεσία του binary αρχείου δεδομένων του GeoIP City. Το αρχείο αυτό δεν αποτελεί κομμάτι της διανομής του Moodleκαι πρέπει να αποκτηθεί ξεχωριστά από <a href="http://www.maxmind.com/">MaxMind</a>. Μπορείτε να αγοράσετε την εμπορική ή να χρησιμοποιήσετε τη δωρεάν έκδοση.<br />Απλώς κατεβάστε το <a href="http://www.maxmind.com/download/geoip/database/GeoLiteCity.dat.gz" >http://www.maxmind.com/download/geoip/database/GeoLiteCity.dat.gz</a> και κάντε εξαγωγή του αρχείου στο φάκελο "{$a}" του διακομιστή σας.

source: If your server is behind a reverse proxy, you can use this setting to specify which HTTP headers can be trusted to contain the remote IP address. The headers are read in order, using the first one that is available.
el: Εάν ο διακομιστής βρίσκεται πίσω από έναν reverse proxy, μπορείτε να χρησιμοποιήστε αυτή τη ρύθμιση για να προσδιορίσετε ποιες κεφαλίδες HTTP θα θεωρούνται έμπιστες ώστε να περιέχονται στην απομακρυνσμένη διεύθυνση IP. Οι κεφαλίδες διαβάζονται σε σειρά, χρησιμοποιώντας την πρώτη διαθέσιμη.

source: This setting allows you to control who appears on the gradebook. Users need to have at least one of these roles in a course to be shown in the gradebook for that course.
el: Ποιοι θα εμφανίζονται στο βαθμολόγιο. Θα πρέπει να έχει ανατεθεί στους φοιτητές τουλάχιστον ένας από τους παρακάτω ρόλους για να εμφανίζονται στο βαθμολόγιο του μαθήματος.

source: Choose which gradebook export formats are your primary methods for exporting grades. Chosen plugins will then set and use a "last exported" field for every grade. For example, this might result in exported records being identified as being "new" or "updated". If you are not sure about this then leave everything unchecked.
el: Επιλέξτε ποιες διαρθρώσεις εξαγωγής βαθμολογίου αποτελούν τις προωταρχικές μεθόδους σας για εξαγωγή βαθμών. Οι επιλεγμένες υπομονάδες έπειτα θα ρυθμίσουν ένα πεδίο "last exported" για κάθε βαθμό. Για παράδειγμα, αυτό μπορεί να έχει ως αποτέλεσμα σε εξαγμένες εγγραφές που προσδιορίζονται ως "νέα" or "ανανεωμένη". Εάν δεν είστε σίγουροι αφήστε τα πάντα αποεπιλεγμένα.

source: Select which user information fields you wish to hide from other users other than course teachers/admins. This will increase student privacy. Hold CTRL key to select multiple fields.
el: Επιλογή των πεδίων των σπουδαστών που θέλετε να αποκρύψετε από τους άλλους σπουδαστές (οι διαχειριστές και οι διδάσκοντες θα εξακολουθούν να βλέπουν όλα τα πεδία). Για να επιλέξετε πολλά πεδία πρέπει να έχετε πατημένο το πλήκτρο CTRL.

source: This option specifies whether (a) Users are not be asked for an ID number at all, (b) Users are asked for an ID number but can leave it blank or (c) Users are asked for an ID Number and cannot leave it blank. If given the User's ID number is displayed in their Profile.
el: Η επιλογή αυτή καθοριζεί εάν (α) θα ζητείται από τους χρήστες αριθμός ID, (β) θα ζητείται από τους χρήστες αριθμός ID αλλά θα μπορούν να τον αφήσουν κενό ή (γ) θα ζητείται από τους χρήστες αριθμός ID αλλά δε θα μπορούν να τον αφήσουν κενό. Αν δοθεί, ο αριθμός ID των χρηστών αναγράφεται στο προφίλ τους.

source: On this page you can specify a number of configuration variables that help make Moodle work properly on your server. Don't worry too much about it - the defaults will usually work fine and you can always come back to this page later and change these settings.
el: Σε αυτήν τη σελίδα μπορείτε να ορίσετε διάφορες μεταβλητές που βοηθούν στην ορθή λειτουργία του Moodle στο διακομιστή σας. Μην ανησυχείτε πολύ για αυτό, οι προεπιλεγμένες ρυθμίσεις συνήθως λειτουργούν ικανοποιητικά και μπορείτε οποιαδήποτε στιμή να έρθετε εδώ για αλλαγές.

source: On this page you should configure your main administrator account which will have complete control over the site. Make sure you give it a secure username and password as well as a valid email address. You can create more admin accounts later on.
el: Σε αυτήν τη σελίδα μπορείτε να ρυθμίσετε τον κεντρικό λογαριασμό του διαχειριστή με τον οποίο θα ελέγχετε το σύστημα. Βεβαιωθείτε ότι χρησιμοποιείτε ασφαλές όνομα χρήστη και κωδικό πρόσβασης, καθώς και ισχύουσα ηλεκτρονική διεύθυνση. Μπορείτε να δημιουργήσετε περισσότερους λογαριασμούς διαχειριστή στη συνέχεια.

source: This page allows you to configure the front page and name of this new site. You can come back here later to change these settings any time using the Administration menus.
el: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε την αρχική σελίδα και το όνομα του συστήματος. Μπορείτε να επιστρέψετε αργότερα για την αλλαγή αυτών των ρυθμίσεων.

source: When you click on an IP address (such as 34.12.222.93), such as in the logs, you are shown a map with a best guess of where that IP is located. There are different plugins for this that you can choose from, each has benefits and disadvantages.
el: Όταν επιλέγετε μια διεύθυνση IP (όπως 34.12.222.93), όπως στα logs, εμφανίζεται ένας χάρτης με την πιθανότερη τοποθεσία της IP αυτής. Υπάρχουν διάφορες υπομονάδες λογισμικού από τις οποίες μπορείτε να διαλέξετε για τη λειτουργία αυτή.

source: Check this if you want tag names to keep the original casing as entered by users who created them
el: Επιλέξτε αυτήν την επιλογή εάν επιθυμείτα τα ονόματα ετικετών να κρατούν την αρχική κεφαλαιοποίηση (κεφαλαία/πεζά) όπως κατά την καταχώρηση από τους χρήστες

source: Choose a default language for the whole site. Users can override this setting using the language menu or the setting in their personal profile.
el: Προεπιλεγμένη γλώσσα για ολόκληρο τον ιστοχώρο. Οι χρήστες μπορούν να αλλάξουν αυτήν τη ρύθμιση αργότερα.

source: Leave this blank to allow users to choose from any language you have in this installation of Moodle. However, you can shorten the language menu by entering a comma-separated list of language codes that you want. For example: en,es_es,fr,it
el: Αφήστε το κενό για να επιτρέψετε στους χρήστες να διαλέξουν από τις γλώσσες που έχουν εγκατασταθεί στο Moodle. Ωστόσο, μπορείτε να μικρύνετε το μενού γλώσσας εισάγοντας μια λίστα διαχωρισμένη με κόμμα των κωδικών των γλωσσών που θέλετε. πχ en, es_es, fr, it, el

source: Choose whether or not you want to display the general-purpose language menu on the home page, login page etc. This does not affect the user's ability to set the preferred language in their own profile.
el: Επιλέξτε αν θέλετε να εμφανίζεται το γενικής χρήσης μενού γλωσσών στην αρχική σελίδα, στη σελίδα εισόδου κτλ. Αυτό δεν επηρεάζει την ικανότητα του χρήστη να θέτει την προτιμώμενη γλώσσα στο δικό του προφίλ.

source: Caches all the language strings into compiled files in the data directory. If you are translating Moodle or changing strings in the Moodle source code then you may want to switch this off. Otherwise leave it on to see performance benefits.
el: Όλα τα αλφαριθμιτικά της γλώσσας βρίσκονται στην cache σε μεταγλωττισμένα αρχεία στον κατάλογο δεδομένων. Αν μεταφράζεται το Moodle ή αλλάζετε αλφαριθμιτικά στον πηγαίο κώδικα του Moodle τότε μπορεί να θέλετε να αλλάξετε αυτό σε μη ενεργό. Διαφορετικά αφήστε το για να δείτε τα οφέλη απόδοσης.

source: Choose the encoding for Excel exports.
el: Επιλέξτε την κωδικοποίηση για εξαγωγές σε Excel.

source: Choose a sitewide locale - this will override the format and language of dates for all language packs (though names of days in calendar are not affected). You need to have this locale data installed on your operating system (eg for linux en_US.UTF-8 or es_ES.UTF-8). In most cases this field should be left blank.
el: Επιλέξτε τη τοποθεσία του συστήματος - αυτό υπερβαίνει την μορφοποίηση και την γλώσσα των ημερομηνιών για κάθε γλωσσικό πακέτο (τα ονόματα των ημερών στο ημερολόγιο δεν αλλάζουν). Θα πρέπει να έχετε τα δεδομένα αυτής της τοποθεσίας εγκατεστημένα στο σύστημά σας (πχ για linux en_US.UTF-8). Στις περισσότερες περιπτώσεις αυτό το πεδίο πρέπει να μένει κενό.

source: Turning this on will make Moodle use a secure https connection just for the login page (providing a secure login), and then afterwards revert back to the normal http URL for general speed. CAUTION: this setting REQUIRES https to be specifically enabled on the web server - if it is not then YOU COULD LOCK YOURSELF OUT OF YOUR SITE.
el: Ενεργοποιώντας το, το Moodle θα χρησιμοποιήσει μια ασφαλή https σύνδεση μόνο για την σελίδα εισόδου (προφέροντας ασφαλή είσοδο) και μετά θα επιστρέψει στο κανονικό http URL για ταχύτητα. ΠΡΟΣΟΧΗ: αυτή η ρύθμιση ΑΠΑΙΤΕΙ το https να έχει ενεργοποιηθεί στο server - αν δεν είναι, ΜΠΟΡΕΙ ΝΑ ΚΛΕΙΔΩΘΕΙΤΕ ΕΞΩ ΑΠΟ ΤΟ ΣΥΣΤΗΜΑ.

source: This specifies the length of time you want to keep logs about user activity. Logs that are older than this age are automatically deleted. It is best to keep logs as long as possible, in case you need them, but if you have a very busy server and are experiencing performance problems, then you may want to lower the log lifetime. Values lower than 30 are not recommended because statistics may not work properly.
el: Εδώ ορίζεται το χρονικό διάστημα που θέλετε να διατηρούνται τα logs για την δραστηριότητα των χρηστών. Τα logs που είναι παλαιότερα αυτού του διαστήματος διαγράφονται αυτόματα. Είναι καλύτερο να διατηρούνται τα logs όσο το δυνατότν περισσότερο. Αν όμως ο διακομιστής έχει πολλή κίνηση και αντιμετωπίζετε προβλήματα απόδοσης, ίσως να πρέπει να μειώσετε το διάστημα αυτό.

source: Days to look ahead
el: Μέρες προς προεπισκόπηση

source: Newline characters used in mail messages. CRLF is required according to RFC 822bis, some mail servers do automatic conversion from LF to CRLF, other mail servers do incorrect conversion from CRLF to CRCRLF, yet others reject mails with bare LF (qmail for example). Try changing this setting if you are having problems with undelivered emails or double newlines.
el: Χαρακτήρες εισαγωγής γραμμής που χρησιμοποιούνται σε μηνύματα ηλεκτρονικού ταχυδρομείου. Το CRLF απαιτείται σύμφωνα με το RFC 822bis, ορισμένοι διακομιστές ηλεκτρονικού ταχυδρομείου εκτελούν αυτόματη μετατροπή από LF σε CRLF, άλλοι κάνουν λάθος μετατροπή από CRLF σε CRCRLF ενώ άλλοι απορρίπτουν τα μηνύματα με απλό LF (qmail, για παράδειγμα). Δοκιμάστε να αλλάξετε αυτήν τη ρύθμιση εάν έχετε προβλήματα με μη παραδομένα μηνύματα ή διπλές νέες γραμμές.

source: This specifies a maximum size that uploaded files can be throughout the whole site. This setting is limited by the PHP settings post_max_size and upload_max_filesize, as well as the Apache setting LimitRequestBody. In turn, maxbytes limits the range of sizes that can be chosen at course level or module level. If 'Server Limit' is chosen, the server maximum allowed by the server will be used.
el: Εδώ ορίζεται το μέγιστο μέγεθος που μπορούν να έχουν τα ανεβασμένα αρχεία σε όλο το σύστημα. Η ρύθμιση αυτή περιορίζεται από τις ρυθμίσεις της PHP (post_max_size και upload_max_filesize) καθώς και από ρύθμιση του Apache (LimitRequestBody). Επιπλεόν, η παράμετρος αυτή περιορίζει το εύρος των μεγεθών που μπορούν να επιλεγούν σε επίπεδο μαθήματος ή αρθρώματος.

source: Passwords must not have more than this number of consecutive identical characters. Use 0 to disable this check.
el: Οι κωδικοί πρόσβασης δεν επιτρέπεται να περιέχουν περισσότερους από αυτόν τον αριθμό ίδιων χαρακτήρων. Χρησιμοποιήστε το 0 για να απενεργοποιήσετε αυτόν τον έλεγχο.

source: This specifies the amount of time people have to re-edit forum postings, glossary comments etc. Usually 30 minutes is a good value.
el: Εδώ ορίζεται το χρονικό διάστημα που έχουν οι χρήστες για να επανεπεξεργαστούν τις ανακοινώσεις τους στα forum, τα σχόλια στο λεξιλόγιο κτλ. Συνήθως τα 30 λεπτά είναι μια κάλη τιμή.

source: Events to Lookahead
el: Γεγονότα προς προεπισκόπηση

source: Maximum number of users displayed within user selector in course, group, cohort, webservice etc.
el: Ο μέγιστος αριθμός χρηστών που εμφανίζονται στον επιλογή χρήστη σε μάθημα, ομάδα, ομάδα χρηστών, διαδικτυακή υπηρεσία κ.λπ.

source: Should the messaging system between site users be enabled?
el: Να είναι ενεργοποιημένο το σύστημα μηνυμάτων μεταξύ των χρηστών;

source: Allow users to have email message notifications sent to an email address other than the email address in their profile
el: Να επιτρέπεται οι χρήστες να λαμβάνουν μηνύματα ηλεκτρονικού ταχυδρομείου σε μια διεύθυνση ηλεκτρονικού ταχυδρομείου διαφορετική από τη διεύθυνση ηλεκτρονικού ταχυδρομείου στο προφίλ τους

source: Read notifications can be deleted to save space. How long after a notification is read can it be deleted?
el: Οι αναγνωσμένες ειδοποιήσεις μπορούν να διαγραφούν για εξοικονόμηση χώρου. Μετά από πόσο καιρό μια αναγνωσμένη ειδοποίηση μπορεί να διαγραφεί;

source: Hide read notifications of events like forum posts when viewing messaging history
el: Απόκρυψη αναγνωσμένων ειδοποιήσεων από γεγονότα όπως δημοσιεύσεις από ομάδες συζητήσεων κατά την προβολή του ιστορικού μηνυμάτων

source: Passwords must have at least these many digits.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον τόσα ψηφία.

source: Passwords must be at least these many characters long.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον τόσοι χαρακτήρες σε μέγεθος.

source: Passwords must have at least these many lower case letters.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον τόσους πεζούς χαρακτήρες.

source: Passwords must have at least these many non-alphanumeric characters.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον τόσους μη αλφαριθμητικούς χαρακτήρες.

source: Passwords must have at least these many upper case letters.
el: Οι κωδικοί πρόσβασης πρέπει να έχουν τουλάχιστον τόσους κεφαλαίους χαρακτήρες.

source: Should the activity chooser be presented to users by default?
el: Θα εμφανίζεται ο επιλογέας δραστηριοτήτων στους χρήστες από προεπιλογή;

source: Maximum number of courses to display in any list of a user's own courses
el: Μέγιστος αριθμός μαθημάτων ο οποίος θα φαίνεται σε οποιαδήποτε λίστα μαθημάτων του χρήστη

source: This setting forces redirects to /my on login for non-admins and replaces the top level site navigation with /my
el: Αυτή η ρύθμιση ανακατευθύνει στο /my στην είσοδο για μη-διαχειριστές και αντικαθιστά το ίχνος διαδρομής του ανώτατου επιπέδου του συστήματος με /my

source: This setting prevents the default page from being edited by any non-admins
el: Αυτή η ρύθμιση αποτρέπει τους μη-διαχειριστές να επεξεργαστούν την προεπιλεγμένη σελίδα.

source: Limits the number of courses shown to the user in the navigation.
el: Περιορίζει τον αριθμό των μαθημάτων που εμφανίζονται στον χρήστη στην πλοήγηση.

source: This setting determines whether users who are enrolled in courses can see Courses (listing all courses) in the navigation, in addition to My Courses (listing courses in which they are enrolled).
el: Αυτή η ρύθμιση καθορίζει αν οι χρήστες που είναι εγγεγραμμένοι στα μαθήματα μπορούν να δουν το μπλοκ Μαθήματα (λίστα όλων των μαθημάτων) στην πλοήγηση, εκτός από το μπλοκ Τα μαθήματα μου (λίστα των μαθημάτων που είναι εγγεγραμμένοι).

source: Show course categories in the navigation bar and navigation blocks. This does not occur with courses the user is currently enrolled in, they will still be listed under mycourses without categories.
el: Εμφάνιση κατηγοριών μαθημάτων στη γραμμή πλοήγησης και στα μπλοκ πλοήγησης. Αυτό δεν συμβαίνει με τα μαθήματα στα οποία είναι εγγεγραμμένος ο χρήστης, θα εξακολουθούν να εμφανίζονται στο μπλοκ Τα μαθήματα μου χωρίς κατηγορίες.

source: Emails are sometimes sent out on behalf of a user (eg forum posts). The email address you specify here will be used as the "From" address in those cases when the recipients should not be able to reply directly to the user (eg when a user chooses to keep their address private). This setting will also be used as the envelope sender when sending email.
el: Μερικές φορές αποστέλλονται μηνύματα ηλεκτρονικού ταχυδρομείου για λογαριαμό των χρηστών (πχ ανακοινώσεις σε fora). Η διεύθυνση ηλεκτρονικού ταχυδρομείου που ορίζεται εδώ θα χρησιμοποιηθεί ως αποστολέας για τις περιπτώσεις που δε θα πρέπει οι παραλήπτες να μπορούν να απαντήσουν

source: Send login failure notification messages to these selected users. This requires an internal logstore (eg Standard Logstore) to be enabled.
el: Εάν καταγραφούν εσφαλμένες προσπάθειες εισόδου, μπορούν να αποστέλλονται μηνύματα ηλεκτρονικού ταχυδρομείου. Ποιοί να λαμβάνουν τις ειδοποιήσεις αυτές;

source: If notifications about failed logins are active, how many failed login attempts by one user or one IP address is it worth notifying about?
el: Εάν οι ειδοποιήσεις για εσφαλμένες προσπάθειες εισόδου είναι ενεργές, μετά από πόσες προσπάθειες από έναν χρήστη ή από μία IP να αποστέλλονται;

source: Users who are not logged in to the site will be treated as if they have this role granted to them at the site context. Guest is almost always what you want here, but you might want to create roles that are less or more restrictive. Things like creating posts still require the user to log in properly.
el: Οι χρήστες που δεν έχουν εισέλθει στο σύστημα θα αντιμετωπίζονται σαν να έχουν αυτόν τον ρόλο στο επίπεδο ιστοσελίδας. Σχεδόν πάντα προτιμάται ο ρόλος επισκέπτη αλλά ίσως θέλετε να δημιουργήσετε ρόλους περισσότερο ή λιγότερο περιοριστικούς. Ενέργειες όπως η ανάρτηση κειμένου απαιτούν κανονική είσοδο.

source: If you enable this setting, then Google will be allowed to enter your site as a Guest. In addition, people coming in to your site via a Google search will automatically be logged in as a Guest. Note that this only provides transparent access to courses that already allow guest access.
el: Εάν ενεργοποιηθεί, το Google θα επιτρέπεται να εισέλθει στο σύστημα ως επισκέπτης. Επιπλέον, άτομα που έρχονται στην ιστοσελίδα μέσω αναζήτησης από το Google, θα εισάγονται αυτόματα ως επισκέπτες. Αυτό παρέχει διάφανη πρόσβαση στα μαθήματα που επιτρέπουν τους επισκέπτες.

source: Defined in config.php
el: Ορίζεται στο config.php

source: Turning this on will make Moodle check user passwords against a valid password policy. Use the settings below to specify your policy (they will be ignored if you set this to 'No').
el: Η ενεργοποίηση θα κάνει το Moodle να ελέγχει τους κωδικούς πρόσβασης χρησιμοποιώνατς μια πολιτική έγκυρων κωδικών. Χρησιμοποιήστε τις παρακάτω ρυθμίσεις για να ορίσετε την πολιτική σας (οι ρυθμίσεις θα αγνοηθούν εάν επιλέξετε 'Όχι').

source: This specifies the amount of time people have to validate a password reset request before it expires. Usually 30 minutes is a good value.
el: Αυτό καθορίζει τον χρόνο που έχουν τα άτομα για να επικυρώσουν ένα αίτημα επαναφοράς κωδικού πρόσβασης προτού λήξει. Συνήθως 30 λεπτά είναι ένας καλός χρόνος.

source: Path to du. Probably something like /usr/bin/du. If you enter this, pages that display directory contents will run much faster for directories with a lot of files.
el: Διαδρομή για το πρόγραμμα du. Αν το συμπληρώσετε, τότε οι σελίδες που παρουσιάζουν τα περιεχόμενα φακέλων θα τρέχουν πολύ πιο γρήγορα για φακέλους με πολλά αρχεία.

source: If you turn this on, performance info will be printed in the footer of the standard theme
el: Εάν ενεργοποιηθεί, πληροφορίες απόδοσης θα εμφανίζονται στο υποσέλιδο του κανονικού θέματος.

source: List of roles that are visible on user profiles and participation page.
el: Λίστα ρόλων που είναι ορατοί στα προφίλ χρηστών και τη σελίδα συμμετοχής.
