Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Front page items when logged in
el: Αντικείμενα αρχικής σελίδας όταν είναι συνδεδεμένοι

source: Front page permission overrides
el: Παράκαμψη δικαιωμάτων πρώτης σελίδας

source: Front page questions
el: Ερωτήσεις πρώτης σελίδας

source: Front page restore
el: Επαναφορά πρώτης σελίδας

source: Front page roles
el: Ρόλοι πρώτης σελίδας

source: Front page settings
el: Ρυθμίσεις πρώτης σελίδας

source: Full name format
el: Μορφή ολοκληρωμένου ονόματος

source: Full name format - private
el: Μορφή πλήρους ονόματος - ιδιωτικό

source: The GD extension is now required by Moodle for image conversion.
el: Η επέκταση GD απαιτείται πλέον από το Moodle για την μετατροπή εικόνας.

source: General settings
el: Γενικές ρυθμίσεις

source: GeoLite2 City MaxMind DB
el: Αρχείο δεδομένων GeoIP City

source: Logged IP address source
el: Πηγή διευθύνσεων συνδεδεμένων IP

source: Global search
el: Καθολική αναζήτηση

source: Manage global search
el: Διαχελιριση καθολικής αναζήτησης

source: Google Maps API V3 key
el: Κλειδί Google Maps API V3

source: You need to enter a special key to use Google Maps for IP address lookup visualization. You can obtain the key free of charge at <a href="https://developers.google.com/maps/documentation/javascript/tutorial#api_key" target="_blank">https://developers.google.com/maps/documentation/javascript/tutorial#api_key</a>
el: Πρέπει να εισάγετε ένα ειδικό κλειδί για να χρησιμοποιήσετε τα Google Maps την απεικόνιση αναζήτησης διεύθυνσης IP. Μπορείτε να λάβετε δωρεάν το κλειδί στη διεύθυνση <a href="https://developers.google.com/maps/documentation/javascript/tutorial#api_key" target="_blank">https://developers.google.com/maps/documentation/javascript/tutorial#api_key</a>

source: Go to first missing string
el: Πήγαινε στο πρώτο string που λείπει

source: Gradebook
el: Βαθμολόγιο

source: Graded roles
el: Βαθμολογημένοι ρόλοι

source: Primary grade export methods
el: Μέθοδοι εξαγωγής πρωταρχικών βαθμών

source: Gravatar default image URL
el: URL προεπιλεγμένης εικόνας Gravatar

source: Gravatar needs a default image to display if it is unable to find a picture for a given user. Provide a full URL for an image. If you leave this setting empty, Moodle will attempt to use the most appropriate default image for the page you are viewing. Note also that Gravatar has a number of codes which can be used to <a href="https://en.gravatar.com/site/implement/images/#default-image">generate default images</a>.
el: To Gravatar χρειάζεται μια προεπιλεγμένη εικόνα για εμφάνιση, αν δεν μπορεί να βρει μια εικόνα για ένα συγκεκριμένο χρήστη. Εισάγετε ένα πλήρες URL για μια εικόνα. Αν αφήσετε αυτή τη ρύθμιση κενή, το Moodle θα προσπαθήσει να χρησιμοποιήσει την πιο κατάλληλη προεπιλεγμένη εικόνα για τη σελίδα που βλέπετε. Σημειώστε, επίσης, ότι το Gravatar έχει μια σειρά από κώδικες που μπορούν να χρησιμοποιηθούν για τη <a href="https://en.gravatar.com/site/implement/images/#default-image">δημιουργία προεπιλεγμένων εικόνων</a>.

source: Group enrolment key policy
el: Πολιτική κλειδιού εγγραφής ομάδας

source: Turning this on will make Moodle check group enrolment keys against a valid password policy.
el: Ενεργοποιώντας την επιλογή αυτή, το Moodle θα ελέγξει τα κλειδιά εγγραφής ομάδας έναντι μιας πολιτικής έγκυρου κωδικού πρόσβασης.

source: Role for guest
el: Ρόλος επισκέπτη

source: This role is automatically assigned to the guest user. It is also temporarily assigned to not enrolled users that enter the course via guest enrolment plugin.
el: Ο ρόλος αυτός εκχωρείται αυτόματα στον χρήστη που είναι επισκέπτης. Εκχωρείται επίσης προσωρινά στους μη εγγεγραμένους χρήστες που εισέρχονται στο μάθημα μέσω της λειτουργίας εγγραφής επισκέπτη στο μάθημα.

source: In the site calendar, do admins see and filter events from all course calendars or just those from courses they are enrolled in? Regardless of the chosen option, admins will always be able to manage events for each course calendar by navigating to the course first, and then accessing the course calendar directly.
el: Οι διαχειριστές βλέπουν όλα τα ημερολογιακά γεγονότα ή μόνο αυτά που τους αφορούν;

source: Enable custom date range export option in calendar exports. Calendar exports must be enabled before this is effective.
el: Ενεργοποιήστε την επιλογή εξαγωγής προσαρμοσμένου εύρους ημερομηνιών στις εξαγωγές ημερολογίου. Οι εξαγωγές ημερολογίου πρέπει να είναι ενεργοποιημένες πριν από την έναρξη ισχύος.

source: How many days in the future does the calendar look for events during export for the custom export option?
el: Πόσες μέρες στο μέλλον ψάχνει το ημερολόγιο για γεγονότα κατά την εξαγωγή για την προσαρμοσμένη επιλογή εξαγωγής;

source: How many days in the past does the calendar look for events during export for the custom export option?
el: Πόσες μέρες στο παρελθόν ψάχνει το ημερολόγιο για γεγονότα κατά την εξαγωγή για την προσαρμοσμένη επιλογή εξαγωγής;

source: You can allow users to individually select their timezone, or force a timezone for everyone.
el: Μπορείτε να επιτρέψετε στους χρήστες να επιλέξουν μόνοι τους τη ζώνη ώρας, ή να επιβάλετε ζώνη ώρας σε όλους.

source: If enabled, the subscription name and link will be shown for iCal-imported events.
el: Αν είναι ενεργοποιημένη, το όνομα συνδρομής και ο σύνδεσμος θα εμφανιστούν για γεγονότα που εισήχθησαν στο iCal.

source: For upgrades and other work
el: Για αναβαθμίσεις και διάφορες άλλες εργασίες

source: Which day starts the week in the calendar?
el: Με ποιά ημέρα ξεκινά η εβδομάδα στο ημερολόγιο;

source: How many days in the future does the calendar look for upcoming events by default?
el: Πόσες μέρες στο μέλλον αναζητά το ημερολόγιο επικείμενα γεγονότα;

source: How many (maximum) upcoming events are shown to users by default?
el: Μέγιστο πλήθος επικείμενων γεγονότων που θα προβάλλονται στους χρήστες

source: Which days of the week are treated as "weekend" and shown with a different colour?
el: Ποιές ημέρες θεωρούνται Σαββατοκύριακο; (εμφανίζονται με διαφορετικό χρώμα)

source: Hide user fields
el: Απόκρυψη πεδίων χρηστών

source: Hide from all users
el: Απόκρυψη από όλους τους χρήστες

source: Hide from nobody
el: Απόκρυψη από κανέναν

source: Hide from students
el: Απόκρυψη από τους σπουδαστές

source: HTML editor
el: Επεξεργαστής κειμένου HTML

source: HTML editor settings
el: Ρυθμίσεις επεξεργαστή HTML

source: HTML settings
el: Ρυθμίσεις HTML

source: HTTP security
el: Ασφάλεια HTTP

source: Hubs
el: Κόμβοι

source: Installing ICONV extension is required.
el: Απαιτείται εγκατάσταση επέκτασης ICONV.

source: Ignore
el: Αγνόηση

source: Include module user data
el: Συμπερίληψη των δεδομένων των χρηστών των αρθρωμάτων

source: Incompatible blocks
el: Μη-συμβατά μπλοκ

source: The current setup of MySQL or MariaDB is using 'utf8'. This character set does not support four byte characters which include some emoji. Trying to use these characters will result in an error when updating a record, and any information being sent to the database will be lost. Please consider changing your settings to 'utf8mb4'. See the documentation for full details.
el: Η τρέχουσα ρύθμιση MySQL ή MariaDB χρησιμοποιεί 'utf8'. Αυτό το σετ χαρακτήρων δεν υποστηρίζει χαρακτήρες τεσσάρων byte που περιλαμβάνουν κάποια emoji. Η προσπάθεια χρήσης αυτών των χαρακτήρων θα οδηγήσει σε σφάλμα κατά την ενημέρωση μιας εγγραφής και θα χαθούν όλες οι πληροφορίες που αποστέλλονται στη βάση δεδομένων. Παρακαλούμε αλλάξτε τις ρυθμίσεις σας στο 'utf8mb4'. Ανατρέξτε στην τεκμηρίωση για πλήρεις λεπτομέρειες.

source: Index data
el: Δεδομένα ευρετηρίου

source: The recommended way to index your site's contents is by using the 'Global search indexing' scheduled task.
el: Ο προτεινόμενος τρόπος για να ευρετηριάσετε τα περιεχόμενα του ιστοχώρου σας είναι να χρησιμοποιήσετε την προγραμματισμένη εργασία 'Ευρετηρίαση καθολικής αναζήτησης'

source: Installation must be finished from the original IP address, sorry.
el: Η εγκατάσταση πρέπει να ολοκληρωθεί μέσω της αρχικής διεύθυνσης IP.

source: Can not initialise PHP session, please verify that your browser accepts cookies.
el: Αδυναμία αρχικοποίησης της συνεδρίας PHP, παρακαλώ επιβεβαιώστε ότι ο περιηγητής σας αποδέχεται cookies.

source: Intl extension is used to improve internationalization support, such as locale aware sorting.
el: Η επέκταση Intl χρησιμοποιείται για τη βελτίωση της υποστήριξης της διεθνοποίησης, όπως ταξινόμηση με βάση τη γλώσσας.

source: Intl extension is required to improve internationalization support, such as locale aware sorting and international domain names.
el: Η επέκταση Intl απαιτείται για τη βελτίωση της υποστήριξης τη; διεθνοποίησης, όπως ταξινόμηση με βάση τη γλώσσας και διεθνή ονόματα τομέων.

source: Invalid section.
el: Άκυρη ενότητα

source: Username "changeme" is reserved -- you cannot create an account with it.
el: Το όνομα χρήστη "changeme" είναι καταχωρημένο. Δεν μπορείτε να δημιουργήσετε λογαριασμό με αυτό.

source: This site is not available currently.
el: Ο ιστοχώρος αυτός δεν είναι διαθέσιμος αυτήν τη στιγμή.

source: Put every entry on one line. Valid entries are either full IP address (such as <b>192.168.10.1</b>) which matches a single host; or partial address (such as <b>192.168</b>) which matches any address starting with those numbers; or CIDR notation (such as <b>231.54.211.0/20</b>); or a range of IP addresses (such as <b>231.3.56.10-20</b>) where the range applies to the last part of the address. Text domain names (like 'example.com') are not supported. Blank lines are ignored.
el: Εισάγετε κάθε καταχώρηση σε μια γραμμή. Έγκυρες καταχωρήσεις είναι: <ul> <li>είτε πλήρης διεύθυνση IP (όπως <b>192.168.10.1</b>) που αντιστοιχεί σε έναν μόνο κεντρικό υπολογιστή</li> </li>ή μερική διεύθυνση (όπως <b>192.168</b>) που αντιστοιχεί σε οποιαδήποτε διεύθυνση ξεκινά με αυτούς τους αριθμούς</li> </li>ή σημειογραφία CIDR (όπως <b>231.54.211.0/20</b>)</li> </li>ή ένα εύρος διευθύνσεων IP (όπως <b>231.3.56.10-20</b>) όπου το εύρος ισχύει για το τελευταίο τμήμα της διεύθυνσης. </ul> Τα ονόματα τομέα κειμένου (όπως 'example.com') δεν υποστηρίζονται. Οι κενές γραμμές αγνοούνται.

source: IP address lookup
el: Αναζήτηση διεύθυνσης IP

source: <a href="http://www.geoplugin.com">geoPlugin</a> service is currently being used to look up geographical information. For more accurate results we recommend installing a local copy of the MaxMind GeoLite database.
el: Η υπηρεσία <a href="http://www.geoplugin.com">geoPlugin</a> χρησιμοποιείται προς το παρόν για αναζήτηση γεωγραφικών πληροφοριών. Για πιο ακριβή αποτελέσματα σας προτείνουμε να εγκαταστήσετε ένα τοπικό αντίγραφο της βάσης δεδομένων MaxMind GeoLite.

source: By default Moodle uses the free online NetGeo (The Internet Geographic Database) server to lookup location of IP addresses, unfortunately this database is not maintained anymore and may return <em>wildly incorrect</em> data. It is recommended to install local copy of free GeoLite2 City database from MaxMind.<br /> IP address location is displayed on simple map or using Google Maps. Please note that you need to have a Google account and apply for free Google Maps API key to enable interactive maps.
el: Προεπιλεγμένα, το Moodle χρησιμοποιεί το ελεύθερο online NetGeo (The Internet Geographic Database) διακομιστή για την εύρεση τοποθεσιών διευθύνσεων IP. Δυστυχώς η βάση αυτή δε συντηρείται πλέον και μπορεί να επιστρέψει <em>λανθασμένα</em> δεδομένα. Προτείνεται η εγκατάσταση ενός τοπικού αντριγράφου της ελεύθερης βάσης δεδομένων GeoLite City από τη MaxMind.<br /> Η τοποθεσία της διεύθυνσης IP προβάλλεται σε έναν απλό χάρτη, χρησιμοποιώντας το Google Maps. Σημειώστε πως χρειάζεται να έχετε ένα λογαρισμό Google και να κάνετε αίτηση για ένα κλειδί Google Maps API ώστε να ενεργοποιήσετε τους διαδραστικούς χάρτες.

source: This product includes GeoLite2 data created by MaxMind, available from <a href="http://www.maxmind.com">http://www.maxmind.com</a>.
el: Το προϊόν αυτό συμπεριλαμβάνει δεδομένα GeoLite, δημιουργημένα από τη MaxMind, διαθέσιμα από <a href="http://www.maxmind.com/">http://www.maxmind.com/</a>.

source: It has been detected that your site is not secured using HTTPS. It is strongly recommended to migrate your site to HTTPS for increased security and improved integration with other systems.
el: Εντοπίστηκε ότι ο ιστοχώρος σας δεν είναι ασφαλής καθώς δεν χρησιμοποιεί HTTPS. Προτείνεται να μεταφέρετε τον ιστοχώρος σας σε HTTPS για αυξημένη ασφάλεια και βελτιωμένη ολοκλήρωση με άλλα συστήματα.

source: Keep tag name casing
el: Διατήρηση κεφαλαιοποίησης ετικέτας ονόματος

source: Default language
el: Προεπιλεγμένη γλώσσα

source: Cache language menu
el: Τοποθέτησε το μενού γλώσσας στην cache

source: Cache the language menu. If enabled, the list of available translations is cached. The cache is automatically refreshed when you install or delete a language pack via the in-built language packs management tool. If you install a new language pack manually, you have to use Purge all caches feature to refresh the cached list.
el: Τοποθετήστε το μενού γλώσσας στην cache. Αν είναι ενεργοποιημένο, η λίστα των διαθέσιμων μεταφράσεων βρίσκεται στην cache. Η cache ανανεώνεται αυτόματα κατά την εγκατάσταση ή διαγραφή ενός γλωσσικού πακέτου μέσω του ενσωματωμένου εργαλείου διαχείρισης γλωσσικών πακέτων. Αν εγκαταστήσετε ένα νέο γλωσσικό πακέτο χειροκίνητα, θα πρέπει να χρησιμοποιήσετε την Εκκαθάριση όλων των χαρακτηριστικών της cache για να ανανεώσετε τον κατάλογο της cache.

source: Languages on language menu
el: Διαθέσιμες γλώσσες στο μενού επιλογής γλώσσας

source: Display language menu
el: Προβολή του μενού επιλογής γλώσσας

source: NOTE: Moodle will try to download updates for your language packs during the upgrade.
el: Σημείωση για μεταφραστές: Κατά τη διάρκεια της αναβάθμισης, το Moodle θα προσπαθήσει να ενημερώσει το γλωσσικό σας πακέτο. Οι αλλαγές σας σε μη-τοπικού φακέλους γλώσσας θα χαθούν.

source: Cache all language strings
el: Τοποθετήστε όλα τα αλφαριθμιτικά της γλώσσας στην cache

source: Language settings
el: Ρυθμίσεις γλώσσας

source: Excel encoding
el: Κωδικοποίηση eExcel

source: Allow adding to legacy course files
el: Να επιτρέπεται η προσθήκη αρχείων μαθήματος παλαιότερων εκδόσεων

source: If a course has legacy course files, allow new files and folders to be added to it.
el: Αν ένα μάθημα έχει αρχεία μαθήματος παλαιότερων εκδόσεων, να επιτρέπεται η προσθήκη νένων αρχείων και φακέλων.

source: Legacy course files in new courses
el: Αρχεία μαθημάτων παλαιότερων εκδόσεων σε νέα μαθήματα

source: By default, legacy course files areas are available in upgraded courses only. Please note that some features such as activity backup and restore are not compatible with this setting.
el: Από προεπιλογή οι περιοχές αρχείων μαθημάτων παλαιότερων εκδόσεων είναι διαθέσιμες μόνο σε αναβαθμισμένα μαθήματα. Παρακαλώ σημειώστε μερικά χαρακτηριστικά όπως ένα αντίγραφο ασφαλείας/επαναφοράς δραστηριότητας, που δεν είναι συμβατά σ' αυτές τις ρυθμίσεις.

source: It has been detected that libcurl doesn't have CURLOPT_PROTOCOL support. An up-to-date libcurl installation is recommended for security reasons.
el: Έχει εντοπιστεί ότι το libcurl δεν υποστηρίζει CURLOPT_PROTOCOL. Συνιστάται για λόγους ασφαλείας η εγκατάσταση ενός ενημερωμένου libcurl.

source: Licence settings
el: Ρυθμίσεις άδειας

source: Link admin categories
el: Κατηγορίες διαχείρισης ως σύνδεσμοι

source: If enabled admin setting categories will be displayed as links in the navigation and will lead to the admin category pages.
el: Αν είναι ενεργοποιημένη οι κατηγορίες διαχειριστικών ρυθμίσεων θα εμφανιστούν ως σύνδεσμοι στην πλοήγηση και θα οδηγούν στις σελίδες κατηγοριών διαχείρισης.

source: Always link course sections
el: Ενότητες μαθήματος ως σύνδεσμοι

source: Always try to provide a link for course sections. Course sections are usually only shown as links if the course format displays a single section per page. If this setting is enabled a link will always be provided.
el: Θα παρέχετε πάντα σύνδεσμος για τις ενότητες μαθήματος. Οι ενότητες μαθήματος εμφανίζονται συνήθως ως σύνδεσμοι μόνο αν η μορφή μαθήματος εμφανίζει μόνο μια ενότητα ανά σελίδα. Αν αυτή η ρύθμιση είναι ενεργοποιημένη, θα παρέχεται πάντα ένας σύνδεσμος.

source: Loading
el: Φόρτωση

source: Sitewide locale
el: Τοπικές ρυθμίσεις ιστοχώρου

source: Local string customization
el: Παραμετροποίηση τοπικών string

# $string['location']
source: Location
el: Τοποθεσία

source: Location settings
el: Τοπικές ρυθμίσεις

source: Locked
el: κλειδωμένο

source: Account lockout duration
el: Διάρκεια κλειδώματος λογαριασμού

source: Locked out account is automatically unlocked after this duration.
el: Ο κλειδωμένος λογαριασμός ξεκλειδώνει αυτόματα μετά από αυτή τη διάρκεια.

source: Your account with username {$a->username} on server '{$a->sitename}' was locked out after multiple invalid login attempts. To unlock the account immediately go to the following address {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then copy and paste the address into the address line at the top of your web browser window. If you need help, please contact the site administrator, {$a->admin}
el: Ο λογαριασμός σας με όνομα χρήστη {$a->username} στον ιστοχώρο '{$ a-> sitename}' κλειδώθηκε μετά από πολλές μη έγκυρες προσπάθειες σύνδεσης. <br/><br/> Για να ξεκλειδώσετε τον λογαριασμό, μεταβείτε αμέσως στην ακόλουθη διεύθυνση <br/><br/> {$a->link} <br/><br/> Στα περισσότερα προγράμματα αλληλογραφίας, αυτό θα πρέπει να εμφανίζεται ως μπλε σύνδεσμος όπου απλά μπορείτε να πατήσετε σ' αυτόν. Αν αυτό δεν λειτουργεί, τότε αντιγράψτε και επικολλήστε τη διεύθυνση στη γραμμή διευθύνσεων στο επάνω μέρος του παραθύρου του προγράμματος περιήγησης. <br/><br/> Αν χρειάζεστε βοήθεια, παρακαλώ επικοινωνήστε με τον διαχειριστή του ιστοχώρου, {$a->admin}

source: Your account on {$a} was locked out
el: Ο λογαριασμός σας στο {$a} έχει κλειδωθεί

source: Invalid account unlock information supplied.
el: Μη έγκυρες πληροφορίες ξεκλειδώματος λογαριασμού.

source: Account lockout threshold
el: Όριο κλειδώματος λογαριασμού

source: Select number of failed login attempts that result in account lockout. This feature may be abused in denial of service attacks.
el: Επιλέξτε τον αριθμό αποτυχημένων προσπαθειών σύνδεσης που θα έχει ως αποτέλεσμα το κλείδωμα λογαριασμού. Αυτή η λειτουργία μπορεί να καταστρατηγηθεί σε περίπτωση αρνήσης επιθέσεων.

source: Account lockout observation window
el: Παράθυρο παρατήρησης κλειδώματος λογαριασμού

source: Observation time for lockout threshold, if there are no failed attempts the threshold counter is reset after this time.
el: Ο χρόνος παρατήρησης για το όριο κλειδώματος. Αν δεν υπάρχουν αποτυχημένες προσπάθειες, ο μετρητής ορίου γίνεται επαναφορά μετά από αυτό το χρόνο.

source: Logs
el: Αναφορές

source: Log guest access
el: Καταγραφή πρόσβασης επισκέπτη

source: This setting enables logging of actions by guest account and not logged in users. High profile sites may want to disable this logging for performance reasons. It is recommended to keep this setting enabled on production sites.
el: Αυτή η ρύθμιση επιτρέπει την καταγραφή ενεργειών από λογαριασμό επισκέπτη και μη συνδεδεμένους χρήστες. Οι ιστοχώροι υψηλού προφίλ μπορεί να θέλουν να απενεργοποιήσουν αυτήν την καταγραφή για λόγους απόδοσης. Συνιστάται να διατηρήσετε αυτή τη ρύθμιση ενεργοποιημένη σε παραγωγικούς ιστοχώρους.

source: Use HTTPS for logins
el: Χρήση του HTTPS για τη σύνδεση

source: Autofocus login page form
el: Φόρμα σελίδας σύνδεσης αυτόματης εστίασης

source: Enabling this option improves usability of the login page, but automatically focusing fields may be considered an accessibility issue.
el: Η ενεργοποίηση αυτής της επιλογής βελτιώνει την ευχρηστία της σελίδας σύνδεσης, αλλά η αυτόματη εστίαση σε πεδία μπορεί να θεωρηθεί ως θέμα προσβασιμότητας.

source: Prevent password autocompletion on login form
el: Αποτροπή αυτόματης συμπλήρωσης κωδικού πρόσβασης στη φόρμα σύνδεσης

source: If enabled, users are not allowed to save their account password in their browser.
el: Αν είναι ενεργοποιημένη, οι χρήστες δεν επιτρέπεται να αποθηκεύσουν τον κωδικό πρόσβασης του λογαριασμού τους στο πρόγραμμα περιήγησης.

source: Keep logs for
el: Αποθήκευση των αναφορών για

source: Logo
el: Λογότυπο

source: Compact logo
el: Συμπιεσμένο λογότυπο

source: A compact version of the same logo as above, such as an emblem, shield or icon. The image should be clear even at small sizes. Formats accepted: PNG and JPG.
el: Μια συμπιεσμένη έκδοση του ίδιου λογότυπου όπως παραπάνω, όπως ένα έμβλημα, περίβλημα ή εικονίδιο. Η εικόνα θα πρέπει να είναι καθαρή ακόμη και σε μικρά μεγέθη. Αποδεκτές μορφές: PNG και JPG.

source: A full logo to be used as decoration by some themes (such as core themes). This image can be quite high resolution because it will be scaled down for use (and cached for performance). Logos that are wider than they are high usually give better results. Formats accepted: PNG and JPG.
el: Ένα πλήρες λογότυπο που θα χρησιμοποιηθεί ως διακόσμηση από μερικά θέματα (όπως τα βασικά θέματα). Αυτή η εικόνα μπορεί να είναι υψηλής ανάλυσης, επειδή θα μειωθεί κατά τη χρήση (και θα αποθηκευτεί προσωρινά για λόγους απόδοσης). Τα λογότυπα που είναι πιο πλατιά σε σχέση με το ύψος, συνήθως δίνουν καλύτερο αποτέλεσμα. Αποδεκτές μορφές: PNG και JPG.

source: Logos
el: Λογότυπα

source: Log store not required
el: Δεν απαιτείται αποθήκευση αρχείων καταγραφής

source: Log stores that support this report
el: Aρχεία καταγραφής που υποστηρίζουν αυτήν την αναφορά

source: <b>Please note that this process can take a long time.</b>
el: <b>Παρακαλώ σημειώστε πως η διαδικασία αυτή μπορεί να πάρει πολύ χρόνο.</b>

source: Newline characters in mail
el: Χαρακτήρες εισαγωγής γραμμής στο μήνυμα ηλεκτρονικού ταχυδρομείου

source: In maintenance mode
el: Σε λειτουργία συντήρησης

source: This site will be switched to maintenance mode in {$a->min} mins {$a->sec} secs
el: Αυτός ο ιστοχώρος θα μεταβεί στη λειτουργία συντήρησης σε {$a->min} λεπτά {$a->sec} δευτερόλεπτα

source: This site will be switched to maintenance mode in {$a->hour} hours {$a->min} mins {$a->sec} secs
el: Αυτός ο ιστοχώρος θα μεταβεί στη λειτουργία συντήρησης σε {$a->hour} ώρες {$a->min} λεπτά {$a->sec} δευτερόλεπτα

source: Error opening maintenance files!
el: Σφάλμα κατά το άνοιγμα των αρχείων συντήρησης!

source: Maintenance is in progress...
el: Η συντήρηση είναι σε εξέλιξη

source: Manage course formats
el: Διαχείριση τύπων μαθήματος

source: Default format can be changed in {$a}
el: Η προεπιλεγμένη μορφή μπορεί να αλλάξει σε {$a}

source: Manage
el: Διαχείριση

source: Manage licences
el: Διαχείρηση αδειών

source: Manage question behaviours
el: Διαχείριση συμπεριφοράς ερωτήσεων

source: Manage question types
el: Διαχείριση τύπων ερωτήσεων

source: Beta
el: Βήτα

source: Release candidate
el: Ανακοίνωση υποψηφίου

source: Stable version
el: Σταθερή έκδοση

source: Alpha
el: Άλφα

source: Hint: You may want to run this script with --allow-unstable option
el: Συμβουλή: Ίσως θέλετε να εκτελέσετε αυτό το σενάριο με την επιλογή --allow-unstable

source: Your site is currently running unstable "{$a}" development code.
el: Ο ιστοχώρος σας εκτελεί ασταθή "{$a}" κώδικα ανάπτυξης.
