Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: One or more 'random' questions in a quiz are set up to select questions from a mixture of shared and unshared question categories. There is a more detailed report <a href="{$a->reporturl}">here</a> and see Moodle Docs page <a href="{$a->docsurl}">here</a>.
el: μία ή περισσότερες 'τυχαίες' ερωτήσεις σε κάποιο κουίζ έχουν ρυθμιστεί ώστε να επιλέγουν ερωτήσεις από ένα μίγμα διαμοιρασμένων και μη κατηγοριών ερωτήσεων. Υπάρχει πιο λεπτομερής αναφορά <a href="{$a->reporturl}">εδώ</a> και κοιτάξτε τη Moodle Docs σελίδα <a href="{$a->docsurl}">εδώ</a>.

source: Good. There are no 'random' questions in your quizzes that are set up to select questions from a mixture of shared and unshared question categories.
el: Ωραία. Δεν υπάρχουν 'τυαίες' ερωτήσεις στα κουίζ που να έχουν ρυθμιστεί ώστε να επιλέγον ερωτήεις από ένα μίγμα διαμοιρασμένων και μη κατηγοριών ερωτήσεων.

source: Question type
el: Τύπος ερώτησης

source: Question types
el: Τύποι ερωτήσεων

source: ReCAPTCHA secret key
el: ReCAPTCHA ιδιωτικό κλειδί

source: ReCAPTCHA site key
el: ReCAPTCHA δημόσιο κλειδί

# $string['register']
source: Register your site
el: Καταχώρηση του ιστοχώρου σας

source: When you register your site
el: Όταν καταχωρήσετε τον ιστοχώρο σας

source: You are added to a low-volume mailing list for important notifications such as security alerts and new releases of Moodle.
el: Θα μπείτε σε μια λίστα με χαμηλό όγκο για να λαμβάνεται σημαντικές ειδοποιήσεις, όπως ειδοποιήσεις ασφαλείας και νέων εκδόσεων του Moodle.

source: Statistics about your site will be added to the {$a} of the worldwide Moodle community.
el: Στατιστικά σχετικά με τον ιστοχώρο σας θα προστεθεί στα {$a} της παγκόσμιας κοινότητας του Moodle .

# $string['registerwithmoodleorg']
source: Register your site
el: Καταχώρηση του ιστοχώρου σας

source: Registration
el: Εγγραφή

source: It is recommended that you register your site in order to receive security alerts and access to Moodle.net, our course sharing platform.
el: Συνιστάται να καταχωρήσετε τον ιστοχώρο σας για να λαμβάνετε ειδοποιήσεις ασφαλείας και να έχετε πρόσβαση στο Moodle.net, την πλατφόρμα κοινής χρήσης.

source: Your site is not yet registered.
el: Ο ιστοχώρος σας δεν έχει ακόμη καταχωρηθεί.

source: For information about this version of Moodle, please see the online <a target="_blank" href="{$a}">Release Notes</a>
el: Για πληροφορίες σχετικά με αυτήν την έκδοση του Moodle, παρακαλώ δείτε εδώ: <a target="_new" href="{$a}">Release Notes</a>

source: Remember username
el: Να αποθηκευτεί το όνομα χρήστη

source: Manage reports
el: Διαχείριση αναφορών

source: Enable category selection
el: Ενεργοποίηση επιλογής κατηγορίας

source: <strong>IMPORTANT - PLEASE READ<br/>(This warning message will only be displayed during this upgrade)</strong><br/>Due to a bug fix, the behaviour of database activities using the 'Required entries' and 'Required entries before viewing settings' settings will change. A more detailed explanation of the changes can be read on <a href="http://moodle.org/mod/forum/discuss.php?d=110928" target="_blank">the database module forum</a>. The expected behavior of these settings can also be read on <a href="http://docs.moodle.org/en/Adding/editing_a_database#Required_entries" target="_blank">Moodle Docs</a>. <br/><br/>This change affects the following databases in your system: (Please save this list now, and after the upgrade, check that these activities still work the way that the teacher intends.)<br/><strong>{$a->text}</strong><br/>
el: <strong> ΣΗΜΑΝΤΙΚΟ- ΠΑΡΑΚΑΛΩ ΔΙΑΒΑΣΤΕ </strong><br/>(Αυτό το μήνυμα προειδοποίησης θα εμφανίζεται μόνο κατά τη διάρκεια αυτής της αναβάθμισης)</strong><br/>Εξαιτίας της διόρθωσης ενός σφάλματος, η συμπεριφορά δραστηριοτήτων της βάσης που χρησιμοποιούν τις ρυθμίσεις 'Απαιτούμενες καταχωρήσεις' and 'Απαιτούμενες καταχωρήσεις πριν την προβολή των ρυθμίσεων' θα αλλάξουν. Πιο λεπτομερής εξήγηση μπορεί να βρεθεί στο <a href="http://moodle.org/mod/forum/discuss.php?d=110928" target="_blank">forum για το άρθρωμα βάσης δεδομένων</a>. Η αναμενόμενη συμπεριφορά των ρυθμίσεων αυτών μπορεί επίσης να βρεθεί στο <a href="http://docs.moodle.org/en/Adding/editing_a_database#Required_entries" target="_blank">Moodle Docs</a>. <br/><br/>Η αλλαγή αυτή επηρεάζει τις παρακάτω βάσεις στο σύστημά σας: (Παρακαλώ αποθηκεύστε τη λίστα αυτή τώρα και, μετά την αναβάθμιση, ελέγξτε ότι οι δραστηριότητες αυτές λειτουργούν όπως προτίθεται ο καθηγητής να λειτουργούν.)<br/><strong>{$a->text}</strong><br/>

source: Require activity description
el: Απαιτείται περιγραφή δραστηριότητας

source: If enabled, users will be forced to enter a description for each activity.
el: Αν είναι ενεργοποιημένη, θα επιβάλλεται οι χρήστες να καταχωρίσουν μια περιγραφή για κάθε δραστηριότητα.

source: Requires
el: Απαιτείται

source: Restore course
el: Επαναφορά μαθήματος

source: Restorers' role in courses
el: Ρόλος συντηρητή στα μαθήματα

source: If the user does not already have the permission to manage the newly restored course, the user is automatically assigned this role and enrolled if necessary. Select "None" if you do not want restorers to be able to manage every restored course.
el: Αν ο χρήστης δεν έχει δικαίωμα διαχείριση να διαχείρισης του μαθήματος που έγινε επαναφορά πρόσφατα, γίνεται αυτόματα ανάθεση στο χρήστη αυτός ο ρόλος και εγγράφεται αν είναι απαραίτητο. Επιλέξτε «Κανένας» αν δεν θέλετε οι συντηρητές να μπορούν να διαχειριστούν κάθε μάθημα που γίνεται επαναφορά.

source: Users could change site configuration and behaviour
el: Οι χρήστες μπορεί να αλλάξουν τις ρυθμίσεις της ιστοσελίδας και τη συμπεριφορά της

source: Configuration risk
el: Ρίσκο ρυθμίσεων

source: Users could destroy large amounts of content or information
el: Οι χρήστες μπορούν να κααταστρέφουν πολύ υλικό ή πληροφορία

source: Data loss risk
el: Ρίσκο απώλειας δεδμοένων

source: Users could change trust settings of other users
el: Οι χρήστες μπορούν να αλλάξουν τις ρυθμίσεις εμπιστοσύνης των άλλων χρηστών

source: Manage trusts
el: Διαχείριση ρυθμίσεων εμπιστοσύνης

source: Users could gain access to private information of other users
el: Οι χρήστες μπορούν να αποκτήσουν πρόσβαση σε προσωπικές πληροφορίες των άλλων χρηστών

source: Privacy risk
el: Ρίσκο μυστικότητας

source: Users could send spam to site users or others
el: Οι χρήστες μπορούνούν να στείλουν ανεπιθύμητη αλληλογραφία σε άλλους χρήστες

source: Spam risk
el: Ρίσκο spam

source: Users could add files and texts that allow cross-site scripting (XSS)
el: Οι χρήστες μπορούν να προσθέσουν αρχεία και κείμενα που επιτρέπουν cross-site scripting (XSS)

source: XSS risk
el: XSS ρίσκο

source: {$a->roles}, with {$a->exceptions}
el: {$a->roles} με {$a->exceptions}

source: Disabled at server level
el: Απενεργοποιημένο σε επίπεδο διακομιστή

source: Save
el: Αποθήκευση

source: Save changes
el: Αποθήκευση αλλαγών

source: Search
el: Αναζήτηση

source: Search engine
el: Μηχανή αναζήτησης

source: Search in settings
el: Αναζήτηση στις ρυθμίσεις

source: Search results
el: Αποτελέσματα αναζήτησης

source: Section error!
el: Σφάλμα τμήματος!

source: Use additional form security
el: Επιπλέον ασφάλεια στις φόρμες

# $string['security']
source: Security
el: Ασφάλεια

source: Select device
el: Επιλογή συσκευής

source: Select search engine
el: Επιλογή μηχανής αναζήτησης

source: Server
el: Διακομιστής

source: Server checks
el: Έλεγχος διακομιστή

source: Server limit
el: Όριο διακομιστή

source: Cookie prefix
el: Όνομα cookie

source: Cookie path
el: Διαδρομή cookie

source: Session handling
el: Χειρισμός συνεδρίας

source: Timeout
el: Τέλος χρόνου

source: File uploading is required for normal operation, please enable it in PHP configuration.
el: Απαιτείται ανέβασμα αρχείου για κανονική λειτουργία, παρακαλώ ενεργοποιήστε το στις ρυθμίσεις της PHP.

source: Insufficient memory detected, please set higher memory limit in PHP settings.
el: Εντοπίστηκε ανεπαρκής μνήμη, παρακαλώ θέστε υψηλότερα όρια μνήμης στις ρυθμίσεις της PHP.

source: Moodle is not fully compatible with safe mode, please ask server administrator to turn it off. Running Moodle under safe mode is not supported, please expect various problems if you do so.
el: Το Moodle δεν είναι πλήρως συμβατό με το safe mode, παρακαλώ ζητήστε την απενεργοποίησή του από το διαχειριστή του διακομιστή . Η λειτουργία του Moodle κάτω από safe mode δεν υποστηρίζεται, παρκαλώ αναμένετε διάφορα προβλήματα.

source: Show comments count
el: Εμφάνιση αριθμού σχολίων

source: Show details
el: Εμφάνιση λεπτομερειών

source: Show user identity
el: Εμφάνιση ταυτότητας χρήστη

source: When selecting or searching for users, and when displaying lists of users, these fields may be shown in addition to their full name. The fields are only shown to users who have the moodle/site:viewuseridentity capability; by default, teachers and managers. (This option makes most sense if you choose one or two fields that are mandatory at your institution.)
el: Κατά την επιλογή ή αναζήτηση χρηστών, και κατά την εμφανιση λιστών χρηστών, τα πεδία αυτά μπορεί να φαίνονται επιπρόσθετα με το πλήρες όνομα τους. Τα πεδία εμφανίζονται μόνο στους χρήστες που έχουν τη δυνατότητα moodle/site:viewuseridentity, από προεπιλογή, διδάσκοντες και διαχειριστές. (Αυτή η επιλογή έχει νόημα, αν επιλέξετε ένα ή δύο πεδία που είναι υποχρεωτικά στο ίδρυμά σας.)

source: Character set
el: Κωδικοποίηση χαρακτήρων

source: The site is undergoing maintenance and is currently not available
el: Πραγματοποιούνται εργασίες συντήρησης στο σύστημα.

source: Maintenance mode
el: Λειτουργία συντήρησης

source: Maintenance mode has been disabled and the site is running normally again
el: Οι εργασίες συντήρησης έχουν τελειώσει και το σύστημα λειτουργεί κανονικά.

source: Your site is currently in maintenance mode (only admins can log in or use the site).
el: Αυτήν τη στιγμή εκτελούνται εργασίες συντήρησης στο σύστημα.

source: Your site is currently in maintenance mode (only admins can log in). To return this site to normal operation, <a href="maintenance.php">disable maintenance mode</a>.
el: Το σύστημα βρίσκεται σε κατάσταση συντήρησης (μόνο οι διαχειριστές μπορούν να εισέλθουν). Για να επιστρέψει το σύστημα σε κανονική λειτουργία: <a href="maintenance.php">απενεργοποιήστε τη διαδικασία συντήρησηςe</a>.

source: Site policies
el: Πολιτική ασφάλειας

source: Site policy URL
el: Διεύθυνση πολιτικής ιστοσελίδας ή όρων χρηστών

source: If you have a site policy that all registered users must see and agree to before using this site, then specify the URL to it here, otherwise leave this field blank. This setting can contain any public URL.
el: Εάν έχετε μια πολιτική συστήματος την οποία όλοι οι χρήστες θα πρέπει να δουν και να δεχθούν πριν εισέλθουν στο σύστημα, ορίστε το URL εδώ, ειδάλλως αφήστε το κενό. Το URL μπορεί να οδηγεί οπουδήποτε, ένα καλό μέρος είναι ένα αρχείο στα αρχεία του συστήματος. π.χ. http://yoursite/file.php/1/policy.html

source: If selected, a topic section will be displayed on the site's front page.
el: Εάν επιλεγεί, μια ενότητα θέματος θα εμφανιστεί στην αρχική σελίδα του συστήματος.

source: Use slash arguments
el: Χρήση slash arguments

source: Smart pix search
el: Αναζήτηση smart pix

source: SMTP hosts
el: Κεντρικοί υπολογιστές SMTP

source: SMTP session limit
el: Όριο συνεδρίας SMTP

source: SMTP password
el: Κωδικός πρόσβασης SMTP

source: SMTP security
el: Ασφάλεια SMTP

source: SMTP username
el: Όνομα χρήστη SMTP

source: Course full name
el: Πλήρες όνομα μαθήματος

source: Course ID number
el: Αριθμός αναγνωριστικού μαθήματος

source: Course short name
el: Σύντομο όνομα μαθήματος

source: Sort order
el: Σειρά ταξινόμησης

source: Spell engine
el: Ορθογραφικός μηχανισμός

# $string['stats']
source: Statistics
el: Στατιστικά

source: Maximum processing interval
el: Μέγιστος χρόνος επεξεργασίας

source: Maximum runtime
el: Μέγιστος χρόνος εκτέλεσης

source: statistics
el: στατιστικά

source: Days to process
el: Ημέρες προς επεξεργασία

source: Run at
el: Εκτέλεση στις

source: User threshold
el: Κατώφλι χρήστη

source: Sticky blocks
el: Sticky μπλοκ

source: Course page
el: Σελίδα μαθήματος

source: If any block you add here is already present in a particular page, it will result in a duplicate.<br />Only the pinned block will be non-editable, the duplicate will still be editable.
el: Εάν ένα μπλοκ που τοποθετείτε εδώ υπάρχει ήδη σε συγκεκριμένη σελίδα, θα δημιουργήσει αντίγραφο. Μόνο το σταθερό μπλοκ δεν θα είναι επεξεργάσιμο, το αντίγραφο μπορείτε να το επεξεργαστείτε.

source: My Moodle
el: Το Moodle μου

source: Page type to configure
el: Είδος σελίδας για ρύθμιση.

source: Remove HTML tags from all activity names
el: Αφαίρεση ετικετών HTML από όλα τα ονόματα δραστηριοτήτων

source: Support email
el: Υποστήριξη μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Support name
el: Υποστήριξη ονόματος

source: Support page
el: Υποστήριξη σελίδας

source: Switch lang directory
el: Αλλαγή φακέλου γλώσσας

source: System paths
el: Διαδρομές Συστήματος

source: Changes in table above are saved automatically.
el: Οι αλλαγές στον παραπάνω πίνακα αποθηκεύονται αυτόματα.

source: On tables with tabs, should the row with the currently selected tab be placed at the front
el: Σε πίνακες με καρτέλες, η γραμμή με την επιλεγμένη καρτέλα να τοποθετούνται μπροστά;

source: Bring selected tab row to front
el: Φέρε την επιλεγμένη γραμμή καρτέλας μπροστά

source: Automated backups
el: Αυτόματη δημιουργία αντιγράφων ασφαλείας

source: Award badges
el: Απονομή βραβείων

source: Sync external blogs
el: Συγχρονισμός εξωτερικών ιστολογίων

source: Check for updates
el: Έλεγχος για ενημερώσεις

source: Delete incomplete users
el: Διαγραφή μη ολοκληρωμένων χρηστών

source: Delete unconfirmed users
el: Διαγραφή μη επιβεβαιωμένων χρηστών

source: Legacy cron processing for plugins
el: Επεξεργασία cron παλαιότερης έκδοσης για πρόσθετα

source: Background processing for legacy cron in plagiarism plugins
el: Επεξεργασία στο παρασκήνιο για cron παλαιότερης έκδοσης σε πρόσθετα λογοκλοπής

source: Theme list
el: Λίστα θεμάτων

source: Change theme
el: Αλλαγή θέματος

source: Theme selector
el: Επιλογή θέματος

source: Theme settings
el: Ρυθμίσεις θέματος

source: There were errors in your data
el: Υπήρχαν σφάλματα στα δεδομένα σας

source: Library
el: Βιβλιοθήκη

# $string['thirdpartylibrarylocation']
source: Location
el: Τοποθεσία

source: Default timezone
el: Προεπιλεγμένη ζώνη ώρας

source: This is forced by the site administrator
el: Αυτή η επιλογή επιβάλλεται από το διαχειριστή

source: Invalid timezone "{$a}"
el: Μη έγκυρη ζώνη ώρας "{$a}"

source: Force all users to use
el: Υποχρεωτική χρήση από όλους

source: Users can choose their own timezone
el: Οι χρήστες μπορούν να επιλέξουν τη δική τους ζώνη ώρας

source: Default PHP timezone ({$a})
el: Προεπιλεγμένη ζώνη ώρας PHP ({$a})

source: Server timezone ({$a})
el: Χρονική ζώνη διακομιστή ({$a})

source: Installing the optional PHP Tokenizer extension is recommended -- it improves Moodle Networking functionality.
el: Συνιστάται η εγκατάσταση της προαιρετικής επέκτασης PHP Tokenizer -- βελτιώνει τη λειτουργικότητα του Moodle Networking.

source: Admin tools
el: Εργαλεία διαχειριστή

source: Manage admin tools
el: Διαχείριση εργαλείων διαχειριστή

source: Unattended operation
el: Ανεπίβλεπτη λειτουργία

source: Unbookmark this page
el: Διαγραφή του σελιδοδείκτη

source: It is required that you store all your data in Unicode format (UTF-8). New installations must be performed into databases that have their default character set as Unicode. If you are upgrading, you should perform the UTF-8 migration process (see the Admin page).
el: Απαιτείται η αποθηκεύση όλων των δεδομένων σε Unicode (UTF-8). Νέες εγκαταστάσεις πρέπει να εκτελεστούν σε βάσεις δεδομένων που έχουν ως προεπιλεγμένο charset το Unicode. Εάν αναβαθμίζετε, εκτελέστε τη διαδικασία μεταφοράς της UTF-8

source: Uninstall
el: Απεγκατάσταση

source: Unlock account
el: Ξεκλέιδωμα λογαριασμού

source: Unsupported
el: Δεν υποστηρίζεται

source: PHP version 7 is not supported.
el: Η PHP version 7 δεν υποστηρίζεται

source: PHP version 7.1 is not supported.
el: Η PHP version 7.1 δεν υποστηρίζεται

source: Activate user account
el: Ενεργοποίηση λογαριασμού χρήστη

source: Update existing accounts
el: Ανανέωση υπαρχόντων λογαριασμών

source: Automatically check for available updates
el: Αυτόματος έλεγχος για διαθέσιμες ενημερώσεις

source: There is a newer Moodle version available!
el: Υπάρχει μια νεότερη έκδοση του Moodle διαθέσιμη!

source: See {$a->url} for more details
el: Δείτε {$a->url} για περισσότερες λεπτομέρειες

source: Install this update
el: Εγκατάσταση αυτής της ενημέρωσης

source: Install available updates ({$a})
el: Εγκατάσταση διαθέσιμων ενημερώσεων ({$a})

source: More info...
el: Περισσότερες πληροφορίες...

source: It is strongly recommended that you update your site to the latest version to obtain all recent security and bug fixes.
el: Συνιστάται ανεπιφύλακτα να ενημερώσετε τον ιστοχώρο σας στην τελευταία έκδοση για να αποκτήσετε όλες τις πρόσφατες διορθώσεις ασφάλειας και σφαλμάτων.

source: Version {$a}
el: Έκδοση {$a}

source: Update component
el: Αναβάθμιση συστατικών

source: Update notifications
el: Ενημέρωση ειδοποιήσεων

source: Unknown error upgrading {$a->plugin} to version {$a->version}, can not continue.
el: Άγνωστο σφάλμα κατά την αναβάθμιση του {$a->plugin} στην έκδοση {$a->version}, αδυναμία συνέχειας.

source: A new feature has been added in Moodle 1.5 to track read/unread forum posts.<br />To use this functionality you need to <a href="{$a}">update your tables</a>.
el: Μια καινούργια δυνατότητα προστέθηκε στο Moodle 1.5 για την ανίχνευση διαβασμένων/μη-διαβασμένων αναρτήσεων στο forum. Για να χρησιμοποιήσετε τη δυνατότητα αυτή πρέπει να <a href="{$a}">ενημερώσετε τους πίνακές σας</a>.

source: A new feature has been added in Moodle 1.5 to track read/unread forum posts. To use this functionality you need to update your tables with all the tracking information for existing posts. Depending on the size of your site this can take a long time (hours) and can be quite taxing on the database, so it's best to do it during a quiet period. However, your site will continue functioning during this upgrade and users won't be affected. Once you start this process you should let it finish (keep your browser window open). However, if you stop the process by closing the window: don't worry, you can start over.<br /><br />Do you want to start the upgrading process now?
el: Μια καινούργια δυνατότητα προστέθηκε στο Moodle 1.5 για την ανίχνευση διαβασμένων/μη-διαβασμένων αναρτήσεων στο forum. Για να χρησιμοποιήσετε τη δυνατότητα αυτή πρέπει να ενημερώσετε τους πίνακές σας με όλες τις πληροφορίες ανίχνευσης για υπάρχουσες αναρτήσεις. Ανάλογα με το μέγεθος της σελίδας σας αυτό μπορεί να πάρει αρκετό χρόνο (ώρες) και επιβαρύνει αρκετά την βάση δεδομένων, οπότε καλό είναι να εκτελεστεί σε μια ήσυχη περίοδο. Ωστόσο, η σελίδα συνεχίζει να λειτουργεί και οι χρήστες δεν επηρεάζονται. Αν ξεκινήσετε τη διαδικασία, αφήστε τη να ολοκληρωθεί (κρατήστε ανοιχτό το broswer). Ωστόσο, εάν σταματήσετε τη διαδικασία μπορείτε να αρχίσετε από την αρχή. Θέλετε να αρχίσει η διαδικασία αναβάθμισης τώρα;

source: For full functionality, your old logs need to be upgraded. <a href="{$a}">More information</a>
el: Για να έχετε πλήρη λειτουργικότητα, θα πρέπει να αναβαθμίσετε τα αρχεία καταγραφής. Για περισσότερες πληροφορίες πατήστε <a href="{$a}">εδώ</a>

source: Some changes have recently been made in the way logs are stored. To be able to view all of your old logs on a per-activity basis, your old logs need to be upgraded. Depending on your site this can take a long time (eg several hours) and can be quite taxing on the database for large sites. Once you start this process you should let it finish (by keeping the browser window open). Don't worry - your site will work fine for other people while the logs are being upgraded.<br /><br />Do you want to upgrade your logs now?
el: Κάποιες αλλαγές έγιναν πρόσφατα στο τρόπο με τον οποίο αποθηκεύονται τα logs. Για να μπορείτε να δείτε όλα τα παλιά logs ανά δραστηριότητα, πρέπει να αναβαθμίσετε τα παλιά logs. Ανάλογα με το μέγεθος της σελίδας σας αυτό μπορεί να πάρει αρκετό χρόνο (ώρες) και επιβαρύνει αρκετά τη βάση δεδομένων, οπότε καλό είναι να εκτελεστεί σε μια ήσυχη περίοδο. Ωστόσο, η σελίδα συνεχίζει να λειτουργεί και οι χρήστες δεν επηρεάζονται. Αν ξεκινήσετε την διαδικασία, αφήστε την να ολοκληρωθεί (κρατήστε ανοιχτό το πλοηγητή). Ωστόσο, εάν σταματήσετε την διαδικασία μπορείτε να αρχίσετε από την αρχή. Θέλετε να αρχίσει η διαδικασία αναβάθμισης τώρα;

source: Updating plugins
el: Ενημέρωση πρόσθετων

source: There are available updates for some of your plugins. You should install them all prior to upgrading Moodle database. If your site does not support automatic updates deployment, you have to download and install new plugin versions at your server manually.
el: Υπάρχουν διαθέσιμες ενημερώσεις για ορισμένα από τα πρόσθετα σας. Θα πρέπει να τα εγκαταστήσετε όλα πριν από την αναβάθμιση της βάσης δεδομένων του Moodle. Αν ο ιστοχώρος σας δεν υποστηρίζει την αυτόματη ανάπτυξη ενημερώσεων, θα πρέπει να κάνετε λήψη και εγκατάσταση των νέων εκδόσεων των πρόσθετων στο διακομιστή σας χειροκίνητα.

source: New settings
el: Νέες ρυθμίσεις

source: The settings shown below were added during your last Moodle upgrade. Make any changes necessary to the defaults and then click the &quot;Save changes&quot; button at the bottom of this page.
el: Οι παρακάτω ρυθμίσεις προστέθηκαν κατά την αναβάθμιση του Moodle. Αλλάξτε ό,τι θεωρείτε απαραίτητο και επιλέξτε αποθήκευση.

source: <p>Your Moodle files have been changed, and you are about to automatically upgrade your server to this version:</p> <p><strong>{$a}</strong></p> <p>Once you do this you can not go back again. Please note that this process can take a long time.</p> <p>Are you sure you want to upgrade this server to this version?</p>
el: Τα αρχεία του Moodle άλλαξαν και πρόκειται να αναβαθμίσετε το server στην έκδοση <br /><br /> <strong>{$a}</strong> <br /><br />. Μόλις το κάνετε δεν μπορείτε να επιστρέψετε.<br /><br /> Σίγουρα θέλετε να αναβαθμίσετε το server σε αυτήν την έκδοση;

source: Upgrade timed out, please restart the upgrade.
el: Η αναβάθμιση ξεπέρασε το μέγιστο χρόνο, παρακαλώ επανεκκινήστε την αναβάθμιση.

source: Upgrading data
el: Αναβάθμιση των δεδομένων

source: Upgrading logs
el: Αναβάθμιση των αρχείων καταγραφής

source: Upgrading to new version
el: Αναβάθμιση στην επόμενη έκδοση

source: upwards
el: προς τα επάνω

source: Enable associations
el: Ενεργοποίηση συσχετίσεων

source: Use online YUI libraries
el: Χρήση online βιβλιοθηκών YUI

# $string['user']
source: User
el: Χρήστης

source: Bulk user actions
el: Χοντρικές ενέργειες χρήστη

source: Export users as
el: Εξαγωγή χρηστών ως

source: User default preferences
el: Προεπιλεγμένες προτιμήσεις χρήστη

source: Browse list of users
el: Προβολή των χρηστών

source: User policies
el: Πολιτική χρηστών

source: User preference
el: Προτίμηση χρήστη

source: Users
el: Χρήστες

source: Use site name for site pages
el: Χρησιμοποιήστε το όνομα του δικτυακού τόπου για τις σελίδες

source: Enable tags functionality
el: Ενεργοποίηση λειτουργικότητας ετικετών

source: This value is not valid
el: Αυτή η τιμή δεν ήταν έγκυρη:

source: These entries are invalid: {$a}
el: Αυτές οι καταχωρήσεις δεν είναι έγκυρες: {$a}

source: These IP addresses are invalid: {$a}
el: Αυτές οι διευθύνσεις IP δεν είναι έγκυρες: {$a}

source: Restrict domains when changing email
el: Περιορισμός domain κατά την αλλαγή διευθύνσεων ηλεκτρονικού ταχυδρομείου

source: Invalid current value: {$a}
el: Μη έγκυρη τρέχουσα τιμή: {$a}
