Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: The version of Moodle that you are about to install or upgrade to contains unstable "{$a}" development code that is not suitable for use on most production sites. If this is not what you wanted then you should make sure you are updating from a STABLE branch of the Moodle code. See Moodle Docs for more details.
el: Η έκδοση του Moodle που πρόκειται να εγκαταστήσετε ή να αναβαθμίσετε περιέχει ασταθές "{$a}" κώδικα ανάπτυξης που δεν είναι κατάλληλος για χρήση στους περισσότερους παραγωγικούς ιστοχώρους. Αν δεν το θέλετε αυτό τότε θα πρέπει να επιβεβαιώσετε ότι κάνετε ενημέρωση από ένα ΣΤΑΘΕΡΟ κλάδο του κώδικα Moodle. Δείτε τα Moodle Docs για περισσότερες λεπτομέρειες.

source: Maximum uploaded file size
el: Μέγιστο μέγεθος αρχείου

source: Consecutive identical characters
el: Συνεχόμενοι όμοιοι χαρακτήρες

source: Maximum time to edit posts
el: Μέγιστος χρόνος επεξεργασίας αναρτήσεων

source: Maximum time limit
el: Μέγιστο χρονικό όριο

source: To restrict the maximum PHP execution time that Moodle will allow without any output being displayed, enter a value in seconds here. 0 means that Moodle default restrictions are used. If you have a front-end server with its own time limit, set this value lower to receive PHP errors in logs. Does not apply to CLI scripts.
el: Για να περιορίσετε το μέγιστο χρόνο εκτέλεσης PHP που θα επιτρέψει το Moodle χωρίς να εμφανιστεί καμία έξοδος, εισάγετε εδώ μια τιμή σε δευτερόλεπτα. 0 σημαίνει ότι χρησιμοποιούνται οι προεπιλεγμένοι περιορισμοί του Moodle. Αν έχετε ένα διακομιστή προσκηνίου με το δικό του χρονικό όριο, ορίστε αυτή την τιμή χαμηλότερα για να λαμβάνετε σφάλματα PHP στα αρχεία καταγραφής. Δεν ισχύει για δέσμες ενεργειών CLI.

source: Maximum users per page
el: Μέγιστος αριθμός χρηστών ανά σελίδα

source: Installing the optional MBSTRING library is highly recommended in order to improve site performance, particularly if your site is supporting non-Latin languages.
el: Η εγκατάσταση της προαιρετικής MBSTRING βιβλιοθήκης προτείνεται για να βελτιωθεί η απόδοση του συστήματος, ειδικά εάν η σελίδα σας υποστηρίζει γλώσσες με μη-λατινικό αλφάβητο.

source: Enable .avi filter
el: Ενεργοποίηση του φίλτρου .avi

source: Enable .flv filter
el: Ενεργοποίηση του φίλτρου .flv

source: Enable auto-embedding of linked images
el: Ενεργοποίηση αυτόματης ενσωμάτωσης συνδεδεμένων εικόνων

source: Enable .mov filter
el: Ενεργοποίηση του φίλτρου .mov

source: Enable .mp3 filter
el: Ενεργοποίηση του φίλτρου .mp3

source: Enable .mpg filter
el: Ενεργοποίηση του φίλτρου .mpg

source: Enable .ogg filter
el: Ενεργοποίηση φίλτρου .ogg

source: Enable .ogv filter
el: Ενεργοποίηση φίλτρου .ogv

source: Enable .ram filter
el: Ενεργοποίηση του φίλτρου .ram

source: Enable .rm filter
el: Ενεργοποίηση του φίλτρου .rm

source: Enable .rpm filter
el: Ενεργοποίηση του φίλτρου .rpm

source: Enable .swf filter
el: Ενεργοποίηση του φίλτρου .swf

source: As a default security measure, normal users should not be allowed to embed swf flash files.
el: Σαν ένα πρόσθετο μέτρο ασφαλείας, οι σπουδαστές δεν έχουν τη δυνατότητα να εισαγάγουν αρχεία swf του flash.

source: Enable .wmv filter
el: Ενεργοποίηση του φίλτρου .wmv

source: Enable YouTube links filter
el: Ενεργοποιηση φίλτρου συνδέσμων του YouTube

source: Enable messaging system
el: Ενεργοποίηση της δυνατότητας ανταλλαγής μηνυμάτων

source: Notification email override
el: Παράκαμψη διεύθυνσης ηλεκτρονικού ταχυδρομείου ειδοποίησης

source: Delete read notifications
el: Διαγραφή αναγνωσμένων ειδοποιήσεων

source: Hide read notifications
el: Απόκρυψη αναγνωσμένων ειδοποιήσεων

source: Digits
el: Ψηφία

source: Password length
el: Μήκος κωδικοί ασφαλείας

source: Lowercase letters
el: Πεζοί χαρακτήρες

source: Non-alphanumeric characters
el: Μη αλφαριθμητικοί χαρακτήρες

source: Uppercase letters
el: Κεφαλαίοι χαρακτήρες

# $string['misc']
source: Miscellaneous
el: Διάφορα

source: <strong>Note:</strong> This backup file contains remote Moodle Network user accounts which will be restored as part of the process.
el: <strong>Σημείωση:</strong> Αυτό το αντίγραφο ασφαλείας περιέχει λογαριασμούς χρηστών Moodle Network που θα επαναφερθούν ως κομμάτι της διαδικασίας.

source: <strong>Note:</strong> This backup file seems to come from a different Moodle installation and contains remote Moodle Network user accounts. The restore process will try to match the Moodle Network hosts for all created users. Those not matching will be automatically switched to internal authentication (instead of mnet one). The restore log will inform you about that.
el: <strong>Σημείωση:</strong> Αυτό το αντίγραφο ασφαλείας φαίνεται να προέρχεται από διαφορετική εγκατάσταση Moodle installation και περιέχει λογαριασμούς χρηστών Moodle Network. Η διαδικασία επαναφοράς θα προσπαθήσει να ταιριάξει τους κεντρικούς υπολογιστές του Moodle Network για όλους τους χρήστες. Αυτοί που δε θα αντιστοιχιστούν θα μεταφερθούν αυτόματα σε εσωτερική πιστοποίηση (αντί για mnet). Το αρχείο καταγραφής της διαδικασίας επαναφοράς θα περιέχει σχετικές πληροφορίες.

source: <strong>Note:</strong> This backup file apparently originates from a different Moodle installation and contains remote Moodle Network user accounts that may fail to restore. This operation is unsupported. If you are certain that it was created on this Moodle installation, or you can ensure that all the needed Moodle Network Hosts are configured, you may want to still try the restore.
el: <strong>Σημείωση:</strong> Αυτό το αντίγραφο ασφαλείας φαίνεται να προέρχεται από διαφορετική εγκατάσταση Moodle installation και περιέχει λογαριασμούς χρηστών Moodle Network που μπορεί να μην μπορούν να επαναφερθούν. Η λειτουργία αυτή δεν είναι διαθέσιμη. Εάν είστε σίγουροι ότι δημιουργήθηκε σε αυτήν εδώ την εγκατάσταση ή μπορείτε να εξασφαλίσετε ότι όλοι οι Moodle Network κεντρικοί υπολογιστές είναι ρυθμισμένοι, μπορείτε να δοκιμάσετε την επαναφορά.

source: <strong>Note:</strong> This backup file seems to come from a different Moodle installation and contains remote Moodle Network user accounts. You are not allowed to execute this type of restore. Contact the administrator of the site or, alternatively, restore this course without any user information (modules, files...)
el: <strong>Σημείωση:</strong> Αυτό το αντίγραφο ασφαλείας φαίνεται να προέρχεται από διαφορετική εγκατάσταση Moodle installation και περιέχει λογαριασμούς χρηστών Moodle Network. Δεν έχετε τα δικαιώματα να εκτελέσετε αυτόν τον τύπο επαναφοράς. Επικοινωνήστε με το διαχειριστή του ιστοχώρυ ή, εναλλακτικά, επαναφέρετε αυτό το μάθημα χωρίς πληροφορίες χρηστών (αρθρώματα, αρχεία...)

source: Remote Moodle Network user {$a->username} (coming from {$a->mnethosturl}) switched to local {$a->auth} authenticated user.
el: Απομακρυνσμένος Moodle Network χρήστης {$a->username} (προερχόμενος από {$a->mnethosturl}) μεταφέρθηκε στον τοπικό πιστοποιημένο χρήστη {$a->auth}.

source: Mobile
el: Κινητό

source: Activity chooser default
el: Προεπιλογή επιλογέα δραστηριοτήτων

source: Default values for activity settings
el: Προεπιλεγμένες τιμές για τις ρυθμίσεις της δραστηριότητας

source: Manage activities
el: Διαχείριση δραστηριοτήτων

source: Module security
el: Ασφάλεια του Moodle

source: Force old multilang syntax: &lt;span&gt; without the class="multilang" and &lt;lang&gt;
el: Επιβολή παλιάς πολυγλωσσικής σύνταξης: &lt;span&gt; χωρίς class="multilang" and &lt;lang&gt;

source: Statistics have not yet been enabled on this site.
el: Δεν έχει ενεργοποιηθεί η καταγραφή στατιστικών.

source: Number of courses
el: Αριθμός μαθημάτων

source: System default dashboard
el: Προεπιλεγμένη αρχική σελίδα συστήματος

source: Dashboard
el: My Moodle

source: Force users to use My Moodle
el: Ανάγκασε τους χρήστες να χρησιμοποιήσουν το My Moodle

source: Default Dashboard page
el: Προεπιλεγμένη Αρχική Σελίδα

source: Lock default page
el: Κλείδωμα προεπιλεγμένης σελίδας

source: Default profile page
el: Προεπιλεγμένη σελίδα προφίλ

source: Add links to view user posts
el: Προσθήκη συνδέσμων για την προβολή αναρτήσεων χρήστη

source: If enabled two links will be added to each user in the navigation to view discussions the user has started and posts the user has made in forums throughout the site or in specific courses.
el: Αν είναι ενεργοποιημένη, θα προστεθούν δύο σύνδεσμοι σε κάθε χρήστη στην πλοήγηση για να βλέπουν τις συζητήσεις που έχει ξεκινήσει ο χρήστης και τις αναρτήσεις που έχει κάνει ο χρήστης σε ομάδες συζητήσεων σε ολόκληρο τον ιστοχώρο ή σε συγκεκριμένα μαθήματα.

source: Course limit
el: Όριο μαθήματος

source: This upgrade introduces two new navigation blocks that will replace these blocks: Administration, Courses, Activities and Participants. If you had set any special permissions on those blocks you should check to make sure everything is behaving as you want it.
el: Αυτή η αναβάθμιση εισάγει δύο νέα μπλοκ πλοήγησης που θα αντικαταστήσουν αυτά τα μπλοκ: Διαχείριση, Μαθήματα, Δραστηριότητες και Συμμετέχοντες. Αν είχατε καθορίσει κάποια ειδικά δικαιώματα σε αυτά τα μπλοκ, θα πρέπει να ελέγξετε για να επιβεβαιώσετε ότι όλα συμπεριφέρονται όπως θέλετε.

source: Show all courses
el: Εμφάνιση όλων των μαθημάτων

source: Show course categories
el: Εμφάνιση κατηγοριών μαθημάτων

source: Show front page activities in the navigation
el: Εμφάνιση δραστηριοτήτων πρώτης σελίδας στην πλοήγηση

source: If enabled, front page activities will be shown on the navigation under site pages.
el: Αν ενεργοποιηθεί, οι δραστηριότητες της πρώτης σελίδας θα εμφανίζονται στην πλοήγηση κάτω από τις σελίδες του ιστοχώρου.

source: Show course full names
el: Εμφάνιση πλήρους ονόματος μαθημάτων

source: If enabled, course full names will be used in the navigation rather than short names.
el: Αν είναι ενεργοποιημένή, το πλήρες όνομα μαθημάτων θα χρησιμοποιείται στη πλοήγηση αντί γαι τα σύντομα ονόματα.

source: Show my course categories
el: Εμφάνιση κατηγοριών μαθημάτων μου

source: If enabled courses in the users my courses branch will be shown in categories.
el: Αν είναι ενεργοποιημένη, τα μαθήματα στη διακλάδωση τα μαθήματα μου των χρηστών θα εμφανίζονται σε κατηγορίες.

source: Sort my courses
el: Ταξινόμηση των μαθημάτων μου

source: This determines whether courses are listed under My courses according to the sort order (i.e. the order set in Site administration > Courses > Manage courses and categories) or alphabetically by course setting.
el: Καθορίζει αν τα μαθήματα εμφανίζονται στο μπλοκ Τα μαθήματά μου ανάλογα με τη σειρά ταξινόμησης (δηλ. η σειρά που έχει οριστεί στη Διαχείριση ιστοχώρου > Μαθήματα> Διαχείριση μαθημάτων και κατηγοριών) ή αλφαβητικά σύμφωνα με τη ρύθμιση μαθημάτων.

source: Never
el: Ποτέ

source: Never delete runs
el: Να μη διαγράφονται οι εκτελέσεις

source: Newest document indexed
el: Το νεότερο έγγραφο είναι ευρετηριασμένο

source: You do not have any bookmarks.
el: Δεν έχετε σελιδοδείκτες.

source: No database
el: Δεν υπάρχει βάση δεδομένων

source: It is recommended to enable HTTPS with a valid certificate. The Moodle app will always try to use a secured connection first.
el: Συνιστάται η ενεργοποίηση του HTTPS με έγκυρο πιστοποιητικό. Η εφαρμογή Moodle θα προσπαθεί πάντα να χρησιμοποιήσει πρώτα μια ασφαλή σύνδεση.

source: No missing strings
el: Δεν υπάρχουν strings που να λείπουν

source: None
el: Κανένα

source: No new settings were added during this upgrade.
el: Δεν προστέθηκαν καινούργιες ρυθμίσεις κατά την ενημέρωση.

source: The bookmark you requested does not exist.
el: Ο σελιδοδείκτης που ζητήσατε δεν υπάρχει.

source: No-reply address
el: Διεύθυνση μη-απάντησης

source: No-reply and domain
el: Μη-απάντηση και τομέας

source: Settings for No-reply and configured domains
el: Ρυθμίσεις για Μη-απάντηση και διαμορφωμένους τομείς

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

source: No roles
el: Δεν υπάρχουν ρόλοι

source: No supported logstore found
el: Αδυναμία εύρεσης υποστηριζόμενης αποθήκης αρχείων καταγραφής

source: Notifications
el: Ειδοποιήσεις

source: Email login failures to
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου με τις εσφαλμένες προσπάθειες σύνδεσης, στον

source: Threshold for email notifications
el: Κατώφλι για ειδοποιήσεις με μήνυμα ηλεκτρονικού ταχυδρομείου

source: Role for visitors
el: Ρόλος για τους επισκέπτες

source: Number of missing strings: {$a}
el: Αριθμός strings που λείπουν: {$a}

source: Total number of strings: {$a->strings}<br />Missing: {$a->missing} ({$a->missingpercent}&nbsp;%)
el: Συνολικός αριθμός strings: {$a->strings}<br />Λείπουν: {$a->missing} ({$a->missingpercent}&nbsp;%)

source: The refresh token for one of the OAuth services {$a->issuer} on your site {$a->siteurl} has expired. This will limit the functionality of any plugins that use this service. To fix this issue, visit the OAuth 2 Services configuration page and click on the "Connect system account" icon in the table row for this service. Be sure to login using the same service account for the OAuth system each time.
el: Το αδειοπλαίσο ανανέωσης για μία από τις υπηρεσίες του OAuth {$a->issuer} στον ιστοχώρο σας {$a->siteurl} έχει λήξει. Αυτό θα περιορίσει τη λειτουργικότητα των πρόσθετων που χρησιμοποιούν αυτή την υπηρεσία. Για να διορθώσετε αυτό το ζήτημα, επισκεφθείτε τη σελίδα διαμόρφωσης υπηρεσιών OAuth 2 και πατήστε στο εικονίδιο "Σύνδεση λογαριασμού συστήματος" στη γραμμή πίνακα για αυτήν την υπηρεσία. Επιβεβαιώστε ότι συνδέεστε με τον ίδιο λογαριασμό υπηρεσίας για το σύστημα OAuth κάθε φορά.

source: OAuth refresh token expired for {$a->issuer} on your site {$a->siteurl}.
el: Το αδειοπλαίσο ανανέωσης OAuth για τον/την {$a->issuer} στον ιστοχώρο σας {$a->siteurl}.

source: Only when from a no-reply address
el: Μόνο όταν προέρχεται από διεύθυνση μη-απάντηση

source: PHP opcode caching improves performance and lowers memory requirements, OPcache extension is recommended and fully supported.
el: Η προσωρινή αποθήκευση PHP opcode βελτιώνει την απόδοση και μειώνει τις απαιτήσεις μνήμης, η επέκταση OPcache συνιστάται και υποστηρίζεται πλήρως.

source: Installing the optional OpenSSL library is highly recommended -- it enables Moodle Networking functionality.
el: Συνιστάται η εγκατάσταση της προαιρετικής βιβλιοθήκης OpenSSL -- παρέχει Moodle Networking λειτουργικότητα.

source: The OpenSSL PHP extension is now required by Moodle to provide stronger cryptographic services.
el: Η επέκταση OpenSSL PHP απαιτείται τώρα από το Moodle για την παροχή ισχυρότερων κρυπτογραφικών υπηρεσιών.

source: Open to Google
el: Άνοιγμα στο Google

source: Optional maintenance message
el: Μήνυμα συντήρησης

source: First
el: Πρώτος/ο/η

source: Second
el: Δεύτερος/ο/η

source: Third
el: Τρίτος/ο/η

source: Fourth
el: Τέταρτος/ο/η

source: Outgoing mail configuration
el: Διαμόρφωση εξερχόμενου μηνύματος

source: Log out after password change
el: Αποσύνδεση μετά την αλλαγή κωδικού πρόσβασης

source: If enabled, when a password is changed, all browser sessions are terminated, apart from the one in which the new password is specified. (This setting does not affect password changes via bulk user upload.)
el: Αν είναι ενεργοποιημένη, όταν αλλάξει ο κωδικός πρόσβασης, όλες οι συνεδρίες του προγράμματος περιήγησης τερματίζονται, εκτός από εκείνη στην οποία έχει οριστεί ο νέος κωδικός πρόσβασης. (Αυτή η ρύθμιση δεν επηρεάζει τις αλλαγές κωδικού πρόσβασης μέσω μαζικής μεταφόρτωσης χρηστών.)

source: Password policy
el: Πολιτική κωδικών ασφαλείας

source: Path to du
el: Διαδρομή για το du

source: Path to ghostscript
el: Διαδρομή για ghostscript

source: Path to pg_dump
el: Διαδρομή για το pg_dump

source: This is only necessary to enter if you have more than one pg_dump on your system (for example if you have more than one version of postgresql installed)
el: Αυτό το πεδίο απαιτείται εάν έχετε περισσότερα από ένα pg_dump στο σύστημά σας (πχ αν έχετε περισσότερες από μία εκδόσεις του postgresql εγκατεστημένες)

source: Invalid path to pg_dump - either wrong path or not executable
el: Μη έγκυρη διαδρομή για το pg_dump, είτε λάθος διαδρομή, είτε δεν υπάρχει εκτελέσιμο

source: Path to psql
el: Διαδρομή για το psql

source: This is only necessary to enter if you have more than one psql on your system (for example if you have more than one version of postgresql installed)
el: Αυτό το πεδίο απαιτείται εάν έχετε περισσότερα από ένα psql στο σύστημά σας (πχ αν έχετε περισσότερες από μία εκδόσεις του postgresql εγκατεστημένες)

source: Invalid path to psql - either wrong path or not executable
el: Μη έγκυρη διαδρομή για το psql, είτε λάθος διαδρομή, είτε δεν υπάρχει εκτελέσιμο

source: Performance info
el: Πληροφορίες απόδοσης

source: Performance
el: Απόδοση

source: PostgreSQL Cluster
el: Συστάδα PostgreSQL

source: PostgreSQL version/cluster parameter for command line operations. If you only have one postgresql on your system or you are not sure what this is, leave this blank.
el: Παράμετρος PostgreSQL έκδοσης/συστάδας για λειτουργίες από γραμμή εντολών. Εάν έχετε μόνο ένα postgresql στο σύστημά σας ή δεν ξέρετε τι είναι αυτό, αφήστε το κενό.

source: Detected unexpected problem in handling of PHP float numbers - {$a}
el: Εντοπισμός απροσδόκητου προβλήματος κατά τη διαχείριση PHP float αριθμών - {$a}

source: Your site is registered. Registration last updated {$a}.<br />The 'Site registration' scheduled task keeps your registration up to date. You can also manually update your registration at any time.
el: Ο ιστοχώρος σας έχει καταγραφεί με το moodle.org, παρακαλώ εξετάστε τη δυνατότητα ανανέωσης της καταγραφής εάν έχουν συμβεί σημαντικές αλλαγέ από την τελευταία ενημέρωση στις {$a}

source: Plugin
el: Πρόσθετη λειτουργία

source: Plugins
el: Αρθρώματα

source: Plugins overview
el: Επισκόπηση πρόσθετων

source: See <a href="{$a->url}">plugins overview</a> page for more details.
el: Δείτε τη σελίδα <a href="{$a->url}">επισκόπηση plugins</a> για περισσότερες λεπτομέρειες.

source: Category
el: Κατηγορία

source: Category name (must be unique)
el: Όνομα κατηγορίας (πρέπει να είναι μοναδικό)

source: This category name is already in use
el: Αυτό το όνομα κατηγορίας χρησιμοποιείται ήδη

# $string['profilecommonsettings']
source: Common settings
el: Κοινές ρυθμίσεις

source: There is/are {$a} field/s in this category which will be moved into the category above (or below if in the top category).<br />Do you still wish to delete this category?
el: Υπάρχουν {$a} πεδία στην κατηγορία αυτή που θα μεταφερθούν στην παραπάνω κατηγορία (ή παρακάτω εάν βρίσκονται ήδη στην ανώτατη κατηγορία).<br />Επιθυμείτε ακόμη να διαγράψετε την κατηγορία?

source: There is/are {$a} user record/s for this field which will be deleted.<br />Do you still wish to delete this field?
el: Υπάρχουν {$a} εγγραφές χρηστών για αυτό το πεδίο που θα διαγραφούν.<br />Επιθυμείτε ακόμη τη διαγραφή του πεδίου;

source: Create a new profile category
el: Δημιουργία νέας κατηγορίας προφίλ

source: Create a new profile field:
el: Δημιουργία νέου πεδίου προφίλ:

source: Creating a new category
el: Δημιουργία νέας κατηγορίας

source: Creating a new '{$a}' profile field
el: Δημιουργία νέου &quot;{$a}&quot; πεδίου προφίλ

source: Other fields
el: Λοιπά πεδία

source: Checked by default
el: Προεπιλεγμένα

source: Default value
el: Προεπιλεγμένη τιμή

source: Deleting a category
el: Διαγραφή μιας κατηγορίας

source: Deleting field '{$a}'
el: Διαγραφή ενός πεδίου

source: Description of the field
el: Περιγραφή πεδίου

source: Editing category: {$a}
el: Επεξεργασία κατηγορίας: {$a}

source: Editing profile field: {$a}
el: Επεξεργασία πεδίου προφίλ: {$a}

source: Profile field
el: Πεδίο προφίλ

source: Columns
el: Στήλες

source: Is this a password field?
el: Είναι αυτό πεδίο κωδικού πρόσβασης;

source: Link
el: Σύνδεσμος

source: Link target
el: Στόχος συνδέσμου

source: Maximum length
el: Μέγιστο μήκος

source: Rows
el: Γραμμές

source: User profile fields
el: Πεδία προφίλ χρήστη

source: Display size
el: Μέγεθος προβολής

source: Should the data be unique?
el: Θα πρέπει τα δεδομένα να είναι μοναδικά;

source: Invalid value
el: Μη έγκυρη επιλογή

source: Is this field locked?
el: Είναι αυτό το πεδίο κλειδωμένο;

source: The default value is not one of the options
el: Η προεπιλεγμένη τιμή δεν είναι μία από τις επιλογές

source: No menu options supplied
el: Δεν παρέχονται επιλογές μενού

source: Menu options (one per line)
el: Επιλογές μενού (μία ανά γραμμή)

source: You must provide at least 2 options
el: Πρέπει να παράσχετε τουλάχιστον 2 επιλογές

source: Name
el: Όνομα

source: No fields have been defined
el: Δεν έχουν οριστεί πεδία

source: Is this field required?
el: Είναι αυτό το πεδίο απαραίτητο;

source: Profiles for enrolled users only
el: Προφίλ για εγγεγραμμένους χρήστες μόνο

source: Short name (must be unique)
el: Σύντομο όνομα (πρέπει να είναι μοναδικό)

source: This short name is already in use
el: Αυτό το σύντομο όνομα χρησιμοποιείται ήδη

source: Display on signup page?
el: Προβολή στη σελίδα εγγραφής;

source: Specific settings
el: Συγκεκριμένες ρυθμίσεις

source: Who is this field visible to?
el: Ποιος θα μπορεί να δει αυτό το πεδίο;

source: Visible to everyone
el: Ορατό σε όλους

source: * Not visible - For private data only viewable by administrators * Visible to user - For private data only viewable by the user and by administrators * Visible to everyone
el: <p>Οποιοδήποτε ορισμένο πεδίο μπορεί να έχει τρεις ρυθμίσεις ορατότητας: αόρατο, όλοι και χρήστης. Η ρύθμιση "αόρατος" τυπικά θα δινόταν από έναν διαχειριστή που θέλει να διαφυλάξει την ιδιωτικότητα των χρηστών. Η ρύθμιση "χρήστης" λογικά θα επιλεγόταν για ένα πεδίο που περιέχει ευαίσθητες πληροφορίες ενώ η ρύθμιση "όλοι" μπορεί να χρησιμοποιηθεί για οποιονδήποτε τύπο πληροφορίας.</p>

source: Not visible
el: Μη ορατό

source: Visible to user
el: Ορατό στο χρήστη

source: Protect usernames
el: Προστάτεψε τα ονόματα χρηστών

source: Proxy bypass hosts
el: Κεντρικοί υπολογιστές που παρακάμπτουν τον proxy

source: Proxy host
el: κεντρικός υπολογιστής proxy

source: Proxy password
el: Κωδικός ασφαλείας proxy

source: Proxy port
el: Proxy θύρα

source: Proxy type
el: Τύπος proxy

source: Proxy username
el: Όνομα χρήστη proxy

source: Purge all caches
el: Εκκαθάριση όλων των προσωρινών μνημών

source: Moodle can cache themes, javascript, language strings, filtered text, rss feeds and many other pieces of calculated data. Purging these caches will delete that data from the server and force browsers to refetch data, so that you can be sure you are seeing the most up-to-date values produced by the current code. There is no danger in purging caches, but your site may appear slower for a while until the server and clients calculate new information and cache it.
el: Το Moodle μπορεί να αποθηκεύσει προσωρινά θέματα, javascript, αλφαριθμητικά γλώσσας, φιλτραρισμένο κείμενο, τροφοδοσίες rss και πολλά άλλα κομμάτια υπολογισμένων δεδομένων. Η εκκαθάριση αυτών των προσωρινών μνημών θα διαγράψει αυτά τα δεδομένα από το διακομιστή και θα αναγκάσει τα προγράμματα περιήγησης να επανακτήσουν δεδομένα, έτσι ώστε να είστε βέβαιοι ότι βλέπετε τις πιο ενημερωμένες τιμές που παράγει ο τρέχων κώδικάς. Δεν υπάρχει κίνδυνος στην εκκαθάριση των προσωρινών μνημών, αλλά ο ιστοχώρος σας ενδέχεται να εμφανιστεί πιο αργός για λίγο, έως ότου ο διακομιστής και οι πελάτες υπολογίσουν τη νέα πληροφορία και την αποθηκεύσουν στην προσωρινή μνήμη.

source: All caches were purged.
el: Όλες οι προσωρινές μνήμες εκκαθαρίστηκαν

source: Query
el: Ερώτημα

source: Question
el: Ερώτηση

source: Question behaviours
el: Συμπεριφορά ερωτήσεων
