Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Access denied
el: Δεν επιτρέπεται η πρόσβαση

source: Accounts
el: Λογαριασμοί χρηστών

source: Add a category
el: Προσθέστε μια κατηγορία

source: Additional HTML
el: Πρόσθετο HTML

source: These settings allow you to specify HTML that you want added to every page. You can set HTML that will be added within the HEAD tag for the page, immediately after the BODY tag has been opened, or immediately before the body tag is closed.<br />Doing this allows you to add custom headers or footers on every page, or add support for services like Google Analytics very easily, independent of your chosen theme.
el: Αυτές οι ρυθμίσεις σας επιτρέπουν να καθορίσετε την HTML που θέλετε να προσθέσετε σε κάθε σελίδα. Μπορείτε να ορίσετε HTML που θα προστεθεί στην ετικέτα HEAD για τη σελίδα, αμέσως μετά το άνοιγμα της ετικέτας BODY ή αμέσως πριν κλείσει η ετικέτα BODY.<br /> Αυτό σας επιτρέπει να προσθέσετε προσαρμοσμένες κεφαλίδες ή υποσέλιδα σε κάθε σελίδα ή να προσθέστε υποστήριξη για υπηρεσίες όπως το Google Analytics πολύ εύκολα, ανεξάρτητα από το θέμα που επιλέξατε.

source: Before BODY is closed
el: Πριν κλείσει το BODY

source: Content here will be added in to every page right before the body tag is closed.
el: Το περιεχόμενο εδώ θα προστεθεί σε κάθε σελίδα ακριβώς πριν κλείσει το body tag.

source: Within HEAD
el: Μέσα στο HEAD

source: Content here will be added to the bottom of the HEAD tag for every page.
el: Το περιεχόμενο εδώ θα προστεθεί στο κάτω μέρος του HEAD tag σε όλες τις σελίδες.

source: Additional HTML to be added to every page.
el: Επιπλέον HTML για να προστεθεί σε κάθε σελίδα.

source: When BODY is opened
el: Όταν το BODY είναι ανοιχτό

source: Content here will be added in to every page immediately after the opening body tag.
el: Το περιεχόμενο εδώ θα προστεθεί σε όλες τις σελίδες αμέσως μετά που θα ανοιχτεί το body tag.

source: Category: {$a}
el: Κατηγορία: {$a}

source: Admins see all
el: Οι διαχειριστές τα βλέπουν όλα

source: Administrators see all events
el: Οι διαχειριστές βλέπουν όλα τα γεγονότα

source: Administrators are just like other users
el: Οι διαχειριστές έχουν τα ίδια δικαιώματα με τους άλλους χρήστες

source: Advanced features
el: Προχωρημένες επιλογές

source: All country codes
el: Όλοι οι κωδικοί χωρών

source: Allow attachments
el: Να επιτρέπονται συνημμένα

source: Allowed list will be processed first
el: Επεξεργασία επιτρεπόμενης λίστας πρώτα

source: By default, entries in the blocked IPs list are matched first. If this option is enabled, entries in the allowed IPs list are processed before the blocked list.
el: Εξ ορισμού, θα γίνεται επεξεργασία της επιτρεπόμενης λίστας πρώτα, εάν η επιλόγή αυτή είναι ενεργοποιημένη, οπότε οι επιτρεπτές IP θα διαβάζονται πριν από τη λίστα των απαγορευμένων IP.

source: Allow blocks to use the dock
el: Επιτρέψτε στα μπλοκ να κάνουν χρήση του dock

source: Allow category themes
el: Να επιτρέπονται ξεχωριστά θέματα για κατηγορίες

source: Allow course themes
el: Να επιτρέπονται ξεχωριστά θέματα για τα μαθήματα

# $string['allowedemaildomains']
source: Allowed email domains
el: Επιτρεπόμενα domain για ηλεκτρονικό ταχυδρομείο

source: Allowed IP list
el: Λίστα επιτρεπτών IP

# $string['allowemailaddresses']
source: Allowed email domains
el: Επιτρεπόμενα domain για ηλεκτρονικό ταχυδρομείο

source: Allow frame embedding
el: Επέτρεψε την ενσωμάτωση πλαισίου (frame)

source: If enabled, this site may be embedded in a frame in a remote system, as recommended when using the 'Publish as LTI tool' enrolment plugin. Otherwise, it is recommended to leave frame embedding disabled for security reasons.
el: Αν είναι ενεργοποιημένη, αυτός ο ιστοχώρος μπορεί να ενσωματωθεί σε ένα πλαίσιο σε ένα απομακρυσμένο σύστημα, όπως συνιστάται όταν χρησιμοποιείτε το πρόσθετο εγγραφής "Δημοσίευση ως εργαλείο LTI". Διαφορετικά, συνιστάται να αφήσετε την ενσωμάτωση πλαισίου απενεργοποιημένη για λόγους ασφαλείας.

source: Allow guest access to Dashboard
el: Επιτρέψτε στους επισκέπτες να έχουν πρόσβαση στον τοίχο (Dashboard)

source: Allow EMBED and OBJECT tags
el: Να επιτρέπονται οι ετικέτες EMBED και OBJECT

source: Allow theme changes in the URL
el: Επιτρέψτε αλλαγή θεμάτων στο URL

source: Allow users to hide blocks
el: Να μπορούν οι χρήστες να αποκρύπτουν μπλοκ

source: Allow user to select character set
el: Να μπορούν οι χρήστες να αλλάζουν σετ χαρακτήρων

source: Allow users without the assign roles capability to switch roles
el: Να επιτρέπεται στους χρήστες χωρίς τη δυνατότητα ανάθεσης ρόλων να αλλάζουν ρόλους

source: Allow user themes
el: Να επιτρέπονται ξεχωριστά θέματα χρηστών

source: This defines how names are shown to users with the viewfullnames capability (by default users with the role of manager, teacher or non-editing teacher). Placeholders that can be used are as for the "Full name format" setting.
el: Καθορίζει τον τρόπο που εμφανίζονται τα ονόματα στους χρήστες με τη δυνατότητα viewfullnames (από προεπιλογή, οι χρήστες με ρόλο διαχειριστή, διδάσκοντα ή διδάσκοντα περιορισμένων δυνατοτήτων). Τα σύμβολα υποκατάστασης που μπορούν να χρησιμοποιηθούν είναι όπως για τη ρύθμιση "Πλήρης μορφή ονόματος".

source: Always
el: Πάντα

source: Appearance
el: Εμφάνιση

source: Path to aspell
el: Διαδρομή για το aspell

source: Authentication
el: Πιστοποίηση ταυτότητας

source: Prevent account creation when authenticating
el: Αποτροπή δημιουργίας λογαριασμού κατά την επικύρωση

source: When a user authenticates, an account on the site is automatically created if it doesn't yet exist. If an external database, such as LDAP, is used for authentication, but you wish to restrict access to the site to users with an existing account only, then this option should be enabled. New accounts will need to be created manually or via the upload users feature. Note that this setting doesn't apply to MNet authentication.
el: Όταν ένας χρήστης επαληθεύεται, δημιουργείται αυτόματα ένας λογαριασμός στον ιστοχώρο αν δεν υπάρχει. Αν χρησιμοποιείται μια εξωτερική βάση δεδομένων, όπως το LDAP, για την αυθεντικοποίηση, αλλά επιθυμείτε να περιορίσετε την πρόσβαση στον ιστοχώρο σε χρήστες με έναν υπάρχοντα λογαριασμό μόνο, τότε αυτή η επιλογή θα πρέπει να ενεργοποιηθεί. Οι νέοι λογαριασμοί θα πρέπει να δημιουργηθούν με το χέρι ή μέσω της δυνατότητας μεταφόρτωσης χρηστών. Σημειώστε ότι αυτή η ρύθμιση δεν ισχύει για την αυθεντικοποίηση MNet.

source: Manage authentication
el: Διαχείριση πιστοποίησης ταυτότητας

source: Language autodetect
el: Αυτόματος εντοπισμός γλώσσας

source: Auto-login guests
el: Αυτόματη είσοδος επισκεπτών

source: Available licences
el: Διαθέσιμες άδειες

source: Available to
el: Διαθέσιμο σε

source: Transparent colour
el: Διαφανές χρώμα

source: Backups
el: Αντίγραφα ασφαλείας

source: Use course name in backup filename
el: Χρησιμοποιήστε το όνομα του μαθήματος στο όνομα του αρχείου του αντιγράφου ασφαλείας

source: Use the course name as part of the backup filename.
el: Χρησιμοποιήστε το όνομα του μαθήματος ως μέρος του ονόματος του αρχείου του αντιγράφου ασφαλείας.

source: Enter your list of bad words separated by commas.
el: Εισαγάγετε τις μη επιτρεπτές λέξεις (χωρισμένες με κόμμα).

source: If the custom list is empty, a default list from the language pack will be used.
el: Αν δεν εισάγετε καμία μη επιτρεπτή λέξη, τότε θα χρησιμοποιηθεί μια προεπιλεγμένη λίστα μη επιτρεπτών λέξεων.

source: Custom bad words list
el: Λίστα μη επιτρεπτών λέξεων

source: Blocked IP List
el: Λίστα απαγορευμένων διευθύνσεων IP

source: Instances
el: Στιγμιότυπα

source: Multiple
el: Πολλαπλά

source: Protect instances
el: Προστατέψτε περιπτώσεις

source: If you lock a particular type of block, then no-one will be able to add or delete instances. (You can, of course, unlock again if you need to edit instances.) This is intended to protect blocks like the navigation and settings which are very hard to get back if accidentally deleted.
el: Αν κλειδώσετε ένα συγκεκριμένο τύπο μπλοκ, τότε κανείς δεν θα μπορεί να προσθέσει ή να διαγράψει στιγμιότυπα. (Μπορείτε, βεβαίως, να το ξεκλειδώσετε ξανά αν χρειάζεται να επεξεργαστείτε στιγμιότυπα.) <br /> Σκοπός είναι να προστατεύονται τα μπλοκ όπως η πλοήγηση και ρυθμίσεις που είναι πολύ δύσκολο να ανακτηθούν αν διαγραφούν τυχαία.

source: Manage blocks
el: Διαχείριση μπλοκ

source: Unprotect
el: Άρση προστασίας

source: Blog visibility
el: Ορατότητα blog

source: Bookmark added.
el: Το bookmark προστέθηκε.

source: You have already bookmarked this page.
el: Έχετε ήδη κάνει bookmark αυτήν τη σελίδα.

source: Bookmark deleted.
el: Το bookmark διαγράφηκε.

source: Bookmark this page
el: Προσθήκη της σελίδας στα Bookmarks

source: Application cache
el: Προσωρινή μνήμη εφαρμογής

source: Cached items are shared among all users and expire by a determined time to live (ttl).
el: Τα στοιχεία της προσωρινής μνήμης μοιράζονται μεταξύ όλων των χρηστών και λήγουν μετά από ένα καθορισμένο χρόνο ζωής (ttl).

source: Cache Javascript
el: Προσωρινή μνήμη Javascript

source: Javascript caching and compression greatly improves page loading performance. it is strongly recommended for production sites. Developers will probably want to disable this feature.
el: Η προσωρινή αποθήκευση και η συμπίεση Javascript βελτιώνει σημαντικά την απόδοση φόρτωσης σελίδας. Συνιστάται ιδιαίτερα για παραγωγικούς ιστοχώρους. Οι προγραμματιστές πιθανώς θα θέλουν να απενεργοποιήσουν αυτό το χαρακτηριστικό.

source: Request cache
el: Ζήτηση προσωρινής μνήμης

source: User specific cache that expires when the request is complete. Designed to replace areas where we are using the static stores.
el: Προσωρινή μνήμη χρήστη που λήγει όταν ολοκληρωθεί η αίτηση. Σχεδιασμένο να αντικαθιστά περιοχές όπου χρησιμοποιούμε τις στατικές αποθηκεύσεις.

source: Session cache
el: Στιγμιότυπο προσωρινής αποθήκευσης

source: User specific cache that expires when the user's session ends. Designed to alleviate session bloat/strain.
el: Προσωρινή μνήμη χρήστη που λήγει όταν λήξει η συνεδρία του χρήστη. Σχεδιασμένο για να αποσυμφορίσει τη διόγκωση / καταπόνηση της συνεδρίας.

source: Cache settings
el: Ρυθμίσεις προσωρινής μνήμης

source: Caching
el: Προσωρινή αποθήκευση

source: Calendar
el: Ημερολόγιο

source: Calendar type
el: Τύπος Ημερολογίου

source: Choose a default calendar type for the whole site. This setting can be overridden in the course settings or by users in their personal profile.
el: Διαλέξτε έναν προεπιλεγμένο τύπο ημερολογίου για όλη την ιστοσελίδα. Αυτή η ρύθμιση μπορεί να ξεπεραστεί από τις ρυθμίσεις μαθήματος ή από τους χρήστες μέσω του προσωπικού τους προφίλ.

source: Weekend days
el: Σαββατοκύριακο

source: You cannot uninstall the '{$a->filter}' because it is part of the '{$a->module}' module.
el: Δεν μπορείτε να απεγκαταστήσετε το '{$a->filter}' επειδή είναι κομμάτι του module '{$a->module}'.

source: {$a} can not be uninstalled.
el: Το {$a} δεν μπορεί να απεγκατασταθεί.

source: Email
el: Ηλεκτρονκό ταχυδρομείο

source: You have defined $CFG->wwwroot incorrectly in your config.php file. You have included a '/' character at the end. Please remove it, or you will experience strange bugs like <a href='http://tracker.moodle.org/browse/MDL-11061'>MDL-11061</a>.
el: Έχετε ορίσει λάθος το $CFG->wwwroot στο αρχείο config.php. Έχετε συμπεριλάβει έναν χαρακτήρα '/' στο τέλος. Εάν δεν τον διαγράψετε θα βρεθείτε αντιμέτωποι με παράξενα σφάλματα όπως <a href='http://tracker.moodle.org/browse/MDL-11061'>MDL-11061</a>.

source: You have defined $CFG->wwwroot incorrectly in your config.php file. It does not match the URL you are using to access this page. Please correct it, or you will experience strange bugs like <a href='http://tracker.moodle.org/browse/MDL-11061'>MDL-11061</a>.
el: Έχετε ορίσει λάθος το $CFG->wwwroot στο αρχείο config.php. Δεν ταιριάζει με τη διεύθυνση που χρησιμοποιείτε για να προσπελάσετε αυτήν εδώ τη σελίδα. Εάν δεν το διορθώσετε θα βρεθείτε αντιμέτωποι με παράξενα σφάλματα όπως <a href='http://tracker.moodle.org/browse/MDL-11061'>MDL-11061</a>.

source: change
el: αλλαγή

source: No
el: Όχι

source: Yes
el: Ναι

source: Choose file to edit
el: Επιλέξτε αρχείο για επεξεργασία

source: Cleanup
el: Εκκαθάριση

source: n
el: ο

source: y
el: ν

source: Error, incorrect value "{$a->value}" for "{$a->option}"
el: Σφάλμα, λανθασμένη τιμή "{$a->value}" για το "{$a->option}"

source: Incorrect value, please retry
el: Λανθασμένη τιμή, παρακαλώ προσπαθήστε ξανά

source: Status: disabled
el: Κατάσταση: Απενεργοποιημένο

source: Status: enabled
el: Κατάσταση: Ενεργοποιημένο

source: status: CLI maintenance mode will be enabled on {$a}
el: Κατάσταση: Η κατάσταση συντήρησης CLI θα ενεργοποιηθεί στις {$a}

source: type value
el: δώσε μία τιμή

source: type value, press Enter to use default value ({$a})
el: δώσε μία τιμή, πάτησε Enter για να χρησιμοποιήσεις τη προκαθορισμένη τιμή ({$a})

source: Unrecognised options: {$a} Please use --help option.
el: Μη αναγνωρίσιμες επιλογές: {$a} Παρακαλώ χρησιμοποιείστε την επιλογή --βοήθεια

source: Command line upgrade completed successfully.
el: Η αναβάθμιση της γραμμής εντολών ολοκληρώθηκε με επιτυχία.

source: No upgrade needed for the installed version {$a}. Thanks for coming anyway!
el: Δεν χρειάζεται αναβάθμιση για την εγκατεστημένη έκδοση {$a}. Ευχαριστούμε που ήρθατε ούτως ή άλλως!

source: type y (means yes) or n (means no)
el: πατώντας ν (σημαίνει ναι) αλλιώς πατώντας ο (σημαίνει όχι)

source: Comments displayed per page
el: Εμφανιζόμενα σχόλια ανά σελίδα

source: Common activity settings
el: Κοινές ρυθμίσεις

source: Common filter settings
el: Κοινές ρυθμίσεις φίλτρων

# $string['commonsettings']
source: Common settings
el: Κοινές ρυθμίσεις

source: Component installed
el: Το υλικό εγκαταστάθηκε

source: Computed from logs since {$a}.
el: Υπολογισμός βάσει των logs από {$a}.

source: Default values are used in the settings form when creating a new activity or resource.
el: Οι προκαθορισμένες τιμές χρησιμοποιούνται στη φόρμα ρυθμίσεων όταν δημιουργείται μια νέα δραστηριότητα ή πηγή.

source: Select the buttons that should be hidden in the HTML editor.
el: Επιλέξτε τα εικονίδια που θέλετε να αποκρύψετε από τη γραμμή εργαλείων του επεξεργαστή κειμένου

source: This is the list of countries that may be selected in various places, for example in a user's profile. If blank (the default) the list in countries.php in the standard English language pack is used. That is the list from ISO 3166-1. Otherwise, you can specify a comma-separated list of codes, for example 'GB,FR,ES'. If you add new, non-standard codes here, you will need to add them to countries.php in 'en' and your language pack.
el: Αυτή είναι η λίστα χωρών που μπορούν να επιλεγούν σε διάφορα σημεία, για παράδειγμα στο προφίλ του χρήστη. Αν είναι κενό (η προεπιλογή) χρησιμοποιείται ο κατάλογος του countries.php στο τυπικό πακέτο Αγγλικής γλώσσας. Αυτός είναι ο κατάλογος από το πρότυπο ISO 3166-1. Διαφορετικά, μπορείτε να ορίσετε μια λίστα κωδικών χωρισμένων με κόμμα, για παράδειγμα "GB,FR,ES". Αν προσθέσετε νέους, μη τυποποιημένους κωδικούς εδώ, θα πρέπει να τους προσθέσετε στο countries.php σε "en" και στο γλωσσικό σας πακέτο.

source: You can allow people who have the roles on the left side to assign some of the column roles to other people
el: Να επιτρέπεται χρήστες με ρόλους στην αριστερή στήλη να αναθέτουν ρόλους σε κάθε στήλη

source: If enabled, emails sent from the site can have attachments, such as badges.
el: Αν ενεργοποιηθεί, τα μηνύματα ηλεκτρονικού ταχυδρομείου που αποστέλλονται από τον ιστότοπο μπορούν να έχουν συνημμένα, όπως βραβεία (badges).

source: If enabled and supported by the selected theme users can choose to move blocks to a special dock.
el: Αν είναι ενεργοποιημένη και υποστηρίζεται από το επιλεγμένο θέμα, οι χρήστες μπορούν να επιλέξουν να μετακινήσουν τα μπλοκ σε μια ειδική πλατφόρμα.

source: If you enable this, then themes can be set at the category level. This will affect all child categories and courses unless they have specifically set their own theme. WARNING: Enabling category themes may affect performance.
el: Εάν ενεργοποιήσετε αυτήν την επιλογή τότε τα θέματα θα μπορούν να ορίζονται στο επίπεδο κατηγοριών. Αυτό θα επηρεάσει όλες τις υποκατηγορίες και μαθήματα εκτός εάν έχει οριστεί συγκεκριμένο θέμα για αυτά. WARNING: Enabling category themes may affect performance.

source: If you enable this, then courses will be allowed to set their own themes. Course themes override all other theme choices (site, user, or session themes)
el: Να επιτρέπονται ξεχωριστά θέματα για κάθε μάθημα. Το θέμα μαθήματος υπερισχύει των άλλων θεμάτων (ηλ. τάξης, χρήστη κτλ).

source: List email domains that are allowed to be disclosed in the "From" section of outgoing email. The default of "Empty" will use the No-reply address for all outgoing email. The use of wildcards is allowed e.g. *.example.com will allow emails sent from any subdomain of example.com, but not example.com itself. This will require separate entry.
el: Λίστα τομέων ηλεκτρονικού ταχυδρομείου που επιτρέπεται να αποκαλύπτονται στην ενότητα "Από" των εξερχόμενων μηνυμάτων ηλεκτρονικού ταχυδρομείου. Η προεπιλογή "Κενό" θα χρησιμοποιήσει τη διεύθυνση Μη-απάντησης για όλα τα εξερχόμενα μηνύματα ηλεκτρονικού ταχυδρομείου. Η χρήση των μπαλαντέρ επιτρέπεται π.χ. * .example.com θα επιτρέπει την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου από κάθε υποτομέα του example.com, αλλά όχι το ίδιο το example.com. Αυτό θα απαιτήσει χωριστή καταχώρηση.

source: To restrict new email addresses to particular domains, list them here separated by spaces. All other domains will be rejected. To allow subdomains, add the domain with a preceding '.'. To allow a root domain together with its subdomains, add the domain twice - once with a preceding '.' and once without e.g. .ourcollege.edu.au ourcollege.edu.au.
el: Εάν θέλετε να περιορίσετε όλες τις καινούργιες διευθύνσεις email σε συγκεκριμένα domain, εισαγάγετέ τα εδώ χωρισμένα με κενά, π.χ. <strong>ourcollege.edu.au .gov.au</strong>. Όλα τα άλλα domain δεν θα γίνονται δεκτά.

source: If enabled guests can access Dashboard, otherwise guests are redirected to the site front page.
el: Εαν ενεργοποιηθεί οι επισκέπτες μπορούν να έχουν πρόσβαση στο τοίχο, αλλιώς οι επισκέπτες θα μεταφέρονται στη αρχική σελίδα της ιστοσελίδας.

source: As a default security measure, normal users are not allowed to embed multimedia (like Flash) within texts using explicit EMBED and OBJECT tags in their HTML (although it can still be done safely using the mediaplugins filter). If you wish to allow these tags then enable this option.
el: Ως προεπιλεγμένο μέτρο ασφαλείας, δεν επιτρέπεται στους κανονικούς χρήστες να ενσωματώσουν πολυμεσικά στοιχεία (όπως flash) μέσα στο κείμενο, χρησιμοποιώντας τις ετικέτες EMBED και OBJECT στην HMTL τους (αν και αυτό μπορεί να γίνει με ασφάλεια χρησιμοποιώντας το φίλτρο των mediaplugins). Αν θέλετε να επιτρέψετε αυτές τις ετικέτες ενεργοποιήστε αυτήν την επιλογή.

source: You can allow people with the roles on the left side to override some of the column roles
el: Να επιτρέπεται σε χρήστες με ρόλο στην αριστερή στήλη παρακάμπτουν ρόλους σε κάθε στήλη

source: Select which role(s) can be overridden by each role in the left column.<br />Note that these settings only apply to users who have either the capability moodle/role:override or the capability moodle/role:safeoverride allowed.
el: Επιλέξτε ποιοι ρόλοι μπορούν να παρακαμφθούν από κάθε ρόλο στην αριστερή στήλη.<br />Έχετε υπόψιν πως οι ρυθμίσεις αυτές ισχύουν μόνο για χρήστες που είτε έχουν τη δυνατότητα moodle/role:override ή τη δυνατότητα moodle/role:safeoverride ενεργοποιημένη.

source: Select which roles a user may switch to, based on which roles they already have. In addition to an entry in this table, a user must also have the moodle/role:switchroles capability to be able to switch.<br />Note that it is only possible to switch to roles that have the moodle/course:view capability, and that do not have the moodle/site:doanything capability, so some columns in this table are disabled.
el: Επιλέξτε τους ρόλους στους οποίους μπορεί να μεταβεί ο χρήστης, βάσει των ρόλων που ήδη έχει. Παράλληλα με την εισαγωγή μιας εγγραφής σε αυτήν εδώ τη στήλη, ο χρήστης πρέπει επίσης να έχει τη δυνατότητα moodle/role:switchroles ώστε να μπορεί να μεταβεί σε άλλο ρόλο.<br />Έχετε υπόψιν πως η μετάβαση είναι δυνατή μόνο για ρόλους που έχουν τη δυνατότητα moodle/course:view ενεργοποιημένη ενώ δεν έχουν τη δυνατότητα moodle/site:doanything, συνεπώς κάποιες στήλες σε αυτόν τον πίνακα είναι απενεργοποιημένες.

source: If enabled, the theme can be changed by adding either:<br />?theme=themename to any Moodle URL (eg: mymoodlesite.com/?theme=afterburner ) or <br />&theme=themename to any internal Moodle URL (eg: mymoodlesite.com/course/view.php?id=2&theme=afterburner ).
el: Εαν ενεργοποιηθεί, το θέμα μπορεί να αλλάξει προσθέτωντας απλώς:<br />?theme=themename σε οποιοδήποτε Moodle URL (πχ: mymoodlesite.com/?theme=afterburner) ή <br />&theme=themename σε οποιοδήποτε εσωτερικό Moodle URL (πχ: mymoodlesite.com/course/view.php?id=2&theme=afterburner).

source: Do you want to allow users to hide/show side blocks throughout this site? This feature uses Javascript and cookies to remember the state of each collapsible block, and only affects the user's own view.
el: Να μπορούν οι χρήστες να αποκρύπτουν/εμφανίζουν μπλοκ στην ηλ. τάξη. Αυτή η δυνατότητα χρησιμοποιεί Javascript και Cookies για την αποθήκευση των ρυθμίσεων κάθε χρήστη και επηρεάζει μόνο την προσωπική του οθόνη.

source: If enabled, users can choose an email charset in their messaging preferences.
el: Να έχει τη δυνατότητα ο κάθε χρήστης να καθορίζει το δικό του σετ χαρακτήρων στα μηνύματα ηλεκτρονικού ταχυδρομείου του.

source: By default, moodle/role:assign is required for users to switch roles. Enabling this setting removes this requirement, and results in the roles available in the "Switch role to" dropdown menu being determined by settings in the "Allow role assignments" table only. It is recommended that the settings in the "Allow role assignments" table do not allow users to switch to a role with more capabilities than their existing role.
el: Εξ ορισμού, ο ρόλος moodle/role:assign απαιτείται από τους χρήστες ώστε να αλλάζουν ρόλους. Η ενεργοποίηση αυτής της ρύθμισης αναιρεί αυτήν τη συνθήκη και τα αποτελέσματα στους διαθέσιμους ρόλους στο μενού "Αλλαγή ρόλου σε" καθορίζονται από τις ρυθμίσεις στο μενού του πίνακα "Να επιτρέπονται εργασίες ρόλων " και μόνο. Συνιστάται οι ρυθμίσεις στον πίνακα "Να επιτρέπονται εργασίες ρόλων" να μην επιτρέπουν στους χρήστες να μεταβούν σε ένα ρόλο με περισσότερες δυνατότητες από ότι ο ρόλος που ήδη έχουν.

source: If you enable this, then users will be allowed to set their own themes. User themes override site themes (but not course themes)
el: Να έχει τη δυνατότητα ο κάθε χρήστης να ορίζει το δικό του θέμα. Το θέμα κάθε χρήστη υπερισχύει του θέματος του συστήματος, αλλά όχι του μαθήματος.

source: For activities on the front page of the site, should ALL users be considered as students? If you answer "Yes", then any confirmed user account will be allowed to participate as a student in those activities. If you answer "No", then only users who are already a participant in at least one course will be able to take part in those front page activities. Only admins and specially assigned teachers can act as teachers for these front page activities.
el: Να θεωρούνται όλοι οι χρήστες ως σπουδαστες, αναφορικά στις δραστηριότητες της αρχικής σελίδας; Εάν ναι, τότε κάθε επιβεβαιωμένος χρήστης θα μπορεί να συμμετέχει ως σπουδαστής στις δραστηριότητες αυτές. Εάν όχι, τότε μόνο χρήστες που συμμετέχουν σε τουλάχιστον ένα μάθημα θα μπορούν να λάβουν μέρος στις δραστηριότητες αυτές. Μόνο οι διαχειριστές και ειδικά ορισμένοι καθηγητές μπορούν να δράσουν ως καθηγητές για αυτές τις δραστηριότητες.
