Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Please choose the authentication plugins you wish to use and arrange them in order of failthrough.
el: Παρακαλώ επιλέξτε τις υπομονάδες αυθεντικοποίησης που επιθυμείτε να χρησιμοποιήσετε και ταξινομήστε τις κατά σειρά αποτυχίας.

source: Detect default language from browser setting, if disabled site default is used.
el: Εντοπισμός προεπιλεγμένης γλώσσας από τις ρυθμίσεις του περιηγητή, σε αντίθετη περίπτωση χρησιμοποιείται η προεπιλεγμένη γλώσσα του ιστοχώρου.

source: Should visitors be logged in as guests automatically when entering courses with guest access?
el: Οι επισκέπτες να εισάγονται σαν καλεσμένοι όταν εισέρχονται σε μαθήματα με πρόσβαση επισκεπτών;

source: This setting allows you to restrict the level to which user blogs can be viewed on this site. Note that they specify the maximum context of the VIEWER not the poster or the types of blog posts. Blogs can also be disabled completely if you don't want them at all.
el: Η ρύθμιση αυτή σας επιτρέπει να περιορίσετε το επίπεδο εμφάνισης των ηλεκτρονικών ημερολογίων χρηστών στον ιστοχώρο. Ας σημειωθεί πως ορίζεται η μέγιστη τιμή του πλαισίου του ΠΑΡΑΤΗΡΗΤΗ και όχι του συγγραφέα του ημερολογίου ή του είδους των ανακοινώσεων ηλεκτρονικού ημερολογίου. Τα ηλεκτρονικά ημερολόγια μπορούν και να απενεργοποιηθούν εντελώς αν είναι επιθυμητό.

source: Enable custom date range export of calendar
el: Ενεργοποίηση προσαρμογής του εύρους ημερομηνίας για την εξαγωγή του ημερολογίου

source: This random text is used for improving of security of authentication tokens used for exporting of calendars. Please note that all current tokens are invalidated if you change this hash salt.
el: Το τυχαίο αυτό κείμενο χρησιμοποιείται για τη βελτίωση τνης ασφάλειας των κουπονιών αυθεντικοποίησης τα οποία χρησιμοποιούνται για την εξαγωγή ημερολογίων. Παρακαλώ σημειώστε πως όλα τα τρέχοντα κουπόνια κρίνονται ως ακατάλληλα εάν αλλάξετε αυτό το κλειδί.

source: Enables new PHP 5.2.0 feature - browsers are instructed to send cookie with real http requests only, cookies should not be accessible by scripting languages. This is not supported in all browsers and it may not be fully compatible with current code. It helps to prevent some types of XSS attacks.
el: Ενεργοποιεί νέες PHP 5.2.0 δυνατότητες - οι περιηγητές είναι ρυθμισμένοι να στέλνουν cookies μόνο με κανονικά αιτήματα http, τα cookies αυτά δε θα πρέπει να είναι προσβάσιμα από γλώσσες scripting. Αυτό δεν υποστηρίζεται από όλους τους περιηγητές και μπορεί να μην είναι πλήρως συμβατό με τον τρέχοντα κώδικα. Βοηθάει στην πρόληψη ενάντια σε ορισμένους τύπους επιθέσεων XSS.

source: If server is accepting only https connections it is recommended to enable sending of secure cookies. If enabled please make sure that web server is not accepting http:// or set up permanent redirection to https:// address and ideally send HSTS headers. When <em>wwwroot</em> address does not start with https:// this setting is ignored.
el: Εάν ο διακομιστής δέχεται μόνον ασφαλείς συνδέσεις (https), συνιστάταιη ενεργοποίηση αποστολής ασφαλών cookies. Σε περίπτωση ενεργοποίησης παρακαλώ σιγουρευτείτε πως ο διακομιστής δεν δέχεται αιτήματα http:// ή σε μόνιμη ανακατεύθυνση αιτημάτων σε https:// διεύθυνση. Όταν η διεύθυνση <em>wwwroot</em> δεν ξεκινάει με https:// η ρύθμιση αυτή απενεργοποιείται αυτόματα.

source: If you set a country here, then this country will be selected by default on new user accounts. To force users to choose a country, just leave this unset.
el: Εάν ορίσετε μια χώρα εδώ, τότε αυτή θα είναι η προεπιλεγμένη για όλους τους νέους λογαριασμούς χρηστών. Για να αναγκάσετε τους χρήστες να διαλέξουν χώρα, αφήστε το κενό.

source: A comma-separated list of allowed course summary files extensions.
el: Σύνοψη λίστας επιτρεπόμενων αρχείων μαθημάτων διαχωρισμένα με υποδιαστολή.

source: The maximum number of files that can be attached to a course summary.
el: Ο μέγιστος αριθμός αρχείων που μπορεί να επισυναπτηθεί σε μια σύνοψη μαθήματος.

source: Type username of user to be notified when new course requested.
el: Πληκτρολογήστε το όνομα χρήστη που θα ενημερώνεται όταν όταν γίνεται αίτηση για νέο μάθημα.

source: Users who will be notified when a course is requested. Only users who can approve course requests are listed here.
el: Χρήστες που θα ενημερώνονται όταν γίνεται αίτηση για νέο μάθημα . Μόνο χρήστες με δικαίωμα επιβεβαίωσης αιτήσεων για νέα μαθήματα περιέχονται σε αυτήν εδώ τη λίστα.

source: Enter the number of courses to be displayed per page in a course listing.
el: Πλήθος μαθημάτων που θα προβάλλονται σε κάθε σελίδα στη λίστα μαθημάτων.

source: The maximum number of courses to display in a course listing including summaries before falling back to a simpler listing.
el: Ο μέγιστος αριθμός μαθημάτων που θα εμφανιστούν σε μια λίστα μαθημάτων, συμπεριλαμβανομένων των συνόψεων, πριν να επιστρέψετε σε μια απλούστερη λίστα.

source: Running the cron from a web browser can expose privileged information to anonymous users. Thus it is recommended to only run the cron from the command line or set a cron password for remote access.
el: Εάν ενεργοποιηθεί αυτή η επιλογή, τότε το cron script μπορεί να τρέξει μόνο από τη γραμμή εντολών αντί μέσω δικτύου. Κάτι τέτοιο παρακάμπτει την παρακάτω ρύθμιση cron password.

source: This means that the cron.php script cannot be run from a web browser without supplying the password using the following form of URL:<pre> http://site.example.com/admin/cron.php?password=opensesame </pre>If this is left empty, no password is required.
el: Αυτό σημαίνει πως το cron.php δεν μπορεί να εκτελεστεί από έναν περιηγητή χωρίς την παροχή του password χρησιμοποιώντας την παρακάτω μορφή της διεύθυνσης:<pre> http://site.example.com/admin/cron.php?password=opensesame </pre>Εάν αυτό μείνει κενό, τότε δεν απαιτείται password.

source: Time-to-live for cURL cache, in seconds.
el: Χρόνος ζωής για τη προσωρινή μνήμη cURL, σε δευτερόλεπτα.

source: You can configure a custom menu here to be shown by themes. Each line consists of some menu text, a link URL (optional), a tooltip title (optional) and a language code or comma-separated list of codes (optional, for displaying the line to users of the specified language only), separated by pipe characters. Lines starting with a hyphen will appear as menu items in the previous top level menu, and dividers can be used by adding a line of one or more # characters where desired. For example: <pre> Moodle community|https://moodle.org -Moodle free support|https://moodle.org/support -Moodle Docs|http://docs.moodle.org|Moodle Docs -German Moodle Docs|http://docs.moodle.org/de|Documentation in German|de -### -Moodle development|https://moodle.org/development Moodle.com|http://moodle.com/ </pre>
el: Μπορείτε να διαμορφώσετε ένα προσαρμοσμένο μενού που θα εμφανίζεται από τα θέματα. Κάθε γραμμή αποτελείται από κάποιο κείμενο μενού, μια διεύθυνση URL συνδέσμου (προαιρετικό), έναν τίτλο εργαλείου (προαιρετικό) και έναν κωδικό γλώσσας ή λίστα με κωδικούς χωρισμένους με κόμματα (προαιρετικά, για την εμφάνιση της γραμμής σε χρήστες της συγκεκριμένης γλώσσας), χωρισμένα με καθέτους. Οι γραμμές που ξεκινούν με παύλα θα εμφανίζονται ως στοιχεία μενού στο προηγούμενο μενού ανώτατου επιπέδου και μπορούν να χρησιμοποιηθούν διαιρέτες προσθέτοντας μια γραμμή με έναν ή περισσότερους χαρακτήρες # όπου επιθυμείτε. Για παράδειγμα: <pre> Κοινότητα Moodle|https: //moodle.org -Δωρεάν υποστήριξη Moodle|https: //moodle.org/support -Τεκμηρίωση Moodle|http: //docs.moodle.org | Τεκμηρίωση Moodle -Τεκμηρίωση Moodle στα Γεμανικά|http: //docs.moodle.org/de|Τεκμηρίωση στα γερμανικά|de - ### -Ανάπτυξη Moodle|https: //moodle.org/development Moodle.com|http: //moodle.com/ </pre>

source: You can configure the contents of the user menu (with the exception of the log out link, which is automatically added). Each line is separated by pipe characters and consists of 1) a string in "langstringname, componentname" form or as plain text, 2) a URL, and 3) an icon either as a pix icon (in the folder pix/t, or prefix the icon name with ../ if icon is in another pix folder) or as a URL. Dividers can be used by adding a line of one or more # characters where desired.
el: Μπορείτε να διαμορφώσετε τα περιεχόμενα του μενού χρήστη (με εξαίρεση τον σύνδεσμο αποσύνδεσης, ο οποίος προστίθεται αυτόματα). Κάθε γραμμή χωρίζεται με καθέτους και αποτελείται από 1) ένα αλφαριθμητικό με τη μορφή "langstringname, componentname" ή ως απλό κείμενο, 2) μια διεύθυνση URL και 3) ένα εικονίδιο είτε ως εικονίδιο pix (στο φάκελο pix/t, ή προθέστε μπροστά από το όνομα του εικονιδίου το ../ αν το εικονίδιο βρίσκεται σε άλλο φάκελο pix) ή ως διεύθυνση URL. Μπορούν να χρησιμοποιηθούν προσθέτοντας διαχωριστές μια γραμμή ενός ή περισσότερων χαρακτήρων # όπου επιθυμείτε.

source: If enabled, this setting will use the database to store information about current sessions. Note that changing this setting now will log out all current users (including you). If you are using MySQL please make sure that 'max_allowed_packet' in my.cnf (or my.ini) is at least 4M. Other session drivers can be configured directly in config.php, see config-dist.php for more information. This option disappears if you specify session driver in config.php file.
el: Εάν ενεργοποιηθεί, το σύστημα θα χρησιμοποιεί την βάση δεδομένων για την αποθήκευση πληροφοριών σχετικά με τις τρέχουσες συνεδρίες. Χρήσιμη ρύθμιση για μεγάλες ιστοσελίδες ή σελίδες δομημένες σε φάρμα διακομιστών. Για τις περισσότερες ιστοσελίδες καλύτερα να είναι απενεργοποιημένο. Σημειώστε ότι αλλάζοντας αυτήν τη ρύθμιση όλοι οι χρήστες (και εσείς) θα αποσυνδεθούν. Αν χρησιμοποιείτε MySQL βεβαιωθείτε ότι το 'max_allowed_packet' στο my.cnf ή my.ini είναι τουλάχιστον 4M

source: If you turn this on, then PHP's error_reporting will be increased so that more warnings are printed. This is only useful for developers.
el: Εάν ενεργοποιοηθεί, το error_reporting της PHP θα αυξηθεί ώστε να εμφανίζονται περισσότερες προειδοποιήσεις. Χρήσιμο μόνο για προγραμματιστές.

source: Set to on, the error reporting will go to the HTML page. This is practical, but breaks XHTML, JS, cookies and HTTP headers in general. Set to off, it will send the output to your server logs, allowing better debugging. The PHP setting error_log controls which log this goes to.
el: Εάν ενεργοποιηθεί, η αναφορά σφαλμάτων θα πηγαίνει στη σελίδα HTML. Αυτό είναι μεν πρακτικό αλλά χαλάει τον κώδικα XHTML, JS, cookies και τις επικεφαλίδες HTTP γενικότερα. Εάν απενεργοποιηθεί, η έξοδος της αναφοράς σφαλμάτων θα καταχωρείται στα logs του διακομιστή, επιτρέποντας έτσι την καλύτερη αποσφαλμάτωση. Η ρύθμιση της PHP setting error_log ελέγχει το σε ποιο log καταχωρούνται οι αναφορές.

source: Enable if you want page information printed in page footer.
el: Ενεργοποιήστε εαν θέλετε να φαίνονται οι πληροφορίες της σελίδας στο υποσέλιδο.

source: Enable verbose debug information during sending of email messages to SMTP server.
el: Ενεργοποίηση μηνυμάτων πληροφοριών αποσφαλμάτωσης κατά τη διάρκεια αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου στο διακομιστή SMTP.

source: Enable if you want to have links to external validator servers in page footer. You may need to create new user with username <em>w3cvalidator</em>, and enable guest access. These changes may allow unauthorized access to server, do not enable on production sites!
el: Ενεργοποιήστε αν θέλετε να έχετε συνδέσμους σε εξωτερικούς διακομιστές επικύρωσης στο υποσέλιδο της σελίδας. Ίσως χρειαστεί να δημιουργήσετε νέο χρήστη με όνομα χρήστη <em>w3cvalidator</em> και να ενεργοποιήσετε την πρόσβαση επισκέπτη. Αυτές οι αλλαγές ενδέχεται να επιτρέπουν την μη εξουσιοδοτημένη πρόσβαση στο διακομιστή, μην το ενεργοποιήσετε σε παραγωγικούς ιστοχώρους!

source: This determines the home page for logged in users
el: Αυτό καθορίζει την αρχική σελίδα στους συνδεδεμένους χρήστες.

source: Courses requested by users will be automatically placed in this category.
el: Τα μαθήματα που δημιουργούνται μετά από αίτηση του χρήστη θα τοποθετούνται αυτόματα σ' αυτήν την κατηγορία.

source: Default category to put courses that were requested into, if they're approved.
el: Προεπιλεγμένη κατηγορία στην οποία θα τοποθετούνται τα μαθήματα που δημιουργούνται μετά από αίτηση.

source: All logged in users will be given the capabilities of the role you specify here, at the site level, in ADDITION to any other roles they may have been given. The default is the Authenticated user role. Note that this will not conflict with other roles they have unless you prohibit capabilities, it just ensures that all users have capabilities that are not assignable at the course level (eg post blog entries, manage own calendar, etc).
el: Όλοι οι συνδεδεμένοι χρήστες θα έχουν τις δυνατότητες του ρόλου που ορίζεται εδώ, σε επίπεδο ιστοσελίδας, συν όποιο άλλο ρόλο τους έχει δοθεί. Ο προκαθορισμένος ρόλος είναι του επισκέπτη (guest). Σημειώστε ότι αυτό δεν συγκρούεται με άλλους ρόλους που έχουν άλλα βεβαιώνει ότι όλοι οι χρήστες θα μπορούν να κάνουν κάτι σε επίπεδο ιστοσελίδας (πχ πρόσβαση σε fora, πηγές κτλ).

source: After this period, old not fully setup accounts are deleted.
el: Μετά από αυτήν την περίοδο, παλιοί λογαριασμοί που δεν έχουν πληρως παραμετροποιηθεί θα σβήνονται.

source: If you are using email authentication, this is the period within which a response will be accepted from users. After this period, old unconfirmed accounts are deleted.
el: Εάν χρησιμοποιείτε πιστοποίηση με ηλεκτρονικό ταχυδρομείο, αυτή η ρύθμιση ορίζει την χρονική περίοδο μέσα στην οποία μια απόκριση από τους χρήστες θα γίνεται δεκτή. Μετά από αυτήν την περίοδο, οι μη επιβεβαιωμένοι λογαριασμοί διαγράφονται.

source: To deny email addresses from particular domains list them here in the same way. All other domains will be accepted. To deny subdomains add the domain with a preceding '.'. eg <strong>hotmail.com yahoo.co.uk .live.com</strong>
el: Για την απαγόρευση διευθύνσεων ηλεκτρονικού ταχυδρομείου από συγκεκριμένα domain αναφέρετέ τα εδώ με τον ίδιο τρόπο. Όλα τα άλλα domain θα γίνονται δεκτά. πχ <strong>gmail.com hotmail.com</strong>

source: Disable the ability for users to change user profile images.
el: Απενεργοποίηση της δυνατότητας χρηστών να αλλάζουν τις εικόνες στο προφίλ τους.

source: This will display information to users about previous failed logins.
el: Προβολή πληροφοριών για τους χρήστες που έχουν κάνει αποτυχημένες προσπάθειες σύνδεσης.

source: Enable or disable the dragging and dropping of text and links onto a course page, alongside the dragging and dropping of files. Note that the dragging of text into Firefox or between different browsers is unreliable and may result in no data being uploaded, or corrupted text being uploaded.
el: Ενεργοποιήστε ή απενεργοποιήστε τη μεταφορά και απόθεση κειμένου και συνδέσμων σε μια σελίδα μαθήματος, μαζί με τη μεταφορά και απόθεση αρχείων. Σημειώστε ότι η μεταφορά κειμένου σε Firefox ή μεταξύ διαφορετικών προγραμμάτων περιήγησης είναι αναξιόπιστη και μπορεί να οδηγήσει σε μη μεταφόρτωση δεδομένων ή μεταφόρτωση κατεστραμμένου κειμένου.

source: This language will be used in links for the documentation pages.
el: Αυτή η γλώσσα θα χρησιμοποιείται σε συνδέσμους για τις σελίδες τεκμηρίωσης.

source: Defines the path to the Moodle Docs for providing context-specific documentation via 'Moodle Docs for this page' links in the footer of each page. If the field is left blank, links will not be displayed.
el: Η διαδρομή για τα αρχεία βοήθειας του Moodle. Μπορείτε να αλλάξετε τη διαδρομή αν επιθυμείτε να έχετε τη δική σας online βοήθεια. Ωστόσο, αν κάνετε κάτι τέτοιο, βεβαιωθείτε ότι η διαδρομή προς το κείμενό σας είναι φορμαρισμένο σύμφωνα με το http://docs.moodle.org.

source: If you enable this, then links to Moodle Docs will be shown in a new window.
el: Προβολή των συνδέσμων της βοήθειας σε νέο παράθυρο.

source: This value will be used if aspell doesn't have dictionary for users own language.
el: Αυτή η τιμή θα χρησιμοποιηθεί εάν το aspell δεν έχει λεξικό για τη γλώσσα του χρήστη.

source: Select the fonts that should appear in the editor's drop-down list.
el: Διαθέσιμες γραμματοσειρές στον επεξεργαστή κειμένου.

source: Require an email confirmation step when users change their email address in their profile.
el: Απαίτηση επιβεβαίωσης μέσω ηλεκτρονικού ταχυδρομείου όταν οι χρήστες αλλάζουν τη διεύθυνσή του ηλεκτρονικού τους ταχυδρομείου στο προφίλ τους.

source: Add via information in the "From" section of outgoing email. This informs the recipient from where this email came from and also helps combat recipients accidentally replying to no-reply email addresses.
el: Προσθέστε πληροφορίες στην ενότητα "Από" του εξερχόμενου μηνύματος ηλεκτρονικού ταχυδρομείου. Αυτό πληροφορεί τον παραλήπτη από όπου αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου και βοηθά επίσης τους παραλήπτες στο να μην απαντήσουν κατα λάθος σε διευθύνσεις ηλεκτρονικού ταχυδρομείου μη-απάντησης.

source: The activity chooser is a dialog box with a short description of each activity and resource. If disabled, separate resource and activity dropdown menus are provided instead.
el: Ο επιλογέας δραστηριοτήτων είναι ένα παράθυρο διαλόγου με μια σύντομη περιγραφή της κάθε δραστηριότητας και πόρου. Αν απενεργοποιηθεί, θα εμφανίζεται ξεχωριστό αναπτυσσόμενο μενού για τους πόρους και τις δραστηριότητες.

source: This switch provides all site users with their own blog.
el: Αυτός ο διακόπτης παρέχει σε όλους τους χρήστες της ιστοσελίδας να έχουν το δικό τους blog.

source: Enable exporting or subscribing to calendars.
el: Ενεργοποίηση εξαγωγής εγγραφών σε ημερολόγια.

# $string['configenablecomments']
source: Enable comments
el: Ενεργοποίηση σχολίων

source: This will allow any user to request a course be created.
el: Να έχουν τη δυνατότητα όλοι οι χρήστες να κάνουν αίτηση για τη δημιουργία νέου μαθήματος.

source: Enables detection of mobiles, smartphones, tablets or default devices (desktop PCs, laptops, etc) for the application of themes and other features.
el: Ενεργοποιεί την ανίχνευση κινητών τηλεφώνων, έξυπνων τηλεφώνων, ταμπλετών ή προεπιλεγμένων συσκευών (επιτραπέζιους υπολογιστές, φορητούς υπολογιστές, κ.λπ.) για την εφαρμογή θεμάτων και άλλων χαρακτηριστικών.

source: Enable mobile service for the official Moodle app or other app requesting it. For more information, read the {$a}
el: Ενεργοποιεί την υπηρεσία κινητών τηλεφώνων της επίσημης εφαρμογής του Moodle ή άλλης εφαρμογή που ζητείται. Για περισσότερες πληροφορίες, διαβάστε την {$a}

source: If enabled, RSS feeds are generated by various features across the site, such as blogs, forums, database activities and glossaries. Note that RSS feeds also need to be enabled for the particular activity modules.
el: Η ρύθμιση αυτή ενεργοποιεί τα RSS feeds από όλο το σύστημα. Για να δείτε κάποια αλλαγή θα πρέπει να ενεργοποιήσετε τα RSS feeds και σε κάθε άρθρωμα ξεχωριστά - πηγαίνετε στις ρυθμίσεις αρθρωμάτων.

source: It is not available because RSS feeds are disabled in all the Site. To enable them, go to the Variables settings under Admin Configuration.
el: Δεν είναι διαθέσιμο γιατί τα RSS feeds είναι απενεργοποιημένα σε όλο το σύστημα Για να τα ενεργοποιήσετε πηγαίνετε στις ρυθμίσεις μεταβλητών.

source: RSS feeds are disabled at the server level. You need to enable them first in Server/RSS.
el: Τα RSS feeds είναι απενεργοποιημένα σε επίπεδο διακομιστή. Θα πρέπει πρώτα να τα ενεργοποιήσετε στο Server/RSS.

source: This adds the choice 'Require Safe Exam Browser' to the 'Browser security' field on the quiz settings form. See http://www.safeexambrowser.org/ for more information.
el: Αυτό προσθέτει την επιλογή 'Απαιτείται Ασφαλής Περιήγηση σε Εξετάσεις' στο πεδίο 'Ασφάλεια προγράμματος περιήγησης' στη φόρμα ρυθμίσεων κουίζ. Δείτε στο http://www.safeexambrowser.org/ για περισσότερες πληροφορίες.

source: If you choose 'yes' here, Moodle's cronjob will process the logs and gather some statistics. Depending on the amount of traffic on your site, this can take awhile. If you enable this, you will be able to see some interesting graphs and statistics about each of your courses, or on a sitewide basis.
el: Εάν επιλέξετε 'ναι' εδώ, το cronjob του Moodle θα επεξεργαστεί τα logs και θα συλλέξει στατιστικά. Ανάλογα με τη κίνηση στο σύστημα, αυτό ίσως απαιτήσει χρόνο. Εάν ενεργοποιηθεί θα δείτε ενδιαφέροντα στατιστικά και γραφήματα για κάθε μάθημα ή και το σύστημα γενικότερα.

source: By default Moodle will always thoroughly clean text that comes from users to remove any possible bad scripts, media etc that could be a security risk. The Trusted Content system is a way of giving particular users that you trust the ability to include these advanced features in their content without interference. To enable this system, you need to first enable this setting, and then grant the Trusted Content permission to a specific Moodle role. Texts created or uploaded by such users will be marked as trusted and will not be cleaned before display.
el: Εξ ορισμού το Moodle καθαρίζει το κείμενο των χρηστών για την αφαίρεση πιθανών κακόβουλων script, πολυμέσων κτλ τα οποία θα μπορούσαν να αποτελέσουν κίνδυνο για την ασφάλεια. Το σύστημα Trusted Content αποτελεί έναν τρόπο για να δώσετε σε συγκεκριμένους χρήστες, τους οποίους εμπιστευόσαστε, τη δυνατότητα να συμπεριλάβουν στα κείμενά τους αυτές τις προχωρημένες δυνατότητες. Για να γίνει αυτό απαιτείται η ενεργοποίηση της ρύθμισης από εδώ και η απόδοση άδειας στο σύστημα Trusted Content σε συγκεκριμένο ρόλο του Moodle. Κείμενα που αναρτώνται από αυτούς τους χρήστες θα θεωρούνται εντάξει και δεν θα καθαρίζονται πριν την εμφάνιση.

source: Web services enable other systems to log in to this Moodle and perform operations. For extra security this feature should be disabled unless you are really using it.
el: Τα Web services επιτρέπουν σε άλλα συστήματα να να συνδεθούν σε αυτήν την πλατφόρμα Moodle και να εκτελέσουν διάφορες λειτουργίες. Για επιπλέον ασφάλεια αυτή η επιλογή θα πρέπει να απενεργοποιηθεί εκτός αν τη χρησιμοποιείτε πραγματικά.

source: Enable auto-generation of web services documentation. A user can access to his own documentation on his security keys page {$a}. It displays the documentation for the enabled protocols only.
el: Ενεργοποίηση αυτόματης δημιουργίας τεκμηρίωσης διαδικτυακών υπηρεσιών. Ένας χρήστης μπορεί να έχει πρόσβαση στη δική του τεκμηρίωση στην σελίδα των κλειδιών ασφαλείας του {$a}. Εμφανίζει τεκμηρίωση για τα ενεργοποιημένα πρωτόκολλα μόνο.

source: Choose the amount of PHP warnings that you want to be displayed. Normal is usually the best choice.
el: Επιλέξτε το πλήθος των προειδοποιήσεων της ΡΗΡ που θα προβάλλονται. Συνήθως, η προεπιλεγμένη ρύθμιση είναι η καλύτερη.

source: Days to look ahead during export
el: Ημέρες για να κοιτάξουμε μπροστά κατά τη διάρκεια της εξαγωγής

source: Days to look back during export
el: Ημέρες για να κοιτάξουμε πίσω κατά τη διάρκεια της εξαγωγής

source: Enable this setting to allow students to use any characters in their usernames (note this does not affect their actual names). The default is "false" which restricts usernames to be alphanumeric lowercase characters, underscore (_), hyphen (-), period (.) or at symbol (@).
el: Να έχουν τη δυνατότητα οι χρήστες να χρησιμοποιούν όποιους χαρακτήρες θέλουν στο όνομα χρήστη (στις αρχικές ρυθμίσεις δεν μπορούν να χρησιμοποιήσουν όλους τα χαρακτήρες παρά μόνο αλφαριθμητικούς).

source: Some scripts like search, backup/restore or cron require more memory. Set higher values for large sites.
el: Ορισμένα script όπως αναζήτησης, λήψης αντιγράφων ασφαλείας/επαναφοράς ή cron scripts απαιτούν περισσότερη μνήμη. Θέστε υψηλότερες τιμές για μεγαλύτερους ιστοχώρους.
