Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: To prevent misuse by spammers, profile descriptions of users who are not yet enrolled in any course are hidden. New users must enrol in at least one course before they can add a profile description.
el: Προς αποφυγήν κακής χρήσης από spammer, οι περιγραφής των προφίλ χρηστών που δεν έχουν ακόμη εγγραφεί σε κανένα μάθημα είναι κρυφές. Οι νέοι χρήστε πρέπει να εγγραφονται σε τουλάχιστον ένα μάθημα πριν να μπορούν να προσθέσουν περιγραφή στο προφίλ τους.

source: By default forget_password.php does not display any hints that would allow guessing of usernames or email addresses.
el: Εξ ορισμού το forget_password.php δεν εμφανίζει βοήθεια που θα επέτρεπε σε κάποιον να μαντέψει ονόματα χρηστών ή διευθύνσεις ηλεκτρονικού ταχυδρομείου.

source: Comma separated list of (partial) hostnames or IPs that should bypass proxy (e.g., 192.168., .mydomain.com)
el: Λίστα χωρισμένη με κόμματα από (μερικά) ονόματα κεντρικών υπολογιστών ή διευθύνσεων IP που θα μπορούν να παρακάμψουν τον proxy (π.χ., 192.168., .mydomain.com)

source: If this <b>server</b> needs to use a proxy computer (eg a firewall) to access the Internet, then provide the proxy hostname here. Otherwise leave it blank.
el: Εάν ο διακομιστής χρειάζεται να χρησιμοποιήσει έναν proxy υπολογιστή (πχ ένα firewall) για πρόσβαση στο διαδίκτυο, τότε εισαγάγετε εδώ το όνομα του κεντρικού υπολογιστή και τη θύρα. Ειδάλλως αφήστε το κενό.

source: Password needed to access internet through proxy if required, empty if none (PHP cURL extension required).
el: Απαιτείται κωδικός πρόσβασης για την πρόσβαση στο διαδίκτυο μέσω proxy, αν απαιτείται, κενό σε διαφορετική περίπτωση (απαιτείται η PHP επέκταση cURL).

source: If this server needs to use a proxy computer, then provide the proxy port here.
el: Εάν ο διακομιστής θέλει να χρησιμοποιήσει έναν proxy υπολογιστή, τότε εισαγάγετε τη θύρα εδώ.

source: Type of web proxy (PHP5 and cURL extension required for SOCKS5 support).
el: Τύπος του web proxy (απαιτείται επέκταση PHP5 και cURL για υποστήριξη SOCKS5).

source: Username needed to access internet through proxy if required, empty if none (PHP cURL extension required).
el: Απαιτείται όνομα χρήστη για την πρόσβαση στο διαδίκτυο μέσω proxy (εάν απαιτείται), κενό σε διαφορετική περίπτωση (απαιτείται επέκταση PHP5 και cURL για υποστήριξη SOCKS5).

source: String of characters (private key) used to communicate between your Moodle server and the recaptcha server. ReCAPTCHA keys can be obtained from <a target="_blank" href="https://www.google.com/recaptcha">Google reCAPTCHA</a>.
el: Αλφαριθμητικά από χαρακτήρες που χρησιμοποιούνται για την επικοινωνία μεταξύ του διακομιστή Moodle και του διακομιστή recaptcha.net. Αποκτήστε έναν από το http://recaptcha.net

source: String of characters (public key) used to display the reCAPTCHA element in the signup form. ReCAPTCHA keys can be obtained from <a target="_blank" href="https://www.google.com/recaptcha">Google reCAPTCHA</a>.
el: Αλφαριθμητικά από χαρακτήρες που χρησιμοποιούνται για την εμφάνιση του στοιχείου reCAPTCHA στη φόρμα εγγραφής. Δημιουργείται από το http://recaptcha.net

source: Allow the selection of a category when requesting a course.
el: Να επιτρέπεται η επιλογή μιας κατηγορίας όταν γίνεται αίτηση δημιουργίας μαθήματος.

source: Word for student used in requested courses
el: Λέξη για το σπουδαστή που χρησιμοποιείται στα μαθήματα

source: Word for students used in requested courses
el: Λέξη για τους σπουδαστές που χρησιμοποιείται στα μαθήματα

source: Word for teacher used in requested courses
el: Λέξη για τον καθηγητή που χρησιμοποιείται στα μαθήματα

source: Word for teachers used in requested courses
el: Λέξη για τους καθηγητές που χρησιμοποιείται στα μαθήματα

source: Interface
el: Διεπαφή

source: Mail
el: Μήνυμα

source: Maintenance
el: Συντήρηση

# $string['configsectionmisc']
source: Miscellaneous
el: Διάφορα

source: Operating system
el: Λειτουργικό σύστημα

source: Permissions
el: Άδειες

# $string['configsectionrequestedcourse']
source: Course requests
el: Αιτήσεις δημιουργίας μαθήματος

# $string['configsectionsecurity']
source: Security
el: Ασφάλεια

# $string['configsectionstats']
source: Statistics
el: Στατιστικά

# $string['configsectionuser']
source: User
el: Χρήστης

source: Moodle can use an additional level of security when accepting data from web forms. If this is enabled, then the browser's HTTP_REFERER variable is checked against the current form address. In a very few cases this can cause problems if the user is using a firewall (eg Zonealarm) configured to strip HTTP_REFERER from their web traffic. Symptoms are getting 'stuck' on a form. If your users are having problems with the login page (for example) you might want to disable this setting, although it might leave your site more open to brute-force password attacks. If in doubt, leave this set to 'Yes'.
el: Το Moodle μπορεί να χρησιμοποιήσει ένα επιπλέον επίπεδο ασφάλειας όταν δέχεται δεδομένα από φόρμες. Εάν ενεργοποιηθεί, η μεταβλητή HTTP_REFERER του περιηγητή ελέγχεται σε σχέση με τη διεύθυνση της τρέχουσας φόρμας. Μερικές φορές αυτό μπορεί να προκαλέσει πρόβλημα σε χρήστες που χρησιμοποιούν firewall (πχ Zonealarm) ρυθμισμένο να κόβει το HTTO_REFERER από την κίνηση. Το αποτέλεσμα είναι να κολλάει η φόρμα. Εάν οι χρήστες έχουν πρόβλημα (πχ με τη σελίδα εισόδου) καλό είναι να απενεργοποιηθεί αυτή η ρύθμιση, καθιστώντας τη σελίδα όμως περισσότερο ευάλωτη σε brute-force επιθέσεις. Εάν δεν είστε σίγουρι, επιλέξτε 'Ναι'.

source: This setting customises the name of the cookie used for Moodle sessions. This is optional, and only useful to avoid cookies being confused when there is more than one copy of Moodle running within the same web site.
el: Αυτή η ρύθμιση προσδιορίζει το όνομα του cookie που χρησιμοποιείται στις συνεδρίες του Moodle. Είναι προαιρετικό και χρήσιμο μόνο για να μη μπερδεύονται τα cookies όταν χρησιμοποιείται περισσότερα του ενός αντίγραφα του Moodle.

source: This allows you to change the domain that the Moodle cookies are available from. This is useful for Moodle customisations (e.g. authentication or enrolment plugins) that need to share Moodle session information with a web application on another subdomain. <strong>WARNING: it is strongly recommended to leave this setting at the default (empty) - an incorrect value will prevent all logins to the site.</strong>
el: Αυτό σας επιτρέπει την αλλαγή του domain από όπου τα cookies του Moodle είναι διαθέσιμα. Αυτό είναι χρήσιμο για παραμετροποιήσεις του Moodle (π.χ. υπομονάδες λογισμικού για αυθεντικοποίηση ή εγγραφή) που χρειάζεται να μοιράζονται πληροφορίες για τη συνεδρία του Moodle με μια web εφαρμογή ή ένα άλλο subdomain. <strong>ΠΡΟΣΟΧΗ: Συνιστάται να αφήσεται αυτή τη ρύθμιση στην προκαθορισμένη επιλογή της (κενή) - μια λανθασμένη τιμή θα εμποδίσει κάθε πρόσβαση στο σύστημα.</strong>

source: If you need to change where browsers send the Moodle cookies, you can change this setting to specify a subdirectory of your web site. Otherwise the default '/' should be fine.
el: Εάν θέλετε να αλλάξετε το μέρος όπου οι πλοηγητές τοποθετούν τα cookies, μπορείτε να ρυθμίσετε έναν υποφάκελο της ιστοσελίδας σας εδώ. Ειδάλλως, το προκαθορισμένο '/' αρκεί.

source: If people logged in to this site are idle for a long time (without loading pages) then they are automatically logged out (their session is ended). This variable specifies how long this time should be.
el: Εάν οι χρήστες που έχουν μπει στο σύστημα μείνουν ανενεργοί για μεγάλο χρονικό διάστημα (χωρίς να φορτώνουν σελίδες), τότε αυτόματα βγαίνουν από το σύστημα (λήγει η συνεδρία). Η μεταβλητή αυτή ορίζει το χρονικό διάστημα αυτό.

source: Show comments count, it will cost one more query when display comments link
el: Εμφάνιση καταμέτρησης σχολίων, θα κοστίσει ένα ακόμα ερώτημα όταν εμφανίζεται ο σύνδεσμος σχολίων

source: Show source information for iCal events
el: Εμφάνιση πληροφοριών πηγής για γεγονότα iCal

source: All of these site students and site teachers will be listed on the site participants list. Who shall be allowed to see this site participants list?
el: Όλοι οι φοιτητές και οι καθηγητές θα αναγράφονται στη λίστα των συμμετεχόντων. Ποιοί θα έχουν πρόσβαση στην λίστα αυτή;

source: Default site licence
el: Προεπιλεγμένη άδεια ιστοτόπου

source: The default licence for publishing content on this site
el: Η προεπιλεγμένη άδεια για τη δημοσίευση περιεχομένου σε αυτόν τον ιστότοπο

source: This setting specifies the default charset for all emails sent from the site.
el: Όλα τα μηνύματα ηλεκτρονικού ταχυδρομείου που παράγονται από την ιστοσελίδα θα αποστέλλονται με το charset που ορίζεται εδώ. Όπως και να έχει, κάθε χρήστης μπορεί να το τροποποιεί εάν ενεργοποιηθεί η επόμενη ρύθμιση.

source: Maximum category depth
el: Μέγιστο Βάθος Κατηγοριών

source: This specifies the maximum depth of child categories expanded when displaying categories or combo list. Deeper level categories will appear as links and user can expand them with AJAX request.
el: Αυτό προσδιορίζει το μέγιστο βάθος εμφάνισης υποκατηγοριών

source: 'Slash arguments' (using <em>PATH_INFO</em>) is required for SCORM packages and multiple-file resources to display correctly. If your web server doesn't support 'slash arguments' and you are unable to configure it, this setting can be disabled, though it will result in things not working.<br />Note: The use of 'slash arguments' will be required in future versions of Moodle.
el: Αρχεία (εικόνες, ανεβασμένα αρχεία κτλ) παρέχονται μέσω ενός script που χρησιμοποιεί 'slash arguments' (η δεύτερη επιλογή εδώ). Αυτή η μέθοδος επιτρέπει στα αρχεία να γίνονται πιο εύκολα cached στους περιηγητές, σε διακομιστές proxy κτλ. Δυστυχώς, κάποιοι διακομιστές PHP δεν επιτρέπουν τη μέθοδο αυτή, οπότε εάν έχετε πρόβλημα να δείτε τα ανεβασμένα αρχεία ή εικόνες ορίστε τη ρύθμιση αυτή στην πρώτη επιλογή.

source: With this on, icons are served through a PHP script that searches the current theme, then all parent themes, then the Moodle /pix folder. This reduces the need to duplicate image files within themes, but has a slight performance cost.
el: Με αυτήν την επιλογή ενεργοποιημένη, τα εικονίδια σερβίρονται μέσω ενός PHP script που αναζητεί το τρέχον θέμα, έπειτα όλα τα θέματα-γονείς, έπειτα το Moodle φάκελο /pix. Αυτό μειώνει την ανάγκη αντιγραφής αρχείων εικόνων μέσα στα θέματα αλλά έχει κάποιο κόστος σε απόδοση.

source: This sets the authentication type to use on smtp server.
el: Αυτό ορίζει τον τύπο αυθεντικοποίησης που θα χρησιμοποιηθεί στον διακομιστή smtp.

source: Give the full name of one or more local SMTP servers that Moodle should use to send mail (eg 'mail.a.com' or 'mail.a.com;mail.b.com'). To specify a non-default port (i.e other than port 25), you can use the [server]:[port] syntax (eg 'mail.a.com:587'). For secure connections, port 465 is usually used with SSL, port 587 is usually used with TLS, specify security protocol below if required. If you leave this field blank, Moodle will use the PHP default method of sending mail.
el: Δώστε το ολοκληρωμένο όνομα ενός ή περισσότερων τοπικών διακομιστών SMTP που θα χρησιμοποιεί το Moodle για να στέλνει μηνύματα ηλεκτρονικού ταχυδρομείου (π.χ. mail.auth.gr). Εάν το αφήσετε κενό, το Moodle θα χρησιμοποιήσει την προκαθορισμένη μέθοδο αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου της PHP.

source: Maximum number of messages sent per SMTP session. Grouping messages may speed up the sending of emails. Values lower than 2 force creation of new SMTP session for each email.
el: Μέγιστος αριθμόως μηνυμάτων που θα στέλνονται σε κάθε σύνοδο SMTP. Η ομαδοποίηση των μηνυμάτων μπορεί να επιταχύνει την αποστολή. Τιμές μικρότερες από 2 επιβάλλουν τη δημιουργία μιας νέας συνεδρίας SMTP για κάθε μήνυμα.

source: If SMTP server requires secure connection, specify the correct protocol type.
el: Αν ο διακομιστής SMTP απαιτεί ασφαλή σύνδεση, καθορίστε τον σωστό τύπο πρωτοκόλλου.

source: If you have specified an SMTP server above, and the server requires authentication, then enter the username and password here.
el: Εάν έχετε ορίσει ένα διακομιστή SMTP πιο πάνω και ο ίδιος απαιτεί ταυτοποίηση, τότε εισάγετε όνομα χρήστη και κωδικό πρόσβασης εδώ.

source: Start of week
el: Αρχή εβδομάδας

source: This specifies how far back the logs should be processed <b>the first time</b> the cronjob wants to process statistics. If you have a lot of traffic and are on shared hosting, it's probably not a good idea to go too far back, as it could take a long time to run and be quite resource intensive. (Note that for this setting, 1 month = 28 days. In the graphs and reports generated, 1 month = 1 calendar month.)
el: Εδώ ρυθμίζεται πόσο παλιά θα είναι τα logs που θα υφίστανται επεξεργασία <b>την πρώτη φορά</b> που το cronjob δημιουργεί στατιστικά. Εάν υπάρχει πολλή κίνηση στην ιστοσελίδα είναι καλή ιδέα να μην πάτε πολύ πίσω διότι μπορεί να πάρει πολύ χρόνο για να εκτελεστεί και να απαιτεί αρκετούς πόρους από το σύστημα. (Σημειώστε ότι γι' αυτήν τη ρύθμιση 1 μήνας=28 μέρες. Στα γραφήματα και στις αναφορές 1 μήνας= 1 ημερολογιακός μήνας.)

source: Stats processing can be quite intensive, so use a combination of this field and the next one to specify when it will run and how long for.
el: Η επεξεργασία στατιστικών είναι εντατική διαδικασία, χρησιμοποιήστε ένα συνδυαμό από αυτό και το επόμενο πεδίο για να ορίσετε πότε θα εκτελείται και για πόση ώρα.

source: Stats processing can be quite intensive, specify maximum time allowed for gathering of one day of statistics. Maximum number of days processed in one cron execution is 31.
el: Η επεξεργασία στατιστικών είναι εντατική διαδικασία, χρησιμοποιήστε ένα μέγιστο επιτρεπτό χρόνο για τη συλλογή μιας ημέρας στατιστικών. Ο μέγιστος αριθμός ημερών που επεξεργάζεται μια εκτέλεση του cron είναι 31.

source: This specifies the maximum time allowed to calculate the statistics for one day, bearing in mind that statistics processing can put a big load on the server. The maximum number of days processed in one cron can be specified below.
el: Ορίστε το μέγιστο επιτρεπτό χρόνο για τον υπολογισμό των στατιστικών για μια ημέρα, έχοντας υπόψιν πως η επεξεργασία των στατιστικών μπορεί να επιφέρει πολύ μεγάλο φόρτο στο διακομιστή. Ο μέγιστος αριθμός ημερών που επεξεργάζεται μια εκτέλεση του cron μπορεί να οριστεί παρακάτω.

source: This specifies the maximum number of days processed in each statistics execution. Once the statistics are up-to-date, only one day will be processed, so adjust this value depending of your server load, reducing it if shorter cron executions are needed.
el: Ορίστε το μέγιστο αριθμό ημερών που επεξεργάζεται κάθε εκτέλεση στατιστικών. Όταν τα στατιστικά είναι επίκαιρα, θα γίνεται επεξεργασία μόνο μιας ημέρας οπότε ρυθμίστε αυτήν την τιμή ανάλογα με το φόρτο του διακομιστή, μειώνοντάς την εάν χρειάζονται μικρότεροι χρόνοι εκτέλεσης του cron.

source: What time should the cronjob that does the statistics processing start? Specifying different times is recommended if there are multiple Moodle sites on one server.
el: Τι ώρα να ξεκινά την επεξεργασία των στατιστικών το cronjob;

source: This setting specifies the minimum number of enrolled users for a course to be included in statistics calculations.
el: Εάν εισαγάγετε μια μη-μηδενική, μη-αριθμητική τιμή εδώ για την ταξινόμηση των μαθημάτων, τότε μαθήματα με λιγότερους εγγεγραμμένους χρήστες (όλοι οι ρόλοι) θα αγνοούνται.

source: If enabled, users are prevented from entering a space or line break only in required fields in forms.
el: Αν είναι ενεργοποιημένη, δεν επιτρέπεται οι χρήστες να εισάγουν ένα κενό διάστημα ή αλλαγή γραμμής μόνο σε υποχρεωτικά πεδία σε φόρμες.

source: Uncheck this setting to allow HTML tags in activity and resource names.
el: Αποεπιλέξτε αυτήν τη ρύθμιση για να επιτρέψετε ετικέτες HTML σε ονόματα δραστηριοτήτων και πηγών.

source: This email address will be published to users of this site as the one to email when they need general help (for example, when new users create their own accounts). If this email is left blank then no such helpful email address is supplied.
el: Αυτη η ηλεκτρονική διεύθυνση θα δημοσιεύεται σε χρήστες αυτού του ιστοχώρου ως η ηλεκτρονική διεύθυνση επικοινωνίας για γενική βοήθεια (για παράδειγμα, όταν οι νέοι χρήστε δημιουργούν μόνοι τούς λογαριασμούς τους). Εάν η ηλεκτρονική διεύθυνση μείνει κενή τότε δε θα προσφέρεται αυτή η δυνατότητα.

source: This is the name of a person or other entity offering general help via the support email or web address.
el: Αυτό είναι το όνομα του ατόμου (ή της οντότητας, γενικότερα) που θα παρέχει γενική βοήθεια μέσω της σχετικής ηλεκτρονική διεύθυνσης ή ιστοσελίδας.

source: This web address will be published to users of this site as the one to go to when they need general help (for example, when new users create their own accounts). If this address is left blank then no link will be supplied.
el: Αυτή η διεύθυνση διαδικτύου θα δημοσιευτεί στους χρήστες του ιστοχώρου ως σημείο παροχής γενικής βοήθειας help (για παράδειγμα, όταν οι νέοι χρήστε δημιουργούν μόνοι τούς λογαριασμούς τους). Εάν η ηλεκτρονική διεύθυνση μείνει κενή τότε δε θα προσφέρεται αυτή η δυνατότητα.

source: Remove temporary data files from the data folder that are older than the selected time.
el: Αφαίρση προσωρινών αρχείων δεδομένων από το φάκελο δεδομένων που είναι παλαιότερα από την επιλεγμένη ώρα.

source: Normally all theme images and style sheets are cached in browsers and on the server for a very long time, for performance. If you are designing themes or developing code then you probably want to turn this mode on so that you are not served cached versions. Warning: this will make your site slower for all users! Alternatively, you can also reset the theme caches manually from the Theme selection page.
el: Κανονικά, όλες οι εικόνες θέματος και τα φύλλα στυλ αποθηκεύονται προσωρινά στα προγράμματα περιήγησης και στον διακομιστή για ένα μεγάλο χρονικό διάστημα, για λόγους απόδοσης. Αν σχεδιάζετε θέματα ή αναπτύσσετε κώδικα, τότε πιθανότατα θέλετε να ενεργοποιήσετε αυτή τη λειτουργία έτσι ώστε να μην σας εμφανίζονται αποθηκευμένες εκδόσεις. Προειδοποίηση: αυτό θα κάνει τον ιστοχώρο σας πιο αργό για όλους τους χρήστες! Εναλλακτικά, μπορείτε επίσης να επαναφέρετε τις προσωρινές αποθηκεύσεις θέματος με το χέρι από τη σελίδα επιλογής Θέματος.

source: Leave this blank to allow any valid theme to be used. If you want to shorten the theme menu, you can specify a comma-separated list of names here (Don't use spaces!). For example: standard,orangewhite.
el: Αφήστε το κενό για να επιτρέπεται σε κάθε έγκυρο θέμα να χρησιμοποιείται. Εάν θέλετε να μικρύνετε το μενού των θεμάτων, μπορείτε να ορίσετε μια λίστα ονομάτων διαχωρισμένων με κόμμα εδώ (μην χρησιμοποιήσετε κενά). πχ standard,orangewhite

source: This is the default timezone for displaying dates - each user can override this setting in their profile. Cron tasks and other server settings are specified in this timezone. You should change the setting if it shows as "Invalid timezone"
el: Μπορείτε να ορίσετε την προεπιλεγμένη ζώνη ώρας εδώ. Αυτή η ζώνη ώρας χρησιμοποιείται για την εμφάνιση ημερομηνιών. Κάθε χρήστης μπορεί να αλλάξει αυτήν τη ρύθμιση μέσα από το προφίλ του. Η "ώρα διακομιστή" εδώ ορίζει ως προεπιλεγμένη ώρα του Moodle την ώρα του λειτουργικού συστήματος του διακομιστή, αλλά η "ώρα διακομιστή" στο προφίλ του χρήστη ορίζει ως προεπιλεγμένη την ώρα που βάζουμε εδώ. Τα cronjobs που στηρίζονται στην ώρα θα χρησιμοποιούν αυτήν την ζώνη ώρας.

source: Should users be able to organize their blog by associating entries with courses and course modules?
el: Θα έπρεπε οι χρήστες να μπορούν να οργανώνουν το ιστολόγιό τους συνδέοντας καταχωρήσεις με μαθήματα και αρθρώματα μαθημάτων;

source: Instead of using local files, use online files available on Yahoo&#145;s servers. WARNING: This requires an internet connection, or no AJAX will work on your site. This setting is not compatible with sites using https.
el: Αντί για τη χρήση τοπικών αρχείων, να γίνεται χρήση αρχείων διαθέσιμων στους διακομιστές της Yahoo. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό απαιτεί τη σύνδεση στο διαδίκτυο, διαφορετικά δε θα λειτουργεί AJAX στον ιστοχώρο σας.

source: The maximum number of bytes that a user can store in their own private file area. {$a->bytes} bytes == {$a->displaysize}
el: Ο μέγιστος αριθμός bytes που μπορεί να αποθηκεύσει ένας χρήστης στην περιοχή προσωπικών αρχείων του. {$a->bytes} bytes == {$a->displaysize}

source: If enabled the site's shortname will be used for the site pages node in the navigation rather than the string 'Site pages'
el: Αν είναι ενεργοποιημένη, το σύντομο όνομα του ιστοχώρου θα χρησιμοποιηθεί για τον κόμβο σελίδων ιστοχώρου στην πλοήγηση και όχι το αλφαριθμητικό 'Σελίδες ιστοχώρου'

source: Should tags functionality across the site be enabled?
el: Να ισχύει η λειτουργικότητα ετικετών σε ολόκληρο τον ιστοχώρο?

source: Variables
el: Μεταβλητές

source: Enables verification of changed email addresses using allowed and denied email domains settings. If this setting is disabled the domains are enforced only when creating new users.
el: Ενεργοποιεί την επιβεβαίωση αλλαγμένων διευθύνσεων ηλεκτρονικού ταχυδρομείου χρησιμοποιώντας ρυθμίσεις επιτρεπτών και μη επιτρεπτών domain. Εάν αυτή η ρύθμιση είναι απενεργοποιημένη τότε τα domain τίθενται σε ισχύ μόνο κατά τη δημιουργία νέου χρήστη.

source: Display courses in hidden categories normally
el: Κανονική εμφάνιση μαθημάτων σε κρυφές κατηγορίες

source: Be careful modifying these settings - strange values could cause problems.
el: Οι τροποποίηση των τιμών αυτών των πεδίων πρέπει να γίνεται με πολλή προσοχή γιατί εσφαλμένες τιμές μπορεί να προκαλέσουν προβλήματα.

source: This options enables combined file loading optimisation for YUI libraries. This setting should be enabled on production sites for performance reasons.
el: Αυτές οι επιλογές επιτρέπουν τη βελτιστοποίηση φόρτωσης συνδυασμένων αρχείων για τις βιβλιοθήκες YUI. Αυτή η ρύθμιση θα πρέπει να είναι ενεργοποιημένη σε παραγωγικού ιστοχώρους για λόγους απόδοσης.

source: Confirmation
el: Επιβεβαίωση

source: You are about to delete comments, are you sure?
el: Είστε έτοιμοι να διαγράψετε σχόλια, είστε σίγουροι;

source: Only http cookies
el: Μόνο http cookies

source: Secure cookies only
el: Μόνο ασφαλή cookies

source: Default country
el: Προεπιλεγμένη χώρα

source: Course contacts
el: Διαχειριστές μαθήματος

source: This setting allows you to control who appears on the course description. Users need to have at least one of these roles in a course to be shown on the course description for that course.
el: Η ρύθμιση αυτή σας επιτρέπει να ελέγξετε ποιος εμφανίζεται στην περιγραφή του μαθήματος. Απαιτείται από τους χρήστες να έχουν τουλάχιστον έναν από αυτούς τους ρόλους για να εμφανιστούν.

source: Display extended course names
el: Προβολή διευρυμένων ονομάτων μαθημάτων

source: If enabled, course short names will be displayed in addition to full names in course lists. If required, extended course names may be customised by editing the 'courseextendednamedisplay' language string using the language customisation feature.
el: Αν είναι ενεργοποιημένη, θα εμφανίζονται τα σύντομα ονόματα μαθημάτων αντί για τα πλήρη ονόματα στις λίστες μαθημάτων. Αν απαιτείται, τα διευρυμένα ονόματα μαθημάτων μπορούν να προσαρμοστούν με την επεξεργασία του αλφαριθμητικού γλώσσας 'courseextendednamedisplay' χρησιμοποιώντας τη δυνατότητα προσαρμογής γλώσσας.

source: Manage courses and categories
el: Προσθήκη/τροποποίηση μαθημάτων

source: Course overview
el: Επισκόπηση Μαθημάτων

source: Course request notification
el: Ειδοποίηση δημιουργίας μαθήματος

source: User {$a->user} requested a new course at {$a->link}
el: Ο χρήστης {$a->user} έχει ζητήση τη δημιουργία νέου μαθήματος στο {$a->link}

# $string['courserequests']
source: Course requests
el: Αίτηση δημιουργίας μαθήματος
