Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Pending course requests
el: Αιτήσεις δημιουργίας μαθήματος που εκκρεμούν

source: Courses
el: Μαθήματα

source: Courses per page
el: Μαθήματα ανά σελίδα

source: Courses with summaries limit
el: Μαθήματα με περιορισμό συνόψεων

source: Creators' role in new courses
el: Ρόλος του δημιουργού σε νέα μαθήματα

source: If the user does not already have the permission to manage the new course, the user is automatically enrolled using this role.
el: Αν ο χρήστης δεν έχει ήδη την άδεια να διαχειριστεί το νέο μάθημα, ο χρήστης εγγράφεται αυτόματα χρησιμοποιώντας αυτό το ρόλο.

source: Cron execution via command line only
el: Εκτέλεση του cron μόνο μέσω γραμμή εντολών

source: Sorry, internet access to this page has been disabled by the administrator.
el: Λυπούμαστε, η πρόσβαση σε αυτή τη σελίδα από το διαδίκτυο έχει απενεργοποιηθεί από το διαχειριστή.

source: Sorry, you have not provided a valid password to access this page
el: Λυπούμαστε, ο κωδικός πρόσβασης δεν είναι έγκυρος για να προσπελάσετε αυτήν τη σελίδα

source: The cron.php script runs a number of tasks at different scheduled intervals, such as sending forum post notification emails. The script should be run regularly - ideally every minute.
el: Το σενάριο cron.php εκτελεί μια σειρά εργασιών σε διαφορετικά προγραμματισμένα διαστήματα, όπως η αποστολή ειδοποιήσεων μέσω των ηλεκτρονικού ταχυδρομείου αναρτήσεων σε ομάδα συζητήσεων. Το σενάριο θα πρέπει να εκτελείται τακτικά - ιδανικά κάθε λεπτό.

source: Cron password for remote access
el: Κωδικός πρόσβασης cron για απομακρυνσμένη πρόσβαση

source: The <a href="{$a}">cron.php maintenance script</a> has not been run for at least 24 hours.
el: Δεν έχει εκτελεστεί η <a href="cron.php">εφαρμογή συντήρησης</a> για περισσότερες από 24 ώρες.

source: The cli/cron.php maintenance script has not been run for at least 24 hours.
el: Το σενάριο συντήρησης cli/cron.php δεν έχει εκτελεστεί για τουλάχιστον 24 ώρες.

source: The ctype PHP extension is now required by Moodle, in order to improve site performance and to offer multilingual compatibility.
el: Η επέκταση PHP ctype τώρα απαιτείται από το Moodle για τη βελτίωση της απόδοσης του ιστοχώρου και την παροχή πολυγλωσσικών δυνατοτήτων.

source: cURL cache TTL
el: Χρόνος ζωής προσωρινής μνήμης cURL

source: The cURL PHP extension is now required by Moodle, in order to communicate with Moodle repositories.
el: Η επέκταση PHP cURL τώρα απαιτείται από το Moodle ώστε να είναι δυνατή η επικοινωνία με τις βιβλιοθήκες (repositories) του Moodle.

source: cURL allowed ports list
el: Λίστα επιτρεπόμενων θυρών cURL

source: List of port numbers that cURL can connect to. Valid entries are integer numbers only. Put each entry on a new line. If left empty, then all ports are allowed. If set, in almost all cases, both 443 and 80 should be specified for cURL to connect to standard HTTPS and HTTP ports.
el: Λίστα αριθμών θυρών στους οποίους μπορεί να συνδεθεί το cURL. Έγκυρες καταχωρήσεις είναι μόνο ακέραιοι αριθμοί. Εισάγετε κάθε καταχώριση σε μια νέα γραμμή. Αν μένει κενό, τότε επιτρέπονται όλες οι θύρες. Αν οριστούν, σε όλες σχεδόν τις περιπτώσεις, θα πρέπει να οριστούν οι θύρες 443 και 80 προκειμένου το cURL να συνδεθεί με τις τυπικές θύρες HTTPS και HTTP.

source: cURL blocked hosts list
el: Λίστα μπλοκαρισμένων κεντρικών υπολογιστών cURL

source: Put each entry on a new line. Valid entries are either full IPv4 or IPv6 addresses (such as 192.168.10.1, 0:0:0:0:0:0:0:1, ::1, fe80::) which match a single host; or CIDR notation (such as 231.54.211.0/20 or fe80::/64); or a range of IP addresses (such as 231.3.56.10-20 or fe80::1111-bbbb) where the range applies to the last group of the address; or domain names (such as localhost or example.com); or wildcard domain names (such as *.example.com or *.sub.example.com). Blank lines are not allowed.
el: Εισάγετε κάθε καταχώρηση σε μια νέα γραμμή. Έγκυρες καταχωρήσεις είναι: <ul> <li>πλήρεις διευθύνσεις IPv4 ή IPv6 (όπως 192.168.10.1, 0:0:0:0:0:0:0:1, ::1, fe80::) που αντιστοιχούν σε έναν κεντρικό υπολογιστή ή</li> <li>CIDR (όπως 231.54.211.0/20 ή fe80::/64) ή</li> <li>ένα εύρος διευθύνσεων IP (όπως 231.3.56.10-20 ή fe80::1111-bbbb) όπου το εύρος ισχύει για την τελευταία ομάδα της διεύθυνσης ή</li> <li>ονόματα τομέων (όπως localhost ή example.com) ή</li> <li>μπαλαντέρ ονόματα τομέων (όπως * .example.com ή * .sub.example.com</li> </ul> Δεν επιτρέπονται κενές γραμμές.

source: The URL is blocked.
el: Το URL έχει μπλοκαριστεί.

source: Bitrate to use when calculating cURL timeouts (Kbps)
el: Ρυθμός μετάδοσης δεδομένων για χρήση κατά τον υπολογισμό των χρονικών ορίων cURL (Kbps)

source: This setting is used to calculate an appropriate timeout during large cURL requests. As part of this calculation an HTTP HEAD request is made to determine the size of the content. Setting this to 0 disables this request from being made.
el: Αυτή η ρύθμιση χρησιμοποιείται για τον υπολογισμό ενός κατάλληλου χρονικού ορίου κατά τη διάρκεια μεγάλων αιτημάτων cURL. Ως μέρος αυτού του υπολογισμού γίνεται ένα αίτημα HTTP HEAD για τον προσδιορισμό του μεγέθους του περιεχομένου. Αν οριστεί ως 0 απενεργοποιεί αυτό το αίτημα.

source: Current theme
el: Τρέχον θέμα

source: Other checks
el: Άλλοι ελέγχοι

source: Custom menu
el: Προσαρμοσμένο μενού

source: Custom menu items
el: Προσαρμοσμένα στοιχεία μενού

source: User menu items
el: Στοιχεία μενού χρήστη

source: <p><strong>SECURITY WARNING!</strong></p><p>Your dataroot directory is in the wrong location and is exposed to the web. This means that all your private files are available to anyone in the world, and some of them could be used by a cracker to obtain unauthorised administrative access to your site!</p> <p>You <em>must</em> move dataroot directory ({$a}) to a new location that is not within your public web directory, and update the <code>$CFG->dataroot</code> setting in your config.php accordingly.</p>
el: <p><strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΑΣΦΑΛΕΙΑΣ!</strong></p><p>Ο φάκελος dataroot βρίσκεται σε λάθος σημείο και είναι εκτεθειμένος στο διαδίκτυο. Αυτό σημαίνει πως όλα τα ιδιωτικά σας αρχεία είναι διαθέσιμα σε οποιονδήποτε στον κόσμο και ορισμένα από αυτά μπορούν να χρησιμοποιηθούν από κάποιον cracker για την απόκτηση διαχειριστικής πρόσβασης στον ιστοχώρο σας!</p> <p><em>ΠΡΕΠΕΙ</em> να μετακινήσετε το φάκελο dataroot ({$a}) σε νέα τοποθεσία που δε βρίσκεται μέσα στο φάκελο που σερβίρεται στο διαδίκτυο και να ανανεώσετε ανάλογα τη ρύθμιση <code>$CFG->dataroot</code> στο αρχείο config.php.</p>

source: Your site configuration might not be secure. Please make sure that your dataroot directory ({$a}) is not directly accessible via web.
el: Οι ρυθμίσεις που έχετε αυτήν τη στιγμή μπορεί να μην παρέχουν τη μέγιστη ασφάλεια. Πρέπει να αλλάξετε τα δικαιώματα του φακέλου {$a} έτσι ώστε να μην είναι απ' ευθείας προσβάσιμος μέσω δικτύου.

source: Use database for session information
el: Να χρησιμοποιείται η βάση δεδομένων για την αποθήκευση των πληροφοριών των συνεδριών

source: Debug messages
el: Μηνύματα αποσφαλμάτωσης

source: ALL: Show all reasonable PHP debug messages
el: Όλα: Προβολή όλων των μηνυμάτων αποσφαλμάτωσης της ΡΗΡ

source: DEVELOPER: extra Moodle debug messages for developers
el: Προγραμματιστής: Προβολή επιπλέον μηνυμάτων αποσφαλμάτωσης της ΡΗΡ

source: Display debug messages
el: Προβολή μηνυμάτων αποσφαλμάτωσης

source: Debugging
el: Αποσφαλμάτωση

source: MINIMAL: Show only fatal errors
el: Λιγότερα: Προβολή μόνο των πολύ σημαντικών σφαλμάτων

source: NONE: Do not show any errors or warnings
el: Κανένα: Να μην προβάλλεται κανένα σφάλμα

source: NORMAL: Show errors, warnings and notices
el: Κανονικά: Να προβάλλονται τα σφάλματα, οι προειδοποιήσεις και οι σημειώσεις

source: Show page information
el: Εμφάνιση πληροφοριών σελίδας

source: Debug email sending
el: Αποσφαλμάτωση αποστολής μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Show origin of languages strings
el: Εμφάνιση προέλευσης αλφαριθμητικών γλώσσας

source: This option is designed to help translators. When this option is enabled, if you add the parameter strings=1 to a request URL, it will show the language file and string id beside each string that is output.
el: Αυτή η επιλογή έχει σχεδιαστεί για να βοηθήσει τους μεταφραστές. Όταν αυτή η επιλογή είναι ενεργοποιημένη, αν προσθέσετε την παράμετρο strings=1 στη διεύθυνση URL, θα εμφανιστεί το αρχείο γλώσσας και το αναγνωριστικό αλφαριθμητικού δίπλα σε κάθε αλφαριθμητικό.

source: Show validator links
el: Εμφάνιση συνδέσμων επικύρωσης

source: Default city
el: Προεπιλεγμένη πόλη

source: A city entered here will be the default city when creating new user accounts.
el: Η πόλη που εισάγεται εδώ θα είναι η προεπιλεγμένη πόλη όταν δημιουργούνται νέοι λογαριασμοί χρηστών.

source: Error determining default course format. Please check site settings.
el: Σφάλμα κατά τον καθορισμό της προεπιλεγμένης μορφής μαθήματος. Παρακαλούμε ελέγξτε τις ρυθμίσεις του ιστοχώρου.

source: Default home page for users
el: Προεπιλεγμένη αρχική σελίδα για χρήστες

source: Default category for course requests
el: Προεπιλεγμένο τμήμα για τις αιτήσεις δημιουργίας μαθημάτων

source: Default: {$a}
el: Προεπιλογή: {$a}

source: Default role for all users
el: Προκαθορισμένοι ρόλοι για όλους τους χρήστες

source: Delete incomplete users after
el: Διαγραφή ελλιπών λογαριασμών χρηστών μετά από

source: Delete not fully setup users after
el: Διαγραφή των μη επιβεβαιωμένων χρηστών μετά από

source: Delete user
el: Διαγραφή χρήστη

source: Density
el: Πυκνότητα

source: Denied email domains
el: Αποκλεισμένα domain για ηλεκτρονικό ταχυδρομείο

source: Development
el: Ανάπτυξη

source: Device detection regular expressions
el: Κανονικές εκφράσεις ανίχνευση συσκευής

source: <p>By default, Moodle can detect devices of the type default (desktop PCs, laptops, etc), mobile (phones and small hand held devices), tablet (iPads, Android tablets) and legacy (Internet Explorer 6 users). The theme selector can be used to apply separate themes to all of these. This setting allows regular expressions that allow the detection of extra device types (these take precedence over the default types).</p> <p>For example, you could enter the regular expression '/(MIDP-1.0|Maemo|Windows CE)/' to detect some commonly used feature phones add the return value 'featurephone'. This adds 'featurephone' on the theme selector that would allow you to add a theme that would be used on these devices. Other phones would still use the theme selected for the mobile device type.</p>
el: <p>Από προεπιλογή, το Moodle μπορεί να ανιχνεύσει συσκευές τύπου προκαθορισμένες (επιτραπέζοι υπολογιστές, φορητοί υπολογιστές, κ.λπ.), κινητές (τηλέφωνα και μικρές συσκευές χειρός), ταμπλέτες (iPads, Android) και παλαιότερων εκδόσεων (χρήστες Internet Explorer 6). Ο επιλογέας θέματος μπορεί να χρησιμοποιηθεί για την εφαρμογή ξεχωριστών θεμάτων σε όλα αυτά. Αυτή η ρύθμιση επιτρέπει κανονικές εκφράσεις που επιτρέπουν την ανίχνευση επιπλέον τύπων συσκευών (αυτές υπερισχύουν των προεπιλεγμένων τύπων). </ p> <p>Για παράδειγμα, θα μπορούσατε να εισάγετε την κανονική έκφραση '/(MIDP-1.0|Maemo|Windows CE)/' για να ανιχνεύσετε ορισμένα κινητά τηλέφωνα που χρησιμοποιούνται συχνά και να προσθέσετε την τιμή επιστροφής 'featurephone'. Αυτό προσθέτει το 'featurephone' στον επιλογέα θέματος και θα σας επιτρέψει να προσθέσετε ένα θέμα που θα μπορούσε να χρησιμοποιηθεί σε αυτές τις συσκευές. Άλλα τηλέφωνα θα εξακολουθούν να χρησιμοποιούν το θέμα που επιλέχθηκε για τον τύπο κινητή συσκευή. </p>

source: Regular expression
el: Κανονική έκφραση

source: Return value
el: Τιμή επιστροφής

source: Device type
el: Τύπος συσκευής

source: Disable user profile images
el: Απενεργοποίηση εικόνων στα προφίλ χρηστών

source: Enabling the PHP setting <em>display_errors</em> is not recommended on production sites because some error messages may reveal sensitive information about your server.
el: Η ενεργοποίηση της ρύθμισης PHP <em>display_errors</em> δε συνιστάται σε παραγωγικά συστήματα επειδή κάποια μηνύματα μπορεί να αποκαλύψουν ευαίσθητες πληροφορίες σχετικά με το διακομιστή σας.

source: Display login failures
el: Προβολή εσφαλμένων προσπαθειών σύνδεση στον

source: Drag and drop upload of text/links
el: Μεταφόρτωση με μεταφορά και απόθεση κειμένου / συνδέσμων

source: Language for docs
el: Γλώσσα για έγγραφα

source: Moodle Docs document root
el: Φάκελος αρχείων βοήθειας

source: Open in new window
el: Άνοιγμα σε νέο παράθυρο

source: Email display settings
el: Ρυθμίσεις εμφάνισης ηλεκτρονικού ταχυδρομείου

source: Display settings for email leaving Moodle.
el: Ρυθμίσεις εμφάνισης για μηνύματα ηλεκτρονικού ταχυδρομείου που εξέρχονται από το Moodle

source: Download
el: Κατέβασμα

source: duration units
el: μονάδες διάρκειας

source: Edit help documents
el: Επεξεργασία των αρχείων βοήθειας

source: <b>Edit</b>
el: <b>Επεξεργασία</b>

source: Background colour
el: Χρώμα φόντου

source: Editor dictionary
el: Λεξικό επεξεργαστή

source: Font family
el: Οικογένεια γραμματοσειράς

source: Font list
el: Λίστα γραμματοσειρών

source: Font size
el: Μέγεθος γραμματοσειράς

source: Hidden buttons
el: Κρυμμένα εικονίδια

source: Word format filter
el: Φίλτρο εισαγωγής από MS-Word

source: Editor spelling
el: Ορθογραφία επεξεργαστή

source: Enable or disable spell-checking. When enabled, <strong>aspell</strong> must be installed on the server.
el: Ενεργοποίηση ή απενεργοποίηση ορθογραφικού ελέγχου. Στην περίπτωση ενεργοποίησης, το <strong>aspell</strong> πρέπει να είναι εγκατεστημένο στο διακομιστή.

source: Edit words or phrases
el: Επεξεργασία λέξεων ή φράσεων

source: Email change confirmation
el: Επιβεβαίωση αλλαγής διεύθυνσης ηλεκτρονικού ταχυδρομείου

source: Email via information
el: Πληροφορίες μήνυμα ηλεκτρονικού ταχυδρομείου μέσω

source: Alternative text
el: Εναλλακτικό κείμενο

source: Image component
el: Στοιχείο εικόνας

source: Image name
el: Όνομα εικόνας

source: This form defines the emoticons (or smileys) used at your site. To remove a row from the table, save the form with an empty value in any of the required fields. To register a new emoticon, fill the fields in the last blank row. To reset all the fields into default values, follow the link above. * Text (required) - This text will be replaced with the emoticon image. It must be at least two characters long. * Image name (required) - The emoticon image file name without the extension, relative to the component pix folder. * Image component (required) - The component providing the icon. * Alternative text (optional) - String identifier and component of the alternative text of the emoticon.
el: Αυτή η φόρμα ορίζει τα emoticons (ή smileys) που χρησιμοποιούνται στον ιστοχώρο σας. Για να αφαιρέσετε μια γραμμή από τον πίνακα, αποθηκεύστε τη φόρμα με μια κενή τιμή σε οποιοδήποτε από τα απαιτούμενα πεδία. Για να καταχωρίσετε ένα νέο emoticon, συμπληρώστε τα πεδία στην τελευταία κενή γραμμή. Για να επαναφέρετε όλα τα πεδία στις προεπιλεγμένες τιμές, ακολουθήστε τον παραπάνω σύνδεσμο. <br/><br/> * Κείμενο (απαιτείται) - Αυτό το κείμενο θα αντικατασταθεί με την εικόνα emoticon. Πρέπει να έχει μήκος τουλάχιστον δύο χαρακτήρων.<br/> * Όνομα εικόνας (απαιτείται) - Το όνομα αρχείου εικόνας emoticon χωρίς την επέκταση, σε σχέση με το φάκελο pix.<br/> * Στοιχείο εικόνας (απαιτείται) - Το στοιχείο που παρέχει το εικονίδιο.<br/> * Εναλλακτικό κείμενο (προαιρετικό) - Αναγνωριστικό αλφαριθμητικού και στοιχείο του εναλλακτικού κειμένου του emoticon.

source: Reset emoticons setting to default values
el: Επαναφορά ρυθμίσεων emoticons στις προεπιλεγμένες τιμές

source: Text
el: Κείμενο

source: Empty
el: Κενό

source: Enable activity chooser
el: Ενεργοποίηση επιλογέα δραστηριοτήτων

source: Enable blogs
el: Ενεργοποίηση ιστολογίων

source: Enable calendar export
el: Ενεργοποίηση εξαγωγής ημερολογίου

# $string['enablecomments']
source: Enable comments
el: Ενεργοποίηση σχολίων

source: Enable course requests
el: Να επιτρέπονται οι αιτήσεις δημιουργίας μαθήματος

source: Enabled
el: Ενεργοποιημένο

source: Enable device detection
el: Ενεργοποίηση ανίχνευσης συσκευής

source: Enable global search
el: Ενεργοποίηση καθολικής αναζήτησης

source: If enabled, data will be indexed and syncronised by a scheduled task.
el: Αν είναι ενεργοποιημένη, τα δεδομένα θα ευρετηριαστούν και θα συγχρονιστούν από μια προγραμματισμένη εργασία.

source: Enable Gravatar
el: Ενεργοποίηση Gravatar

source: When enabled Moodle will attempt to fetch a user profile picture from Gravatar if the user has not uploaded an image.
el: Όταν ενεργοποιηθεί το Moodle θα προσπαθήσει να ανακτήση μια εικόνα προφίλ χρήστη από το Gravatar αν ο χρήστης δεν έχει ανεβάσει μια εικόνα.

source: Enable web services for mobile devices
el: Ενεργοποίηση κινητών διαδικτυακών υπηρεσιών

source: Enable record cache
el: Ενεργοποίηση Record Cache

source: Enable RSS feeds
el: Ενεργοποίηση RSS feeds

source: Enable Safe Exam Browser integration
el: Ενεργοποίηση ενσωμάτωσης Ασφαλής Περιήγηση σε Εξετάσεις

source: Enable search areas
el: Ενεργοποίηση περιοχών αναζήτησης

source: Enable statistics
el: Ενεργοποίηση στατιστικών

source: Enable trusted content
el: Ενεργοποίηση Trusted Content

source: Enable web services
el: Ενεργοποίηση web services

source: Web services documentation
el: Τεκμηρίωση διαδικτυακών υπηρεσιών

source: Enrolment instance defaults
el: Προεπιλογές παραδείγματος εγγραφής

source: Default enrolment settings in new courses.
el: Προεπιλεγμένες ρυθμίσεις εγγραφής σε νέα μαθήματα.

source: Enrol the users
el: Εγγραφή χρηστών

source: Environment
el: Περιβάλλον

source: You must solve all the environmental problems (errors) found above before proceeding to install this Moodle version!
el: Πρέπει να λύσετε όλα τα προβλήματα περιβάλλοντος (σφάλματα) που εντοπίστηκαν παραπάνω για να συνεχίσετε την εγκατάσταση του Moodle!

source: Warning: you should solve all the environmental problems (errors) found above before proceeding to upgrade this Moodle version! Upgrading without fixing these requirements could cause problems such as data loss. Are you sure you want to continue with the upgrade?
el: Προσοσχή: Πρέπει να λύσετε όλα τα προβλήματα περιβάλλοντος (σφάλματα) που εντοπίστηκαν παραπάνω για να συνεχίσετε την αναβάθμιση του Moodle! Η αναβάθμιση χωρίς την επιδιόρθωση των απαιτούμενων μπορεί να προκαλέσει καταστροφή δεδομένων. Σίγουρα θέλετε να συνεχίσετε με την αναβάθμιση;

source: PHP setting must be changed.
el: Η ρύθμιση της PHP πρέπει να αλλαχθεί.

source: Your server environment meets all minimum requirements.
el: Το περιβάλλον του διακομιστή ικανοποιεί τις ελάχιστες απαιτήσεις.

source: if this test fails, it indicates a potential problem
el: σε περίπτωση αποτυχίας αυτού του τεστ, υπάρχει πιθανό πρόβλημα

source: should be installed and enabled for best results
el: προτείνεται να εγκατασταθεί/ ενεργοποιηθεί

source: version {$a->needed} is recommended and you are running {$a->current}
el: προτείνεται η έκδοση {$a->needed} ενώ εσείς έχετε την {$a->current}

source: this test must pass
el: αυτό το τεστ πρέπει να είναι επιτυχές

source: must be installed and enabled
el: απαιτείται να εγκατασταθεί/ ενεργοποιηθεί

source: version {$a->needed} is required and you are running {$a->current}
el: απαιτείται η έκδοση {$a->needed} ενώ εσείς έχετε την {$a->current}

source: recommended setting detected
el: ανιχνεύθηκε η προτεινόμενη ρύθμιση

source: PHP setting should be changed.
el: Η ρύθμιση PHP θα έπρεπε να αλλαχθεί.

source: Error reading environment data ({$a->error_code})
el: Σφάλμα κατά την ανάγνωση δεδομένων περιβάλλοντος ({$a->error_code})

source: An error occurred while deleting the configuration records for plugin '{$a}'.
el: Συνέβη κάποιο σφάλμα κατά τη διαγραφή αρχείων ρυθμίσεων της υπομονάδας '{$a}'.

source: Could not save setting:
el: Δεν έγινε αποθήκευση της ρύθμισης:

source: Some settings were not changed due to an error.
el: Μερικές αλλαγές δεν αποθηκεύτηκαν εξαιτίας ενός σφάλματος

source: The following plugins in your system are using Events 1 API deprecated handlers: '{$a}'. Please, update them to use Events 2 API. See https://docs.moodle.org/dev/Event_2#Event_dispatching_and_observers.
el: Τα ακόλουθα πρόσθετα στο σύστημά σας χρησιμοποιούν τους χειριστές που έχουν καταργηθεί Events 1 API: '{$a}'. Παρακαλούμε ενημερώστε τα ώστε να χρησιμοποιήσουν το Events 2 API. Δείτε https://docs.moodle.org/dev/Event_2#Event_dispatching_and_observers.

source: Everyone who can '{$a}'
el: Οποιοσδήποτε έχει τη δυνατότητα να '{$a}'

source: exceptions
el: εξαιρέσεις

source: Setting executable and local paths disabled in config.php
el: Ορισμός εκτελέσιμων και τοπικών διαδρομών απενεργοποίημένων στο config.php

source: Experimental
el: Πειραματικά

source: Experimental settings
el: Πειραματικές ρυθμίσεις

source: Allow extended characters in usernames
el: Επίτρεψε extended χαρακτήρες στα ονόματα χρηστών

source: Extra PHP memory limit
el: Εξτρά PHP όριο μνήμης

# $string['fatalsessionautostart']
source: <p>Serious configuration error detected, please notify server administrator.</p><p> To operate properly, Moodle requires that administrator changes PHP settings.</p><p><code>session.auto_start</code> must be set to <code>off</code>.</p><p>This setting is controlled by editing <code>php.ini</code>, Apache/IIS <br />configuration or <code>.htaccess</code> file on the server.</p>
el: <p>Ανιχνεύθηκε σοβαρό λάθος ρυθμίσεων, παρακαλώ ενημερώστε το διαχειριστή του διακομιστή σας.</p><p> Για κανονική λειτουργία, το Moodle απαιτεί ο διαχειριστής να αλλάξει κάποιες ρυθμίσεις της PHP settings.</p><p>Το <code>session.auto_start</code> πρέπει να είναι <code>off</code>.</p><p>Αυτή η ρύθμιση ελέγχεται με την επεξεργασία του <code>php.ini</code>, Apache/IIS <br />ρυθμίσεις ή του αρχείου <code>.htaccess</code> στο διακομιστή.</p>

source: Cleanup of temporary records for file conversions.
el: Καθαρισμός προσωρινών εγρααφών για μετατροπές αρχείων.

source: New file created
el: Δημιουργία νέου αρχείου

source: Save file into folder :
el: Αποθήκευση αρχείου στο φάκελο :

source: Where the file will be stored
el: Πού θα αποθηκευτεί το αρχείο

source: Filter all strings
el: Φιλτράρισε όλα τα αλφαριθμητικά

source: Filter match once per page
el: Αντιστοιχία φιλτραρίσματος μία ανά σελίδα

source: Filter match once per text
el: Αντιστοιχία φιλτραρίσματος μία ανά κείμενο

source: Filters
el: Φίλτρα

source: Manage filters
el: Ρυθμίσεις φίλτρων

source: General filter settings
el: Γενικές ρυθμίσεις φίλτρων

source: Filter uploaded files
el: Φιλτράρισε τα ανεβασμένα αρχεία

source: Force users to log in
el: Επίβαλε την είσοδο των χρηστών

source: Force users to log in to view user pictures
el: Επιβολή σύνδεσης χρηστών για να δουν εικόνες χρηστών

source: If enabled, users must log in in order to view user profile pictures and the default user picture will be used in all notification emails.
el: Αν είναι ενεργοποιημένη, οι χρήστες πρέπει να συνδεθούν για να δουν εικόνες προφίλ χρήστη και η προεπιλεγμένη εικόνα χρήστη θα χρησιμοποιηθεί σε όλες τις ειδοποιήσεις ηλεκτρονικού ταχυδρομείου.

source: Force users to log in for profiles
el: Επίβαλε την είσοδο των χρηστών για προφίλ

source: Force timezone
el: Επίβαλε την προεπιλεγμένη ζώνη ώρας

source: There are {$a->count} courses using {$a->format}. Their format will be changed to {$a->defaultformat} (default format for this site). Some format-specific data may be lost. Are you sure you want to proceed?
el: Υπάρχουν {$a->count} μαθήματα σε μόρφη {$a->format}. Η μορφή τους θα αλλάξει σε {$a->defaultformat} (προεπιλεγμένη μορφή για αυτόν τον ιστοχώρο). Ενδέχεται να χαθούν ορισμένα δεδομένα για τη συγκεκριμένη μορφή. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;

source: Front page
el: Αρχική σελίδα

source: Front page backup
el: Αντίγραφο ασφαλείας πρώτης σελίδας

source: Default frontpage role
el: Προεπιλεγμένος ρόλος πρώτης σελίδας

source: Front page filters
el: Φίλτρα αρχικής σελίδας
