Repository: eellak/moodle-po
Catalog: *-new/admin.po_*.po
Languages: el

source: Fill in following options if your Moodle server can not access internet directly. Internet access is required for download of environment data, language packs, RSS feeds, timezones, etc.<br /><em>PHP cURL extension is highly recommended.</em>
el: Συμπληρώστε τις παρακάτω επιλογές εάν ο Moodle διακομιστής σας δεν έχει απευθείας πρόσβαση στο διαδίκτυο. Η πρόσβαση αυτή απαιτείται για τη λήψη δεδομένων περιβάλλοντος, γλωσσικών πακέτων, RSS feeds, ζωνών ώρας, κτλ.<br /><em>Συνιστάται η χρήση επέκτασης PHP cURL.</em>

source: The Zip PHP extension is now required by Moodle, info-ZIP binaries or PclZip library are not used anymore.
el: Η επέκταση Zip PHP τώρα απαιτείται από το Moodle, τα info-ZIP binaries ή PclZip βιβλιοθήκες δε χρησιμοποιούνται πλέον.
