Repository: eellak/moodle-po
Catalog: *-new/block_dedication.po_*.po
Languages: el

source: Dedication tool
el: Εργαλείο αφοσίωσης

source: Only for teachers:
el: Μόνο για καθηγητές:

source: Connections per day
el: Συνδέσεις / ημέρα

source: Allow to add Course dedication block
el: Δυνατότητα προσθήκης μπλοκ αφοσίωσης

source: All course members dedication. Click on any name to see a detailed course dedication for it.
el: Προβολή της αφοσίωσης όλων των μελών του μαθήματος. Κάντε κλικ σε οποιοδήποτε όνομα για λεπτομέρειες αφοσίωσης.

source: Your estimated dedication time is
el: Ο εκτιμώμενος χρόνος αφοσίωσης είναι

source: All group <em>{$a}</em> members dedication. Choose any member to see a detailed course dedication for it.
el: Προβολή αφοσίωσης όλων των μελών του group <em>{$a}</em>. Επιλέξτε κάποιο μέλος για λεπτομέρειες αφοσίωσης.

# $string['dedicationrow']
source: Course dedication
el: Αφοσίωση μαθήματος

source: Allow to use Course dedication
el: Να επιτραπεί η χρήση αφοσίωσης μαθήματος

source: Course dedication configuration
el: Ρυθμίσεις αφοσίωσης μαθήματος

source: Time is estimated based in the concepts of Session and Session duration applied to log entries. <strong>Click:</strong> Every time that a user access to a page in Moodle a log entry is stored. <strong>Session:</strong> set of two or more consecutive clicks in which the elapsed time between every pair of consecutive clicks does not overcome an established maximum time. <strong>Session duration:</strong> elapsed time between the first and the last click of the session. <strong>Dedication time:</strong> the sum of all session duration for a user.
el: Ο χρόνος προσδιορίζεται με βάση το Session που περιέχεται στο ημερολόγιο καταγραφής. <strong>Click:</strong> Κάθε φορά που ένας χρήστης επισκέπτεται μια σελίδα στο Moodle, γίνεται εγγραφή στο ημερολόγιο καταγραφής. <strong>Session:</strong> Σύνολο 2 ή περισσότερων κλικ κατά το οποίο ο χρόνος μεταξύ των κλικ δεν ξεπερνά το καθορισμένο μέγιστο διάστημα. <strong>Session duration:</strong> ο χρόνος μεταξύ του πρώτου και του τελευταίου κλικ του session. <strong>Dedication time:</strong> το σύνολο όλων των sessions για ένα χρήστη.

source: Select the range of dates and the maximum time between clicks of the same session.
el: Επιλέξτε το εύρος των ημερομηνιών και το μέγιστο χρόνο μεταξύ των κλικ του ίδιου session.

source: Limit between clicks (in minutes)
el: Όριο μεταξύ κλικ (σε λεπτά)

source: The limit between clicks defines if two clicks are part of the same session or not
el: Το όριο μεταξύ κλικ ορίζει το αν 2 κλικ είναι μέρος του ίδιου session ή όχι

source: End of the period
el: Τέλος περιόδου

source: Consider only log entries ending before this date
el: Λαμβάνει υπόψη εγγραφές του ημερολογίου καταγραφής που τελειώνουν πριν από αυτήν την ημερομηνία

source: <strong>Mean dedication:</strong> {$a}
el: <strong>Μέση αφοσίωση:</strong> {$a}

source: Start of the period
el: Αρχή περιόδου

source: Consider only log entries after this date
el: Λαμβάνει υπόψη εγγραφές του ημερολογίου καταγραφής που τελειώνουν μετά από αυτήν την ημερομηνία

source: {$a}: course dedication
el: {$a}: αφοσίωση μαθήματος

source: Period since <em>{$a->mintime}</em> to <em>{$a->maxtime}</em>
el: Περίοδος από <em>{$a->mintime}</em> έως <em>{$a->maxtime}</em>

source: Elapsed time
el: Χρόνος που πέρασε

# $string['pluginname']
source: Course dedication
el: Αφοσίωση μαθήματος

source: Duration
el: Διάρκεια

source: Session start
el: Αρχή session

source: Show dedication time to students
el: Εμφάνιση χρόνου αφοσίωσης στους μαθητές

source: By default, dedication time can only be viewed by teachers. This setting allow students to see their dedication time in the block.
el: Εξ'ορισμού, ο χρόνος αφοσίωσης μπορεί να εμφανιστεί μόνο στους καθηγητές. Η ρύθμιση αυτή επιτρέπει στους μαθητές να δουν το χρόνο αφοσίωσής τους στο block.

source: Since
el: Από

source: Calculate
el: Υπολογισμός

source: To
el: Έως

source: <strong>Total dedication:</strong> {$a}
el: <strong>Συνολική αφοσίωση:</strong> {$a}

source: Detailed course dedication of <em>{$a}</em>.
el: Λεπτομέρειες αφοσίωσης μαθήματος για το χρήστη <em>{$a}</em>.
