Repository: eellak/moodle-po
Catalog: *-new/block_tag_youtube.po_*.po
Languages: el

source: Any category
el: Οποιαδήποτε Κατηγορία

source: Autos &amp; Vehicles
el: Αυτοκίνητα και Οχήματα

source: Category
el: Κατηγορία

source: Comedy
el: Κωμικό

source: Title
el: Τίτλος

source: Entertainment
el: Διασκέδαση

source: Films &amp; Animation
el: Ταινίες και Κινούμενα Σχέδια

source: Gadgets &amp; Games
el: Τεχνολογία και Παιχνίδια

source: How-to &amp; DIY
el: Οδηγοί και Κάντο Μόνος Σου

source: Include only videos from the playlist with id
el: Περίληψη βίντεο μόνο από τη λίστα με id

source: Music
el: Μουσική

source: News &amp; Politics
el: Νέα και Πολιτική

source: Number of videos
el: Αριθμός βίντεο

source: People &amp; Blogs
el: Άνθρωποι και Ιστολόγια

source: Pets &amp; Animals
el: Κατοικίδια και Ζώα

source: Sports
el: Σπορ και Αθλήματα

source: Travel &amp; Places
el: Ταξίδια
