Repository: eellak/moodle-po
Catalog: *-new/block_community.po_*.po
Languages: el

source: Activities
el: Δραστηριότητες

source: Add
el: Προσθήκη

source: Add community course
el: Προσθήκη μαθήματος κοινότητας

# $string['addcourse']
source: Search
el: Αναζήτηση

source: A link to this course has been added in your community finder block
el: Έχει προστεθεί ένας σύνδεσμος σε αυτό το μάθημα στο μπλοκ εύρεση κοινότητας

source: {$a->lang} Creator: {$a->creatorname} - Publisher: {$a->publishername} - Subject: {$a->subject} - Audience: {$a->audience} - Educational level: {$a->educationallevel} - License: {$a->license}
el: {$a->lang} Δημιουργός: {$a->creatorname} - Εκδότης: {$a->publishername} - Θέμα: {$a->subject} - Ακροατήριο: {$a->audience} - Εκπαιδευτικό επίπεδο: {$a->educationallevel} - Άδεια: {$a->license}

source: Save a link to this course
el: Αποθήκευση συνδέσμου σε αυτό το μάθημα

source: Designed for
el: Σχεδιασμένο για

source: What kind of course are you looking for? As well as traditional courses intended for students, you might search for communities of Educators or Moodle Administrators
el: Τι είδους μάθημα ψάχνετε; Όπως παραδοσιακά μαθήματα που προορίζονται για τους μαθητές, μπορείτε να ψάξετε για κοινότητες Εκπαιδευτικών ή Διαχειριστών Moodle

source: Blocks
el: Μπλοκ

source: Cannot select a top subject level
el: Αδυναμία επιλογής επιπέδου κορυφαίου θέματος

source: Comments ({$a})
el: Σχόλια ({$a})

source: Add a new community finder block
el: Προσθήκη νέου μπλοκ εύρεση κοινότητας

source: Add a new community finder block to Dashboard
el: Προσθήκη νέου μπλοκ εύρεση κοινότητας στη σελίδα Η αρχική μου

source: Subject: {$a->subject} - Audience: {$a->audience} - Educational level: {$a->educationallevel}
el: Θέμα: {$a->subject} - Audience: {$a->audience} - Εκπαιδευτικό επίπεδο: {$a->educationallevel}

source: Continue
el: Συνέχεια

source: - Contributors: {$a}
el: - Συνεισφέροντες: {$a}

source: Description
el: Περιγραφή

# $string['courselang']
source: Language
el: Γλώσσα

# $string['coursename']
source: Name
el: Όνομα

source: Courses
el: Μαθήματα

source: Tags: {$a}
el: Ετικέτες: {$a}

source: No
el: Όχι

source: Yes
el: Ναι

source: Download
el: Μεταφόρτωση

source: courses I can download
el: μαθήματα που μπορώ να κατεβάσω

source: Downloadable courses
el: Μαθήματα που μπορούν να γίνουν μεταφόρτωση

source: The backup has been saved in your private files {$a}
el: Το αντίγραφο ασφαλείας έχει αποθηκευτεί στα προσωπικά σας αρχεία {$a}

source: ...finished.
el: ...τελείωσε.

source: Downloading course
el: Μεταφόρτωση μαθήματος

source: Please wait the course file is downloading ({$a->total}Mb)...
el: Παρακαλώ περιμένετε όσο κατεβαίνει το μάθημα ({$a->total}Mb)...

source: Create course from template
el: Δημιουργία μαθήματος από πρότυπο

source: Educational level
el: Εκπαιδευτικό επίπεδο

source: What educational level are you searching for? In the case of communities of educators, this level describes the level they are teaching.
el: Τι μορφωτικό επίπεδο ψάχνετε; Στην περίπτωση κοινοτήτων εκπαιδευτικών, το επίπεδο αυτό περιγράφει το επίπεδο που διδάσκουν.

source: Find
el: Εύρεση

source: Some courses listed in the selected hub are being advertised so that people can come and participate in them on the original site. Others are course templates provided for you to download and use on your own Moodle site.
el: Μερικά μαθήματα που περιλαμβάνονται στο επιλεγμένο κόμβο διαφημίζονται, προκειμένου να έλθουν άτομα και να λάβουν μέρος σε αυτά στον αρχικό ιστοχώρο. Άλλα είναι πρότυπα μαθημάτων που παρέχονται για να μπορείτε να τα κατεβάσετε και να χρησιμοποιήσετε στο δικό σας ιστοχώρο Moodle.

source: courses I can enrol in
el: μαθήματα που μπορώ να εγγραφώ

source: Enrollable courses
el: Μαθήματα που μπορούν να γίνουν εγγραφές

source: An error occurred when retrieving the course listing from the selected hub, please try again later. ({$a})
el: Προέκυψε σφάλμα κατά την ανάκτηση της λίστα μαθημάτων από τον επιλεγμένο κόμβο, παρακαλώ προσπαθήστε ξανά αργότερα. ({$a})

source: An error occurred when retrieving the hub listing from Moodle.org, please try again later. ({$a})
el: Προέκυψε σφάλμα κατά την ανάκτηση της λίστα κόμβων από το Moodle.org, προσπαθήστε ξανά αργότερα. ({$a})

source: Language: {$a->lang} - License: {$a->license} - Time updated: {$a->timeupdated}
el: Γλώσσα: {$a->lang} - Άδεια: {$a->license} - Ώρα ενημέρωσης: {$a->timeupdated}

source: Hide hubs
el: Απόκρυψη κόμβων

source: hub
el: κόμβος

source: Not trusted
el: Μη έμπιστο

source: This hub is trusted by Moodle.org
el: Αυτός είναι έμπιστος κόμβος από το Moodle.org

source: Install
el: Εγκατάσταση

source: Keywords
el: Λέξεις κλειδιά

source: You can search for courses containing specific text in the name, description and other fields of the database.
el: Μπορείτε να αναζητήσετε μαθήματα που περιέχουν συγκεκριμένο κείμενο στο όνομα, στην περιγραφή και σε άλλα πεδία της βάσης δεδομένων

source: Language: {$a} -
el: Γλώσσα: {$a} -

# $string['language']
source: Language
el: Γλώσσα

source: You can search for courses written in a specific language.
el: Μπορείτε να αναζητήσετε μαθήματα σε συγκεκριμένη γλώσσα.

source: License
el: Άδεια

source: You can search for courses that are licensed in a particular way.
el: Μπορείτε να αναζητήσετε μαθήματα που έχουν λάβει άδεια με ένα συγκεκριμένο τρόπο.

source: More details
el: Περισσότερες λεπτομέρειες

source: My communities:
el: Οι κοινότητες μου:

source: Next >>>
el: Επόμενο >>>

source: No comments
el: Χωρίς Σχόλια

source: No courses found
el: Δεν βρέθηκαν μαθήματα

source: No ratings
el: Χωρίς βαθμολόγηση

source: Operation
el: Λειτουργία

source: Sort by
el: Ταξινόμηση ανά

source: Oldest
el: Παλαιότερα

source: The order the search results are displayed.
el: Η σειρά που εμφανίζονται τα αποτελέσματα αναζήτησης.

# $string['orderbyname']
source: Name
el: Όνομα

source: Newest
el: Νεότερα

source: Publisher
el: Εκδότης

# $string['orderbyratingaverage']
source: Rating
el: Βαθμολόγηση

source: Outcomes: {$a}
el: Αποτελέσματα: {$a}

source: Community finder
el: Εύρεση κοινότητας

source: Rate and comment
el: Βαθμολόγηση και σχόλια

# $string['rating']
source: Rating
el: Βαθμολόγηση

source: Remove community course
el: Αφαίρεση μαθήματος κοινότητας

source: Restore course
el: Επαναφορά μαθήματος

source: Restore the course?
el: Επαναφορά του μαθήματος;

source: Screenshots
el: Στιγμιότυπα

# $string['search']
source: Search
el: Αναζήτηση

# $string['searchcommunitycourse']
source: Search for community course
el: Αναζήτηση μαθήματος κοινότητας

# $string['searchcourse']
source: Search for community course
el: Αναζήτηση μαθήματος κοινότητας

source: Select hub
el: Επιλογή κόμβου

source: Select hub where to search the courses.
el: Επιλέξτε τον κόμβο από όπου θα αναζητήσετε τα μαθήματα.

source: Show all hubs
el: Εμφάνιση όλων των κόμβων

source: Sites
el: Ιστοχώροι

source: Subject
el: Θέμα

source: To narrow your search to courses about a particular subject, choose one from this list.
el: Για να περιορίσετε την αναζήτηση μαθημάτων για ένα συγκεκριμένο θέμα, επιλέξτε ένα από τη λίστα.

source: Creator: {$a->creatorname} - Publisher: {$a->publishername}
el: Δημιουργός: {$a->creatorname} - Εκδότης: {$a->publishername}

source: Visit demo
el: Δείτε το δοκιμαστικό

source: Visit site
el: Δείτε τον ιστοχώρο
