Repository: eellak/moodle-po
Catalog: *-new/block_glossary_random.po_*.po
Languages: el

source: Add a new entry
el: Προσθέστε τα αγαπημένα σας λήμματα!

source: When users can add entries to the glossary, show a link with this text
el: Όταν οι χρήστες μπορούν να προσθέσουν εγγραφές στο λεξικό, να εμφανίζεται σύνδεσμος με το κείμενο αυτό.

source: When users cannot edit or view the glossary, show this text (without link)
el: Όταν οι χρήστες δεν μπορούν να επεξεργαστούν ή να δούν το λεξικό, δείξε το κείμενο (χωρίς σύνδεσμο).

source: When users can view the glossary but not add entries, show a link with this text
el: Όταν οι χρήστες μπορούν να δουν το λεξικό αλλά όχι να προσθέσουν εγγραφές, εμφάνιση ενός συνδέσμου με αυτό το κείμενο.

source: Make sure you have at least one glossary with at least one entry added to this course. Then you can adjust the following settings
el: Βεβαιωθείτε πως έχετε τουλάχιστον ένα λεξικό με τουλάχιστον μία εγγραφή σε αυτό το μάθημα. Στη συνέχεια μπορείτε να ρυθμίσετε τα εξής:

source: (to be continued)
el: (συνεχίζεται)

source: Last modified entry
el: Τελευταία τροποποιημένη εγγραφή

source: Next entry
el: Επόμενη εγγραφή

source: There are no entries yet in the chosen glossary.
el: Δεν υπάρχουν μέχρι στιγμής εγγραφές στο επιλεγμένο λεξικό.

source: Please configure this block using the edit icon.
el: Παρακαλώ ρυθμίστε αυτό το block χρησιμοποιώντας το εικονίδιο επεξεργασίας.

source: You need to have at least one glossary to choose.
el: Πρέπει να έχετε τουλάχιστον ένα λεξικό για να διαλέξετε.

source: Random glossary entry
el: Τυχαία Εγγραφή Λεξικού

source: Random entry
el: Τυχαία εγγραφή

source: Days before a new entry is chosen
el: Μέρες προτού επιλεγεί μια νέα εγγραφή

source: Take entries from this glossary
el: Λήψη εγγραφών από αυτό το λεξικό

source: Show concept (heading) for each entry
el: Εμφάνιση κεφαλίδας για κάθε εγγραφή

source: Title
el: Τίτλος

source: How a new entry is chosen
el: Πως επιλέγεται μια νέα εγγραφή

source: View all entries
el: Περισσότερα λήμματα...

source: You can display links to actions of the glossary this block is associated with. The block will only display links to actions which are enabled for that glossary.
el: Μπορείτε να εμφανίσετε συνδέσμους προς δράσεις του λεξικού με το οποίο σχετίζεται το μπλοκ αυτό. Το μπλοκ θα εμφανίσει μόνο συνδέσμους προς δράσεις οι οποίες είναι ενεργοποιημένες για εκείνο το λεξικό.
