Repository: eellak/moodle-po
Catalog: *-new/block_featuredcourses.po_*.po
Languages: el

source: Add an existing course to featured list
el: Προσθήκη υπάρχοντος μαθήματος στη λίστα προτεινόμενων

source: Are you sure you want to delete this course from the list of featured courses?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το μάθημα από τη λίστα προτεινόμενων μαθημάτων;

source: Course
el: Μάθημα

source: Delete featured course
el: Διαγραφή προτεινόμενου μαθήματος

source: <a href="{$a}">Delete</a>
el: <a href="{$a}">Διαγραφή</a>

source: Check to add new featured course
el: Έλεγχος για προσθήκη νέου προτεινόμενου μαθήματος

source: <a href="{$a}">Click here to edit or add featured courses</a>
el: <a href="{$a}">Πατήστε εδώ για επεξεργασία ή προσθήκη προτεινόμενων μαθημάτων</a>

source: Editing the list of featured courses
el: Επεξεργασία λίστας προτεινόμενων μαθημάτων

source: Featured courses - editing
el: Προτεινόμενα μαθήματα - επεξεργασία

source: Featured course: {$a}
el: Προτεινόμενο μάθημα: {$a}

source: Featured courses
el: Προτεινόμενα μαθήματα

source: Add a "Featured courses" block
el: Προσθήκη μπλοκ "Προτεινόμενα μαθήματα"

source: Add a "Featured courses" block to my moodle
el: Προσθήκη μπλοκ "Προτεινόμενα μαθήματα" στη σελίδα Η αρχική μου

source: You must select a course.
el: Θα πρέπει να επιλέξετε μάθημα.

source: You must set a sort order.
el: Πρέπει να ορίσετε σειρά ταξινόμησης.

source: Featured Courses
el: Προτεινόμενα Μαθήματα

source: Sort order
el: Σειρά Ταξινόμησης
