Repository: eellak/moodle-po
Catalog: *-new/block.po_*.po
Languages: el

source: Move this to the dock
el: Μετακίνηση στην πλατφόρμα

source: Hide/show blocks drawer
el: Απόκρυψη/εμφάνιση εκδότη μπλοκ

source: Block settings
el: Ρυθμίσεις μπλοκ

source: {$a} (first)
el: {$a} (πρώτο)

source: {$a} (last)
el: {$a} (τελευταίο)

source: Configure {$a} block
el: Ρύθμιση μπλοκ {$a}

source: Page contexts
el: Πλαίσια σελίδας

source: Original block location
el: Αρχική θέση μπλοκ

source: The original location where the block was created. Block settings may cause it to appear in other locations (contexts) within the original location. For example, a block created on a course page could be displayed in activities within that course. A block created on the front page can be displayed throughout the site.
el: Η αρχική θέση που δημιουργήθηκε το μπλοκ. Οι ρυθμίσεις του μπλοκ μπορεί να προκαλέσουν την εμφάνιση του σε άλλες θέσεις (πλαισία) μέσα στην αρχική θέση. Για παράδειγμα, ένα μπλοκ που δημιουργήθηκε σε μια σελίδα μαθήματος θα μπορούσε να εμφανιστεί σε δραστηριότητες εντός του εν λόγω μαθήματος. Ένα μπλοκ που δημιουργήθηκε στην πρώτη σελίδα μπορεί να εμφανίζεται σε όλο τον ιστοχώρο.

source: Default region
el: Προεπιλεγμένη περιοχή

source: Default weight
el: Προεπιλεγμένη βαρύτητα

source: The default weight allows you to choose roughly where you want the block to appear in the chosen region, either at the top or the bottom. The final location is calculated from all the blocks in that region (for example, only one block can actually be at the top). This value can be overridden on specific pages if required.
el: Η προεπιλεγμένη βαρύτητα σας επιτρέπει να επιλέξετε περίπου που θέλετε το μπλοκ να εμφανίζεται στην επιλεγμένη περιοχή, είτε στην κορυφή ή στο κάτω μέρος. Η τελική περιοχή υπολογίζεται από όλα τα μπλοκ στην εν λόγω περιοχή (για παράδειγμα, μόνο ένα μπλοκ μπορεί πραγματικά να είναι στην κορυφή). Η τιμή αυτή μπορεί να παρακαμφθεί σε συγκεκριμένες σελίδες, εάν απαιτείται.

source: Delete {$a} block
el: Διαγραφή μπλοκ {$a}

source: Are you sure that you want to delete this block titled {$a}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το μπλοκ με τίτλο {$a};

source: Delete {$a} block?
el: Διαγραφή μπλοκ {$a};

source: Dock {$a} block
el: Προσθήκη μπλοκ {$a}

source: Hide {$a} block
el: Απόκρυψη μπλοκ {$a}

source: Hide the dock panel
el: Αποκρύψη πίνακα πλατφόρμας

source: Hide panel
el: Απόκρυψη πίνακα

source: Move {$a} block
el: Μετακίνηση μπλοκ {$a}

source: Move block to after {$a} block
el: Μετακίνηση μπλοκ μετά το μπλοκ {$a}

source: Move block to before {$a} block
el: Μετακίνηση μπλοκ πριν από το μπλοκ {$a}

source: Move block to {$a} region
el: Μετακίνηση μπλοκ στην περιοχή {$a}

source: Moving this block ({$a})
el: Μετακίνηση του μπλοκ ({$a})

source: My blocks
el: Τα μπλοκ μου

source: On this page
el: Σε αυτή τη σελίδα

source: Page types
el: Τύποι σελίδας

source: Region
el: Περιοχή

source: Show {$a} block
el: Εμφάνιση μπλοκ {$a}

source: Display throughout the entire site
el: Εμφάνιση σε όλο τον ιστοχώρο

source: Display on the front page and any pages added to the front page
el: Εμφάνιση στην πρώτη σελίδα και σε οποιαδήποτε σελίδα προστεθεί στην πρώτη σελίδα

source: Display on the front page only
el: Εμφάνιση στην πρώτη σελίδα μόνο

source: Select pages
el: Επιλέξτε σελίδες

source: Undock all
el: Αφαίρεση όλων

source: Undock {$a} block
el: Αφαίρεση μπλοκ {$a}

source: Undock this item
el: Αφαίρεση αυτού του στοιχείου

source: Visible
el: Ορατός

source: Weight
el: Βάρος

source: Where this block appears
el: Που εμφανίζεται αυτό το μπλοκ
