Repository: eellak/moodle-po
Catalog: *-new/bulkusers.po_*.po
Languages: el

source: Add all
el: Προσθήκη όλων

source: Add to selection
el: Προσθήκη στους επιλεγμένους

source: All filtered ({$a->count}/{$a->total})
el: Όλοι όσοι ταιριάζουν ({$a->count}/{$a->total})

source: All selected ({$a->count}/{$a->total})
el: Όλοι οι επιλεγμένοι ({$a->count}/{$a->total})

source: All users ({$a})
el: Όλοι οι χρήστες ({$a})

source: Available
el: Διαθέσιμοι

source: Do you really want to send the message above to all these users?<br />{$a}
el: Θέλετε σίγουρα να στείλετε το παραπάνω μήνυμα σε όλους αυτούς τους χρήστες;<br />{$a}

source: No users found (0/{$a})
el: Δε βρέθηκαν χρήστες

source: No users selected
el: Δεν επιλέχθηκαν χρήστες

source: Remove all
el: Αφαίρεση όλων

source: Remove from selection
el: Αφαίρεση όλων από τους επιλεγμένους

source: Selected
el: Επιλεγμένοι

source: Selected user list...
el: Λίστα επιλεγμένων χρηστών...

source: Users can be added or removed from the selected users list by clicking on the users' names then clicking on an appropriate button. Multiple users may be selected by holding down the Apple or Ctrl key whilst clicking on the users' names.
el: <h2>Με τους επιλεγμένους χρήστες...</h2> <ul> <li>Προσθήκη στους επιλεγμένους - προσθέτει τους χρήστες που επιλέξατε από τη λίστα Διαθέσιμοι στη λίστα Επιλεγμένοι. Μπορείτε να επιλέξετε πολλούς χρήστες μαζί κρατώντας πατημένο το πλήκτρο Ctrl καθώς κάνετε κλικ στα ονόματά τους.</li> <li>Προσθήκη όλων στους επιλεγμένους - προσθέτει όλους τους χρήστες από τη λίστα Διαθέσιμοι στη λίστα Επιλεγμένοι.</li> <li>Αφαίρεση από τους επιλεγμένους - αφαιρεί τους χρήστες που επιλέξατε από τη λίστα Διαθέσιμοι από τη λίστα Επιλεγμένοι, αν βρίσκονται εκεί.</li> <li>Αφαίρεση όλων από τους επιλεγμένους - αφαιρεί όλους τους χρήστες από τη λίστα Επιλεγμένοι.</li> </ul>

source: Users
el: Χρήστες

source: {$a} user(s) found.
el: Βρέθηκαν {$a} χρήστες.

source: All users who passed the active filters are listed in the available box. If no filter is set, all site users are listed.
el: <h2>Λίστες χρηστών</h2> <p>Η λίστα <strong>Διαθέσιμοι</strong> συμπεριλαμβάνει τους χρήστες που ταιριάζουν στα τρέχοντα κριτήρια αναζήτησης. Για παράδειγμα, αν υπάρχει μόνο ένα ενεργό κριτήριο αναζήτησης για χρήστες των οποίων η χώρα είναι η Ρουμανία, τότε η λίστα Διαθέσιμοι θα περιλαμβάνει μόνο όσους χρήστες έχουν επιλέξει τη Ρουμανία σαν χώρα διαμονής από το προφίλ τους.</p> <p>Η λίστα <strong>Επιλεγμένοι</strong> συμπεριλαμβάνει τους χρήστες που έχουν προστεθεί σ' αυτή από εσάς, με τη χρήση των επιλογών από το μενού <em>Λίστα επιλεγμένων χρηστών...</em>. Όταν πατηθεί το κουμπί <em>Εκτέλεση</em> από την περιοχή <em>Με τους επιλεγμένους χρήστες...</em>, η λειτουργία που επιλέξατε στην περιοχή αυτή θα διενεργηθεί σε όλους τους χρήστες που βρίσκονται σ' αυτή τη λίστα.</p>

source: Users in list
el: Χρήστες στη λίστα

source: {$a} user(s) selected.
el: Επιλέχθηκαν {$a} χρήστες.
