Repository: eellak/moodle-po
Catalog: *-new/calendar.po_*.po
Languages: el

source: Add events
el: Προσθέστε γεγονότα

source: Advanced options
el: Για προχωρημένους

source: All day
el: Ολοήμερο

source: Annually
el: Ετησίως

# $string['calendar']
source: Calendar
el: Ημερολόγιο

source: {$a} Calendar
el: Ημερολόγιο {$a}

source: Calendar preferences
el: Ρυθμίσεις ημερολογίου

source: Calendar types
el: Τύποι ημερολογίου

source: Calendar URL: {$a}
el: Ημερολόγιο URL: {$a}

source: click to hide
el: πατήστε για απόκρυψη

source: click to show
el: πατήστε για εμφάνιση

source: Actions
el: Ενέργειες

# $string['colcalendar']
source: Calendar
el: Ημερολόγιο

source: Last updated
el: Τελευταία ενημέρωση

source: Update
el: Ενημέρωση

source: Options
el: Διεργασίες

source: Are you sure you want to delete the "{$a}" event?
el: Θέλετε σίγουρα να διαγράψετε αυτό το γεγονός "{$a}";

source: Course
el: Μάθημα

# $string['courseevent']
source: Course event
el: Γεγονός μαθήματος

source: Course events
el: Γεγονότα μαθήματος

source: Courses
el: Μαθήματα

source: Custom range ({$a->timestart} - {$a->timeend})
el: Προσαρμοσμένο εύρος ({$a->timestart} - {$a->timeend})

source: Daily
el: Καθημερινά

source: Day view for:
el: Ημερήσια προβολή για:

source: Day view: {$a}
el: Ημερήσια προβολή: {$a}

source: There are no events this day.
el: Δεν υπάρχουν γεγονότα για αυτή την ημέρα.

source: Default
el: Προεπιλογή

# $string['deleteevent']
source: Delete event
el: Διαγραφή γεγονότος

source: Delete events
el: Διαγραφή γεγονότων

source: Detailed month view for:
el: Λεπτομερή μηναία προβολή για:

source: Detailed month view: {$a}
el: Λεπτομερή μηναία προβολή: {$a}

source: Duration in minutes
el: Διάρκεια σε λεπτά

source: Without duration
el: Χωρίς διάρκεια

source: Until
el: Μέχρι

source: Editing event
el: Επεξεργασία γεγονότος

source: Failed to add event
el: Αποτυχία να προσθέσετε το γεγονός

source: Calendar subscription not found.
el: Δεν βρέθηκε συνδρομή στο ημερολόγιο

source: Cannot set event before course start date
el: Το γεγονός δεν μπορεί να οριστεί πριν την έναρξη του μαθήματος

source: You cannot set up a calendar subscription at this time.
el: Δεν είναι δυνατή ο ορισμός μιας συνδρομής στο ημερολόγιο αυτή τη στιγμή.

source: Invalid date
el: Μη έγκυρη ημερομηνία

source: The given iCal URL is invalid.
el: Η συγκεκριμένη διεύθυνση URL iCal είναι άκυρη.

source: Specify duration in minutes by giving a number between 1 and 999.
el: Προσδιορίστε την διάρκεια σε λεπτά δίνοντας έναν αριθμό από το 1 ως το 999.

source: Specify the number of events by giving a number between 1 and 99.
el: Προσδιορίστε το πλήθος των γεγονότων δίνοντας έναν αριθμό από το 1 ως το 99.

source: Description is required
el: Η περιγραφή απαιτείται

source: Name is required
el: Το όνομα απαιτείται

source: Either a URL or a file is required to import a calendar.
el: Είτε μια διεύθυνση URL ή ένα αρχείο είναι υποχρεωτικό για να εισαγάγετε ένα ημερολόγιο.

source: The passed recurrence rule seems incorrect.
el: Ο κανόνας προβιβασμού είναι λάθος

source: The recurrence rule has an invalid day parameter.
el: Ο κανόνας έχει μια μη έγκυρη παράμετρο

source: The recurrence rule has an invalid frequency parameter.
el: Ο κανόνας έχει μια μη έγκυρη παράμετρο συχνότητας

source: Calendar event created
el: Το ημερολογιακό γεγονός δημιουργήθηκε

source: Calendar event deleted
el: Το ημερολογιακό γεγονός διαγράφηκε

source: Calendar event updated
el: Το ημερολογιακό γεγονός ενημερώθηκε

source: Date
el: Ημερομηνία

source: Description
el: Περιγραφή

source: Duration
el: Διάρκεια

source: End time
el: Ώρα λήξης

# $string['eventinstanttime']
source: Time
el: Ώρα

source: Type of event
el: Είδος γεγονότος

source: Event title
el: Τίτλος γεγονότος

source: No events
el: Κανένα γεγονός

source: Repeats
el: Επαναλήψεις

source: All events
el: Όλα τα γεγονότα

source: Events deleted
el: Τα γεγονότα διαγράφηκαν

# $string['eventsfor']
source: {$a} events
el: Γεγονότα: {$a}

source: Events imported: {$a}
el: Τα γεγονότα που εισήχθηκαν: {$a}

source: Events key
el: Υπόμνημα

source: My personal events
el: Τα προσωπικά μου γεγονότα

source: Events related to courses
el: Γεγονότα σχετικά με τα μαθήματα

source: Events related to groups
el: Γεγονότα σχετικά με ομάδες

source: Start time
el: Ώρα έναρξης

source: Events to export
el: Γεγονότα για εξαγωγή

source: Calendar subscription created
el: Η συνδρομή στο ημερολόγιο δημιουργήθηκε

source: Calendar subscription deleted
el: Η συνδρομή στο ημερολόγιο διαγράφηκε

source: Calendar subscription updated
el: Η συνδρομή στο ημερολόγιο ενημερώθηκε

source: Events updated: {$a}
el: Τα γεγονότα που ενημερώθηκαν: {$a}

# $string['eventtime']
source: Time
el: Ώρα

source: Event details
el: Λεπτομέρειες γεγονότος

source: Expired
el: Έληξε

source: You can choose to see times in either 12 or 24 hour format for the whole site. If you choose "default", then the format will be automatically chosen according to the language you use in the site. This setting can be overridden by user preferences.
el: Μπορείτε να επιλέξετε να προβάλλονται οι ώρες σε 12ωρη ή 24ωρη μορφή. Αν επιλέξετε "προεπιλογή", τότε η μορφή θα επιλεγεί αυτόματα με βάση τη γλώσσα που ορίσατε ως προεπιλεγμένη. Κάθε χρήστης μπορεί πάντως να αλλάξει τη ρύθμιση αυτή για τον εαυτό του.

# $string['export']
source: Export
el: Εξαγωγή

# $string['exportbutton']
source: Export
el: Εξαγωγή

source: Export calendar
el: Εξαγωγή ημερολογίου

source: for
el: για

source: Force calendar
el: Επέβαλε ημερολόγιο

source: Fri
el: Παρ

source: Friday
el: Παρασκευή

source: Get calendar URL
el: URL ημερολογίου

source: Global
el: Συστήματος

source: Global event
el: Γεγονός συστήματος

source: Global events
el: Γεγονότα συστήματος

source: Go to calendar
el: Μετάβαση στο ημερολόγιο

source: Group
el: Ομάδα

# $string['groupevent']
source: Group event
el: Ομαδικό γεγονός

source: Group events
el: Ομαδικά γεγονότα

source: Hide course events
el: Απόκρυψη γεγονότων μαθήματος

source: Hide global events
el: Απόκρυψη καθολικών γεγονότων

source: Hide group events
el: Απόκρυψη γεγονότων ομάδων

source: Hide user events
el: Απόκρυψη γεγονότων χρηστών

source: Hourly
el: Ωριαία

source: Import calendar
el: Εισαγωγή ημερολογίου

source: Import from
el: Εισαγωγή από

source: Import calendar...
el: Εισαγωγή ημερολογίου ...

source: Calendar file (.ics)
el: Αρχείο ημερολογίου (.ics)

source: Please provide either a URL to a remote calendar, or upload a file.
el: Παρακαλώ δώστε μια διεύθυνση URL για ένα απομακρυσμένο ημερολόγιο, ή ανεβάστε ένα αρχείο.

source: Calendar URL
el: Ημερολόγιο URL

source: The duration in minutes you have entered is invalid. Please enter the duration in minutes greater than 0 or select no duration.
el: Η διάρκεια σε λεπτά που έχετε εισάγει δεν είναι έγκυρη. Παρακαλώ εισάγετε την διάρκεια σε λεπτά μεγαλύτερη από 0 ή επιλέξτε Όχι διάρκεια.

source: The date and time you selected for duration until is before the start time of the event. Please correct this before proceeding.
el: Η ημερομηνία και η ώρα που επιλέξατε για διάρκεια έως είναι προγενέστερη από την ώρα έναρξης του γεγονότος. Παρακαλώ διορθώστε πριν προχωρήσετε.

# $string['iwanttoexport']
source: Export
el: Θέλω να εξάγω το ημερολόγιο σε άλλο πρόγραμμα

source: Manage subscriptions
el: Διαχείριση συνδρομών

# $string['manyevents']
source: {$a} events
el: {$a} γεγονότα

source: Mon
el: Δευ

source: Monday
el: Δευτέρα

source: Monthly
el: Μηνιαία

source: Monthly view
el: Εμφάνιση μήνα

source: Next month
el: Επόμενος μήνας

source: This month
el: Τρέχων μήνας

source: Never
el: Ποτέ

source: New event
el: Νέο γεγονός

source: You have no calendar subscriptions.
el: Δεν έχεις καμία συνδρομή σε ημερολόγιο

source: no title
el: χωρίς τίτλο

source: There are no upcoming events
el: Δεν υπάρχουν επικείμενα γεγονότα

source: 1 event
el: 1 γεγονός

source: Update interval
el: Διάστημα ενημέρωσης

source: How often you would like the calendar to update with new events.
el: Πόσο συχνά θα θέλατε το ημερολόγιο να ενημερώνεται με νέα γεγονότα.

source: Preferences
el: Προτιμήσεις

source: Your personal preferences
el: Οι προσωπικές σας προτιμήσεις

source: Preferred calendar
el: Προτεινόμενο ημερολόγιο

source: Upcoming events look-ahead
el: Προεπισκόπηση επικείμενων γεγονότων

source: This sets the (maximum) number of days in the future that an event has to start in in order to be displayed as an upcoming event. Events that start beyond this will never be displayed as upcoming. Please note that <strong>there is no guarantee</strong> that all events starting in this time frame will be displayed; if there are too many (more than the "Maximum upcoming events" preference) then the most distant events will not be shown.
el: Ορίζει το (μέγιστο) αριθμό ημερών στο μέλλον που θα ξεκινήσεις ένα γεγονός προκειμένου να εμφανιστεί ως επερχόμενο γεγονός. Γεγονότα που ξεκινούν πέρα από αυτό δεν θα εμφανίζονται ως επικείμενα. Παρακαλώ σημειώστε ότι <strong>δεν υπάρχει καμία εγγύηση</strong> ότι όλα τα γεγονότα που ξεκινούν σε αυτό το το χρονικό πλαίσιο θα εμφανιστούν. Αν υπάρχουν πάρα πολλά (πάνω από την προτίμηση "Μέγιστος αριθμός επικείμενων γεγονότων"), τότε τα πιο μακρινά γεγονότα δεν θα εμφανίζονται.

source: Maximum upcoming events
el: Μέγιστο πλήθος επικείμενων γεγονότων

source: This sets the maximum number of upcoming events that can be displayed. If you pick a large number here it is possible that upcoming events displays will take up a lot of space on your screen.
el: Εδώ ορίζεται ο μέγιστος αριθμός επικείμενων γεγονότων που μπορούν να εμφανιστούν. Αν επιλέξετε μεγάλο αριθμό γεγονότων, τότε υπάρχει περίπτωση να χρησιμοποιηθεί μεγάλο μέρος της οθόνης σας για την εμφάνισή τους.

source: Remember filter settings
el: Αποθήκευση ρυθμίσεων φίλτρου

source: If this is enabled, then Moodle will remember your last event filter settings and automatically restore them each time you login.
el: Αν είναι ενεργοποιημένο, τότε το Moodle θα θυμάται τις τελευταίες ρυθμίσεις φίλτρου για την περίπτωση σας και θα τις επαναφέρει αυτόματα κάθε φορά που θα συνδέεστε.

source: First day of week
el: Πρώτη μέρα εβδομάδας

source: Calendar weeks will be shown as starting on the day that you select here.
el: Οι εβδομάδες στο ημερολόγιο θα εμφανίζονται ως αρχής γενομένης από την ημέρα που θα επιλέξετε εδώ.

source: Time display format
el: Μορφή εμφάνισης ώρας

source: You can choose to see times in either 12 or 24 hour format. If you choose "default", then the format will be automatically chosen according to the language you use in the site.
el: Μπορείτε να επιλέξετε να δείτε την ώρα σε 12 ή 24 ωρη μορφή. Αν επιλέξετε "προεπιλογή", τότε η μορφή θα επιλεγεί αυτόματα ανάλογα με τη γλώσσα που χρησιμοποιείτε στον ιστοχώρο.

source: Quick download / subscribe to calendar
el: Συνδρομή στο ημερολόγιο

source: Recent and next 60 days
el: Πρόσφατα και επικείμενα

source: Repeated events
el: Επαναλαμβανόμενα γεγονότα

source: Also apply changes to the other {$a} events in this repeat series
el: Εφαρμογή αλλαγών σε όλα τα γεγονότα ({$a}) σε αυτήν την επαναλαμβανόμενη σειρά.

source: Apply changes to this event only
el: Εφαρμογή αλλαγών σε αυτό το γεγονός μόνο

source: Repeat this event
el: Επαναλάβετε αυτό το γεγονός

source: No repeats
el: Χωρίς επαναλήψεις

source: Repeat weekly, creating altogether
el: Εβδομαδιαία επανάληψη, γενική δημιουργία

source: events
el: γεγονότων

source: Sat
el: Σαβ

source: Saturday
el: Σάββατο

source: Show course events
el: Εμφάνισε τα γεγονότα του μαθήματος

source: Show global events
el: Εμφάνιση καθολικών γεγονότων

source: Show group events
el: Εμφάνισε τα γεγονότα των ομάδων

source: shown
el: εμφανίζονται

source: Show user events
el: Εμφάνισε τα γεγονότα του χρήστη

source: Site events
el: Γεγονότα ιστοχώρου

source: Events underway
el: Γεγονότα σε εξέλιξη

source: Calendar name
el: Όνομα ημερολογίου

source: Calendar subscription {$a} removed
el: Η συνδρομή στο ημερολόγιο {$a} αφαιρέθηκε

source: Subscriptions
el: Συνδρομές

source: Calendar subscription {$a} updated
el: Η συνδρομή στο ημερολόγιο {$a} ενημερώθηκε

source: Event source: {$a->name}
el: Πηγή γεγονότος: {$a->name}

source: Sun
el: Κυρ

source: Sunday
el: Κυριακή

source: Thu
el: Πεμ

source: Thursday
el: Πέμπτη

source: 12-hour (am/pm)
el: 12ωρη (πμ/μμ)

source: 24-hour
el: 24ωρη

source: Time period
el: Χρονική περίοδος

source: Today
el: Σήμερα

source: Tomorrow
el: Αύριο

# $string['tt_deleteevent']
source: Delete event
el: Διαγραφή γεγονότος

source: Edit event
el: Επεξεργασία γεγονότος

source: Course events are shown (click to hide)
el: Τα γεγονότα μαθήματος φαίνονται (κλικ για απόκρυψη)

source: Global events are shown (click to hide)
el: Τα γενικά γεγονότα συστήματος φαίνονται (κλικ για απόκρυψη)

source: Group events are shown (click to hide)
el: Τα ομαδικά γεγονότα φαίνονται (κλικ για απόκρυψη)

source: User events are shown (click to hide)
el: Τα προσωπικά γεγονότα φαίνονται (κλικ για απόκρυψη)

source: Course events are hidden (click to show)
el: Τα γεγονότα μαθήματος δε φαίνονται (κλικ για εμφάνιση)

source: Global events are hidden (click to show)
el: Τα γεγονότα συστήματος δε φαίνονται (κλικ για εμφάνιση)

source: Group events are hidden (click to show)
el: Τα ομαδικά γεγονότα δε φαίνονται (κλικ για εμφάνιση)

source: User events are hidden (click to show)
el: Τα προσωπικά γεγονότα δε φαίνονται (κλικ για εμφάνιση)

source: Tue
el: Τρι

source: Tuesday
el: Τρίτη

# $string['typecourse']
source: Course event
el: Γεγονός μαθήματος

# $string['typegroup']
source: Group event
el: Ομαδικό γεγονός

source: Site event
el: Γεγονός συστήματος

# $string['typeuser']
source: User event
el: Προσωπικό γεγονός

source: Upcoming events
el: Επικείμενα γεγονότα

source: Upcoming events for:
el: Επερχόμενα γεγονότα για:

source: URL for iCalendar export, for subscribing to calendar
el: URL ημερολογίου για εξαγωγή σε μορφή iCalendar

source: User
el: Χρήστης

# $string['userevent']
source: User event
el: Προσωπικό γεγονός

source: User events
el: Προσωπικά γεγονότα

source: Wed
el: Τετ

source: Wednesday
el: Τετάρτη

source: Weekly
el: Εβδομαδιαία

source: Next week
el: Επόμενη εβδομάδα

source: This week
el: Τρέχουσα εβδομάδα

source: Yesterday
el: Χθές

source: This event is part of a repeating event series. You can delete this event only, or all {$a} events in the series at once.
el: Αυτό το γεγονός αποτελεί τμήμα μιας επαναλαμβανόμενης σειράς γεγονότων. Μπορείτε να διαγράψετε αυτό το γεγονός μόνο του, ή όλα τα γεγονότα {$a} της σειράς μονομιάς.
