Repository: eellak/moodle-po
Catalog: *-new/chat.po_*.po
Languages: el

source: Version using Ajax
el: Χρήση AJAX

source: Auto scroll
el: Αυτόματη κύλιση

source: Beep
el: Ηχητικό σήμα

source: Could not log in to chat room!!
el: Σφάλμα κατά την είσοδο στη συζήτηση!

source: Add a new chat
el: Προσθέστε ένα νέο τσάτ

source: Access a chat room
el: Συμμετοχή στη συζήτηση

source: Delete chat logs
el: Διαγραφή των αρχείων καταγραφής της συζήτησης

source: Export chat session which you took part in
el: Εξαγωγή συζήτησης στην οποία συμμετείχε

source: Export any chat session
el: Εξαγωγή οποιασδήποτε συζήτησης

source: Description
el: Κείμενο εισαγωγής

source: Name of this chat room
el: Όνομα αυτής της συζήτησης

source: View chat logs
el: Ανάγνωση των αρχείων καταγραφής της συζήτησης

# $string['chatreport']
source: Chat sessions
el: Συνεδρίες συζήτησης

source: Talk in a chat
el: Συμμετοχή σε συζήτηση

source: Next chat time
el: Επόμενη ώρα συζήτησης

source: View chat activity
el: Προβολή δραστηριότητας συνομιλίας

source: Compose a message
el: Συνθέσετε ένα μήνυμα

source: The ajax chat method provide an ajax based chat interface, it contacts server regularly for update. The normal chat method involves the clients regularly contacting the server for updates. It requires no configuration and works everywhere, but it can create a large load on the server with many chatters. Using a server daemon requires shell access to Unix, but it results in a fast scalable chat environment.
el: Η κανονική μέθοδος για συζήτηση περιλαμβάνει τη συχνή επικοινωνία των προγραμμάτων πλοήγησης με το διακομιστή για ενημερώσεις. Δεν απαιτεί ρυθμίσεις και λειτουργεί παντού, αλλά μπορεί να επιφέρει φόρτο στο διακομιστή όταν οι συμμετέχοντες είναι πολλοί. Η χρήση αυτόνομης υπηρεσίας απαιτεί πρόσβαση στη γραμμή εντολών, αλλά έχει ως αποτέλεσμα ένα γρήγορο περιβάλλον συζήτησης ακόμα και με πολλούς χρήστες.

source: Chatroom updates are normally served efficiently using the <em>Keep-Alive</em> feature of HTTP 1.1, but this is still quite heavy on the server. A more advanced method is to use the <em>Stream</em> strategy to feed updates to the users. Using <em>Stream</em> scales much better (similar to the chatd method) but may not be supported by your server.
el: Οι ενημερώσεις των συζητήσεων κανονικά γίνονται χρησιμοποιώντας την ρύθμιση <em>Keep-Alive</em> της HTTP 1.1, αλλά αυτό επιβαρύνει το διακομιστή. Μια πιο εξελιγμένη μέθοδος είναι η χρήση στρατηγικής <em>Stream</em> για την ενημέρωση των χρηστών. Με το <em>Stream</em> η κλιμάκωση είναι καλύτερη (παρόμοια με την μέθοδο αυτόνομης υπηρεσίας) αλλά ίσως να μην υποστηρίζεται από το διακομιστή σας.

source: What is the maximum time that may pass before we detect that a user has disconnected (in seconds)? This is just an upper limit, as usually disconnects are detected very quickly. Lower values will be more demanding on your server. If you are using the normal method, <strong>never</strong> set this lower than 2 * chat_refresh_room.
el: Μετά από πόσο καιρό απραξίας ενός χρήστη (σε δευτερόλεπτα) θα θεωρείται απών; Αυτό είναι ένα άνω όριο, καθώς συνήθως οι αποκοπές ανιχνεύονται πολύ γρήγορα. Οι χαμηλές τιμές έχουν μεγαλύτερες απαιτήσεις από τον διακομιστή. Εάν χρησιμοποιείτε την κανονική μέθοδο,<strong>ποτέ</strong> μην το ρυθμίζετε κάτω από 2 * chat_refresh_room.

source: How often should the chat room itself be refreshed? (in seconds). Setting this low will make the chat room seem quicker, but it may place a higher load on your web server when many people are chatting. If you are using <em>Stream</em> updates, you can select higher refresh frequencies -- try with 2.
el: Πόσο συχνά πρέπει συζήτηση να ανανεώνεται (σε δευτερόλεπτα); Ρυθμίζοντάς το σε λίγα δευτερόλεπτα η συζήτηση θα φαίνεται γρηγορότερη, αλλά μπορεί να φορτώσει πολύ το διακομιστή σας όταν συνομιλούν πολλά άτομα. Αν χρησιμοποιείτε ενημερώσεις <em>Stream</em>, μπορείτε να επιλέξετε υψηλότερες συχνότητες ανανέωσης -- δοκιμάστε με 2.

source: How often should the list of users be refreshed? (in seconds)
el: Πόσο συχνά πρέπει η λίστα των χρηστών να ανανεώνεται (σε δευτερόλεπτα);

source: The hostname of the computer where the server daemon is
el: Το hostname του υπολογιστή στον οποίο βρίσκεται η αυτόνομη υπηρεσία είναι

source: The numerical IP address that matches the above hostname
el: Η διεύθυνση IP που ταιριάζει στο παραπάνω hostname

source: Max number of clients allowed
el: Μέγιστo πλήθος επιτρεπόμενων χρηστών

source: Port to use on the server for the daemon
el: Η θύρα του διακομιστή που θα χρησιμοποιηθεί για την αυτόνομη υπηρεσία

source: Active chat sessions
el: Ενεργές συνεδρίες

source: Current users
el: Τρέχοντες χρήστες

source: Delete this session
el: Διαγραφή αυτή της συνεδρίας

source: Are you sure you want to delete this session?
el: Σίγουρα θέλετε να διαγράψετε αυτήν τη συνεδρία;

source: Don't publish any chat times
el: Μη δημοσιοποίηση ωρών συζήτησης

source: Click here to enter the chat now
el: Κάντε κλικ εδώ για να μπείτε στη συζήτηση τώρα

source: Enter your message
el: Πληκτρολογήστε το μήνυμά σας

source: Could not find any users!
el: Δεν βρέθηκαν χρήστες!

source: Message sent
el: Το μήνυμα στάλθηκε

source: These settings are <strong>always</strong> used
el: Αυτές οι ρυθμίσεις ισχύουν <strong>πάντα</strong>

source: These settings matter <strong>only</strong> if you have selected "Chat server daemon" for chat_method
el: Αυτές οι ρυθμίσεις έχουν σημασία <strong>μόνο</strong> εάν έχετε επιλέξει "Αυτόνομη υπηρεσία" για μέθοδο συζήτησης

source: These settings matter <strong>only</strong> if you have selected "Normal method" for chat_method
el: Αυτές οι ρυθμίσεις έχουν σημασία <strong>μόνο</strong> εάν έχετε επιλέξει "Κανονική μέθοδο" για μέθοδο συζήτησης

source: General configuration
el: Γενικές ρυθμίσεις

source: Idle
el: Αδρανής

source: Input area
el: Εισαγωγή κειμένου

source: Could not find that chat room!
el: Σφάλμα κατά την εύρεση συζήτησης!

source: List all sessions.
el: Προβολή όλων των συνεδριών.

source: Listing all sessions.
el: Αναγράφονται όλα συνεδρίες.

source: {$a} beeps everyone!
el: {$a} ειδοποιεί όλους!

source: {$a} has just beeped you!
el: {$a} μόλις σας ειδοποίησε!

source: {$a} has just entered this chat
el: {$a} έχει μπει σ' αυτή το συζήτηση

source: {$a} has left this chat
el: {$a} έχει φύγει από αυτή το συζήτηση

source: Messages
el: Μηνύματα

source: Chat method
el: Μέδοθος συζήτησης

source: Ajax method
el: Ajax μέθοδος

source: Chat server daemon
el: Αυτόνομη υπηρεσία

source: Normal method
el: Κανονική μέθοδος

# $string['modulename']
source: Chat
el: Συζήτηση

source: Chats
el: Συζητήσεις

source: Never delete messages
el: Να μη γίνεται ποτέ διαγραφή μηνυμάτων

source: Next scheduled session
el: Επόμενη προγραμματισμένη συζήτηση

source: No chat found
el: Η συζήτηση δε βρέθηκε

source: The chat is not open to guests
el: Η συζήτηση δεν είναι ανοιχτή σε επισκέπτες

source: No messages yet
el: Δεν υπάρχουν ακόμα μηνύματα

source: You don't have permission to see the chat logs.
el: Δεν έχετε την άδεια να δείτε τα αρχεία καταγραφής της συνομιλίας.

source: No scheduled session
el: Δεν υπάρχει προγραμματισμένη συζήτηση

source: You are not allowed to enter the chat room.
el: Η είσοδος στη συζήτηση αυτή δε σας επιτρέπεται.

source: You are not logged in!
el: Δεν έχετε συνδεθεί!

source: Disconnect timeout
el: Χρόνος διάγνωσης αποσύνδεσης

source: Past chat sessions
el: Προηγούμενες συζητήσεις

# $string['pluginname']
source: Chat
el: Συζήτηση

source: Refresh room
el: Ανανέωση

source: Refresh user list
el: Ανανέωση χρηστών

source: Remove all messages
el: Διαγραφή όλων των μηνυμάτων

source: At the same time every day
el: Την ίδια ώρα κάθε μέρα

source: No repeats - publish the specified time only
el: Χωρίς επαναλήψεις

source: Repeat/publish session times
el: Επαναλαμβανόμενη συζήτηση

source: At the same time every week
el: Την ίδια ώρα κάθε εβδομάδα

source: said to
el: <b>είπε στον/στην</b>

source: Save past sessions
el: Αποθήκευση προηγούμενων συζητήσεων

source: See this session
el: Προβολή συζήτησης

source: Send
el: Αποστολή

source: Sending
el: Αποστέλλεται

source: Server name
el: Όνομα διακομιστή

source: Server ip
el: Διεύθυνση IP διακομιστή

source: Max users
el: Μέγιστος αριθμός χρηστών

source: Server port
el: Port διακομιστή

# $string['sessions']
source: Chat sessions
el: Συνεδρίες

source: The next chat session will start on {$a->date}, ({$a->fromnow} from now)
el: Η επόμενη συνεδρία τσάτ θα αρχίσει στις {$a->date}, ({$a->fromnow} από τώρα)

source: Everyone can view past sessions
el: Όλοι μπορούν να δουν τις προηγούμενες συνεδρίες

source: If set to No, only users have mod/chat:readlog capability are able to see the chat logs
el: Αν έχετε επιλέξει Όχι, μόνο χρήστες που έχουν δυνατότητα mod/chat:readlog μπορούν να δουν τα αρχεία καταγραφής συνομιλίας

source: Update method
el: Μέθοδος ενημέρωσης

source: Update rate:
el: Ρυθμός ενημέρωσης:

source: User list
el: Λίστα χρηστών

source: Using chat
el: Χρήση συνομιλίας

source: The chat module contains some features to make chatting a little nicer. * Smilies - Any smiley faces (emoticons) that you can type elsewhere in Moodle can also be typed here, for example :-) * Links - Website addresses will be turned into links automatically * Emoting - You can start a line with "/me" or ":" to emote, for example if your name is Kim and you type ":laughs!" or "/me laughs!" then everyone will see "Kim laughs!" * Beeps - You can send a sound to other participants by clicking the "beep" link next to their name. A useful shortcut to beep all the people in the chat at once is to type "beep all". * HTML - If you know some HTML code, you can use it in your text to do things like insert images, play sounds or create different coloured text
el: <p align="center"><b>Χρήση της Συζήτησης</b></p><p>Η δραστηριότητα Συζήτηση περιέχει διάφορα χαρακτηριστικά για να κάνει τη συζήτηση πιο ευχάριστη.</p><dl> <dt><b>Χαμόγελα</b></dt> <dd>Τα χαμογελαστά πρόσωπα (emoticons) που μπορείτε να πληκτρολογήσετε στο Moodle μπορούν να πληκτρολογηθούν κι εδώ. Για παράδειγμα, :-) = <img alt="" src="pix/s/smiley.gif" /> </dd> <dt><b>Σύνδεσμοι</b></dt> <dd>Αν πληκτρολογήσετε μια διαδικτυακή διεύθυνση (URL), αυτή θα μετατραπεί αυτόματα σε σύνδεσμο.</dd> <dt><b>Emoting</b></dt> <dd>Μπορείτε να ξεκινήσετε μια γραμμή γράφοντας &quot;/me&quot; ή &quot;:&quot;. Για παράδειγμα, αν το όνομά σας είναι Κώστας και πληκτρολογήσετε &quot;:γελάει!&quot; ή &quot;/me γελάει!&quot; τότε όλοι θα δουν &quot;Ο Κώστας γελάει!&quot;.</dd> <dt><b>Ήχοι</b></dt> <dd>Μπορείτε να στείλετε έναν ήχο σε κάποιον κάνοντας κλικ στο σύνδεσμο &quot;ειδοποίηση&quot; δίπλα στο όνομά του. Μια χρήσιμη συντόμευση για να στείλετε έναν ήχο σε όλα τα άτομα της συζήτησης μαζί είναι να πληκτρολογήσετε &quot;beep all&quot;.</dd><dt><b>HTML</b></dt> <dd>Αν ξέρετε λίγο τον κώδικα HTML, μπορείτε να τον χρησιμοποιήσετε στο κείμενό σας για να κάνετε διάφορα πράγματα όπως εισαγωγή εικόνων, μουσική ή δημιουργία διαφορετικού, σε χρώμα και μέγεθος, κειμένου.</dd></dl>

source: View past chat sessions
el: Δείτε προηγούμενες συνεδρίες
