Repository: eellak/moodle-po
Catalog: *-new/choice.po_*.po
Languages: el

source: Add more choices
el: Προσθήκη περισσότερων επιλογών

source: Allow more than one choice to be selected
el: Επέτρεψε περισσότερες από μία επιλογές να επιλεγούν

source: Allow choice to be updated
el: Να επιτρέπεται η ενημέρωση της επιλογής

source: Answered
el: Απαντήθηκε

source: You need to provide at least one possible answer.
el: Θα πρέπει να δώσετε τουλάχιστον μία πιθανή απάντηση.

source: Choice: {$a}
el: Επιλογή: {$a}

source: Record a choice
el: Καταγραφή επιλογής

source: Allow responses until
el: Μέχρι

source: Modify and delete responses
el: Διαγραφή απαντήσεων

source: Download responses
el: Κατέβασμα απαντήσεων

source: This choice is full and there are no available places.
el: Δεν υπάρχουν διαθέσιμες επιλογές για σας.

source: Choice name
el: Επιλογή όνομα

source: Allow responses from
el: Ανοιχτό

source: Here is where you specify the options that participants have to choose from. You can fill in any number of these. If you leave some of the options blank, they will not be displayed. If you need more than 8 options, click the "Add 3 fields to form" button.
el: <p align="center"><b>Διαθέσιμες επιλογές</b></p> <p>Εδώ καθορίζετε τις επιλογές ανάμεσα από τις οποίες πρέπει να επιλέξουν οι μαθητές.</p> <p>Μπορείτε να συμπληρώσετε οποιοδήποτε αριθμό από αυτές. δεν υπάρχει πρόβλημα να αφήσετε μερικές επιλογές κενές εάν δεν τις χρειάζεστε όλες.</p>

source: View responses
el: Ανάγνωση απαντήσεων

source: Your choice has been saved
el: Η επιλογή σας καταγράφηκε

source: Choice text
el: Επιλογή κείμενο

source: Choose an action ...
el: Επέλεξε μία ενέργεια ...

source: Choose: {$a}
el: Επιλογή: {$a}

source: Description
el: Κείμενο εισαγωγής

source: Display horizontally
el: Οριζόντια προβολή

source: Display mode for the options
el: Τρόπος εμφάνισης

source: Display vertically
el: Κάθετη προβολή

source: Sorry, this activity closed on {$a} and is no longer available
el: Η δραστηριότητα αυτή έκλεισε στις {$a} και δεν είναι πλέον διαθέσιμη

source: (Full)
el: (Πλήρες)

source: You have to log in before you can submit your choice
el: Πρέπει να εισέλθετε στο σύστημα για να μπορείτε να υποβάλετε την επιλογή σας

source: Include responses from inactive/suspended users
el: Συμπιρίληψη απαντήσεων από ανενεργούς/σε αναστολή χρήστες

source: Limit
el: Όριο

source: Limit the number of responses allowed
el: Περιόρισε το πλήθος των επιτρεπόμενων απαντήσεων

source: This option allows you to limit the number of participants that can select each choice option. When the limit is reached then no-one else can select that option. If limits are disabled then any number of participants can select each of the options.
el: <p align="center"><strong>Όριο επιλογής</strong></p> <p align="left">Αυτή η επιλογή σας επιτρέπει να περιορίσετε τον αριθμό από τους μαθητές που μπορούν να επιλέξουν κάθε μία από τις διαθέσιμες επιλογές.</p> <p align="left">Ενεργοποιώντας τη ρύθμιση αυτή, μπορείτε να καθορίσετε ένα (διαφορετικό) όριο για κάθε επιλογή στη δραστηριότητα. Όταν ο αριθμός των μαθητών που έκαναν τη συγκεκριμένη επιλογή φτάσει το όριο που ορίσατε, κανένας άλλος δεν μπορεί να κάνει αυτή την επιλογή στη συνέχεια. Ένα όριο με μηδενική τιμή (0) σημαίνει ότι κανένας δεν μπορεί να κάνει τη συγκεκριμένη επιλογή εξαρχής.</p> <p align="left">Εάν τα όρια δεν είναι ενεργοποιημένα τότε οποιοσδήποτε αριθμός μαθητών μπορεί να κάνει οποιαδήποτε από τις επιλογές.</p>

source: Limit {no}
el: Όριο {no}

# $string['modulename']
source: Choice
el: Επιλογή

source: Choices
el: Επιλογές

source: Move selected users to...
el: Μετακίνησε τους επιλεγμένους χρήστες στο...

source: You must choose an answer before saving. Nothing was saved.
el: Πρέπει να επιλέξετε μία απάντηση. Τίποτα δεν αποθηκεύτηκε.

source: Sorry, guests are not allowed to make choices.
el: Συγνώμη, οι επισκέπτες δεν μπορούν να κάνουν επιλογές

source: The results are not currently viewable.
el: Τα αποτελέσματα δεν είναι ορατά προς το παρόν.

source: Not answered yet
el: Δεν απαντήθηκε ακόμα

source: Sorry, this activity is not available until {$a}
el: Συγνώμη, αυτή η δραστηριότητα δεν είναι διαθέσιμη μέχρι {$a}

source: Number of responses
el: Αριθμός απαντήσεων

source: Percentage of responses
el: Ποσοστό απαντήσεων

source: Option
el: Επιλογή

source: Option {no}
el: Επιλογή {no}

source: Options
el: Επιλογές

# $string['pluginname']
source: Choice
el: Επιλογή

source: Privacy of results
el: Μυστικότητα αποτελεσμάτων

source: Publish results
el: Δημοσιοποίηση αποτελεσμάτων

source: Show results to students after they answer
el: Εμφάνιση αποτελεσμάτων στο μαθητή αφού απαντήσει

source: Show results to students only after the choice is closed
el: Εμφάνιση αποτελεσμάτων στους μαθητές όταν κλείσει η επιλογή

source: Always show results to students
el: Πάντα εμφάνιση των αποτελεσμάτων στους μαθητές

source: Publish anonymous results, do not show student names
el: Δημοσιοποίηση ανώνυμων αποτελεσμάτων, απόκρυψη των ονομάτων των μαθητών.

source: Publish full results, showing names and their choices
el: Δημοσιοποίηση όλων των αποτελεσμάτων με εμφάνιση ονομάτων και επιλογών.

source: Do not publish results to students
el: Μη δημοσιοποίηση των αποτελεσμάτων στους μαθητές

source: Remove my choice
el: Διαγραφή της επιλογής μου

source: Remove all responses
el: Διαγραφή όλων των επιλογών

source: Responses
el: Απαντήσεις

source: Graph display
el: Εμφάνιση γραφήματος

source: Responses to {$a}
el: Απαντήσεις σε {$a}

source: Results
el: Αποτελέσματα

source: Save my choice
el: Αποθήκευση επιλογής

source: Show preview
el: Εμφάνιση προεπισκόπησης

source: Allow students to preview the available options before the choice is opened for submission.
el: Επέτρεψε στους μαθητές να κάνουν προεπισκόπηση τις διαθέσιμες επιλογές πριν από το άνοιγμα για την υποβολή.

source: Show column for unanswered
el: Εμφάνιση στήλης για αναπάντητα

source: space available
el: διαθέσιμος χώρος

source: spaces available
el: διαθέσιμοι χώροι

source: Taken
el: Ληφθέντα

source: View {$a} responses
el: Δες {$a} απαντήσεις

source: With selected
el: Με τα επιλεγμένα

source: Your selection
el: Η επιλογή σας
