Repository: eellak/moodle-po
Catalog: *-new/completion.po_*.po
Languages: el

source: Achieving grade
el: Επίτευξη βαθμού

source: Activities
el: Δραστηριότητες

# $string['activitiescompleted']
source: Activity completion
el: Ολοκλήρωση δραστηριότητας

source: Note: Activity completion must be set for an activity to appear in the above list.
el: Σημείωση: Θα πρέπει να οριστεί η ολοκλήρωση δραστηριότητας για να εμφανιστεί μια δραστηριότητα στην παραπάνω λίστα.

# $string['activityaggregation']
source: Condition requires
el: Απαίτηση συνθήκης

source: ALL selected activities to be completed
el: ΟΛΕΣ οι επιλεγμένες δραστηριότητες που πρέπει να ολοκληρωθούν

source: ANY selected activities to be completed
el: ΟΠΟΙΕΣΔΗΠΟΤΕ επιλεγμένες δραστηριότητες πρέπει να ολοκληρωθούν

# $string['activitycompletion']
source: Activity completion
el: Ολοκλήρωση δραστηριοτήτων

source: Aggregation method
el: Μέθοδος συνάθροισης

source: All
el: Όλα

source: Any
el: Κάθε

source: Approval
el: Αποδοχή

source: When you select automatic completion, you must also enable at least one requirement (below).
el: Εαν επιλέξετε αυτόματη ολοκλήρωση, πρέπει να επιλέξετε επίσης και τουλάχιστον ένα προαπαιτούμενο (παρακάτω).

# $string['completed']
source: Completed
el: Ολοκληρωμένο

source: Completion options unlocked
el: Οι επιλογές ολοκλήρωσης ξεκλειδώθηκαν

source: When you save changes, completion state for all students will be erased. If you change your mind about this, do not save the form.
el: Όταν αποθηκεύσετε τις αλλαγές σας, οι ρυθμίσεις ολοκλήρωσης όλων των χρηστών θα διαγραφούν. Αν δε θέλετε κάτι τέτοιο, μην υποβάλλετε αυτή τη φόρμα.

source: Completion options locked
el: Οι επιλογές ολοκλήρωσης κλειδώθηκαν

source: This activity has already been marked as completed for {$a} participant(s). Changing completion options will erase their completion state and may cause confusion. Thus the options have been locked and should not be unlocked unless absolutely necessary.
el: Ένας ή περισσότεροι χρήστες ({$a}) έχουν ήδη σημειώσει αυτή τη δραστηριότητα ως ολοκληρωμένη. Αν αλλάξετε τις ρυθμίσεις ολοκλήρωσης οι σημειώσεις αυτές θα διαγραφούν και ενδεχομένως να δημιουργηθεί σύγχυση. Για το λόγο αυτό οι επιλογές είναι κλειδωμένες και συνιστούμε να μην τις ξεκλειδώσετε εκτός κι αν είναι πραγματικά απαραίτητο.

# $string['completion']
source: Completion tracking
el: Παρακολούθηση ολοκλήρωσης

source: Use activity default
el: Χρήση προεπιλογής δραστηριότητας

source: The system marks this item complete according to conditions: {$a}
el: Το σύστημα σημειώνει αυτόματα (υπό συνθήκες) το αντικείμενο αυτό ως ολοκληρωμένο

source: Completed: {$a} (did not achieve pass grade)
el: Ολοκληρωμένο (με βαθμό κάτω της βάσης)

source: Not completed: {$a}
el: Μη ολοκληρωμένο

source: Completed: {$a} (achieved pass grade)
el: Ολοκληρωμένο (με βαθμό άνω της βάσης)

source: Completed: {$a}
el: Ολοκληρωμένο

source: Students can manually mark this item complete: {$a}
el: Κάθε χρήστης μπορεί να σημειώσει το αντικείμενο αυτό ως ολοκληρωμένο χειροκίνητα

source: Not completed: {$a}. Select to mark as complete.
el: Μη ολοκληρωμένο, επιλέξτε για να το σημειώσετε ως ολοκληρωμένο

source: Completed: {$a}. Select to mark as not complete.
el: Ολοκληρωμένο, επιλέξτε για να το σημειώσετε ως μη ολοκληρωμένο

source: Show activity as complete when conditions are met
el: Η δραστηριότητα σημειώνεται ολοκληρωμένη όταν ικανοποιηθούν κάποιες συνθήκες

source: Default completion tracking
el: Προεπιλεγμένη παρακολούθηση ολοκλήρωσης

source: Disabled, not shown in activity settings
el: Απενεργοποιημένο, δε συμπεριλαμβάνεται στις ρυθμίσεις των δραστηριοτήτων

source: Enrolment
el: Εγγραφή

source: Enabled, control via completion and activity settings
el: Ενεργοποιημένο, ρυθμιζόμενο μέσω των ρυθμίσεων των δραστηριοτήτων

source: Expect completed on
el: Αναμένεται ολοκλήρωση στις

source: This setting specifies the date when the activity is expected to be completed.
el: <p> Αυτό το προαιρετικό πεδίο σας επιτρέπει να συσχετίσετε μία ημερομηνία με αυτή τη δραστηριότητα. Οι ημερομηνία δεν επηρεάζει τη συμπεριφορά του συστήματος (για παράδειγμα, μπορείτε να ολοκληρώσετε μία δραστηριότητα ακόμα και μετά το πέρας της ημερομηνίας) και δεν εμφανίζεται στους μαθητές.Εμφανίζονται μόνο ότα βλέπετε τις αναφορές προόδου. </p> <p> Οι καθηγητές μπορούν να χρησιμοποιήσουν τις ημερομηνίες στις αναφορές προόδου προκειμένου να καθορίσουν αν κάποιοι μαθητές μένουν πίσω. Έτσι μπορεί να αποφασίσουν να επικοινωνήσουν με τους μαθητές αυτούς και να τους προσφέρουν επιπλέον βοήθεια. </p> <p> Δεν υπάρχει λόγος να συμπληρώσετε αυτό το πεδίο, εκτός αν θέλετε να εμφανίζεται η ημερομηνία στην αναφορά προόδου. </p>

source: Completed (did not achieve pass grade)
el: Ολοκληρωμένο (με βαθμό κάτω της βάσης)

source: If enabled, activity completion is tracked, either manually or automatically, based on certain conditions. Multiple conditions may be set if desired. If so, the activity will only be considered complete when ALL conditions are met. A tick next to the activity name on the course page indicates when the activity is complete.
el: <p>Αν είναι ενεργοποιημένη, η ολοκλήρωση δραστηριότητας παρακολουθείται, είτε με το χέρι είτε αυτόματα, με βάση συγκεκριμένες συνθήκες. Μπορούν να ρυθμιστούν πολλαπλές συνθήκες αν είναι επιθυμητό. Αν ναι, η δραστηριότητα θα θεωρείται ολοκληρωμένη μόνο όταν καλύπτονται όλες οι συνθήκες.</p> <p>Μια επισήμανση δίπλα στο όνομα της δραστηριότητας στη σελίδα του μαθήματος υποδεικνύει πότε έχει ολοκληρωθεί η δραστηριότητα.</p>

source: Completion tick boxes
el: εικονίδια προόδου

source: A tick next to an activity name may be used to indicate when the activity is complete. If a box with a dotted border is shown, a tick will appear automatically when you have completed the activity according to conditions set by the teacher. If a box with a solid border is shown, you can click it to tick the box when you think you have completed the activity. (Clicking it again removes the tick if you change your mind.)
el: <p> Τα κουτιά επιλογής εμφανίζονται κοντά σε κάποιες δραστηριότητες και αποτελούν έναν τρόπο παρακολούθησης της προόδου σας στο μάθημα. </p> <p> Όταν δείτε ένα κουτί επιλογή με κουκκίδες, μπορείτε να πατήσετε επάνω του και να το γεμίσετε. (Μπορείτε να ξαναπατήσετε πάτω του για να το αδειάσετε αν αλλάξετε γνώμη) </p> <p> Αυτά τα εικονίδια προορίζονται για να σας βοηθήοσυν να παρακολουθήσετε την πορεία προόδου σας και είναι εντελώς προαιρετικά. Αν θέλετε, γεμίστε το κουτί όταν νομίσετε ότι έχετε ολοκληρώσει κάτι. </p> <p> Κάποια μαθήματα μπορεί να περιέχουν κενά κουτιά - κενά διαστήματα που δεν έχουν κουτί επιλογής.Δεν μπορείτε να γεμίσετε αυτά τα κουτιά εσείς, αλλά θα γεμίσουν αυτόματα σύμφωνα με συνθήκες που ορίστηκαν κατά τη δημιουργία του μαθήματος. Για παράδειγμα, ένα κουτί μπορεί να γεμίσει όταν μεταφορτώσετε ένα αρχείο. (Κάποιες φορές μπορεί να χρειαστεί να επαναφορτώσετε τη σελίδα για να δείτε αυτού του είδους την αλλαγή) </p> <p> Κάποιοι διαχειριστές, όπως οι καθηγητές σας, μπορεί να μπορούν να δουν ποια κουτιά έχετε γεμίσει. Ωστόσο, αυτή η πληροφορία δε χρησιμοποιείται στην αξιολόγηση και δεν υπολογίζεται στο βαθμό του μαθήματος. Δεν χρειάζεται να συμπληρώσετε τα κουτιά αν δε το επιθυμείτε. </p>

source: Students can manually mark the activity as completed
el: Κάθε χρήστης μπορεί χειροκίνητα να σημειώσει τη δραστηριότητα ως ολοκληρωμένη

source: Completion
el: Ολοκλήρωση

# $string['completion-n']
source: Not completed
el: Δεν ολοκληρώθηκε

source: Do not indicate activity completion
el: Δεν τηρούνται στοιχεία για την ολοκλήρωση της δραστηριότητας

source: Completion is not enabled
el: Η ολοκλήρωση δεν είναι ενεργοποιημένη

source: Completion is not enabled for this course
el: Η ολοκλήρωση δεν είναι ενεργοποιημένη για αυτό το μάθημα

source: Completion is not enabled for this site
el: Η ολοκλήρωση δεν είναι ενεργοποιημένη για αυτό τον ιστοχώρο

source: Date
el: Ημερομηνία

source: User must remain enrolled until
el: Ο χρήστης θα πρέπει να παρεμείνει εγγεγραμμένος εώς

source: Completed (achieved pass grade)
el: Ολοκληρωμένο (με βαθμό άνω της βάσης)

source: Completion settings locked
el: Οι ρυθμίσεις ολοκλήρωσης είναι κλειδωμένες

source: Mark as complete: {$a}
el: Σημειώστε ως ολοκληρωμένο

source: Mark as not complete: {$a}
el: Σημειώστε ως μη ολοκληρωμένο

source: Require grade
el: Απαιτείται βαθμός

source: Student must receive a grade to complete this activity
el: Ο μαθητής πρέπει να λάβει βαθμό για να ολοκληρώσει τη δραστηριότητα

source: If enabled, the activity is considered complete when a student receives a grade. Pass and fail icons may be displayed if a pass grade for the activity has been set.
el: <p> Όταν αυτή η επιλογή είναι ενεργοποιημένη, οι μαθητές υποχρεούνται να λάβουν βαθμό στη δραστηριότητα προκειμένου να την ολοκληρώσουν. Για παράδειγμα, ένα quiz θα σημειωθεί ως ολοκληρωμένο μόλις ο χρήστης το υποβάλει. </p> <p> Δεν έχει σημασία η επίδοση του μαθητή. Η απόδοση οποιουδήποτε βαθμού θα σημειώσει τη δραστηριότητα ως ολοκληρωμένη. </p> <h2>Διαχωρισμός μεταξύ επιτυχίας και αποτυχίας</h2> <p> Είναι δυνατό να γίνει διαχωρισμός μεταξύ βαθμού "επιτυχίας" και "αποτυχίας", έτσι ώστε η δραστηριότητα να γίνεται "ολοκληρωμένη, επιτυχημένη" ή "ολοκληρωμένη, αποτυχημένη" αντί για απλώς "ολοκληρωμένη". Αυτά τα αποτελέσματα εμφανίζουν διαφορετικό εικονίδιο και κείμενο. </p> <p> Για να ρυθμίσετε αυτήν την επιλογή, πρέπει να ορίσετε τη βάση για το βαθμό αυτής της δραστηριότητας: </p> <ol> <li>Πηγαίνετε στο βαθμολόγιο του μαθήματος πατώντας στο σύνδεσμο "Βαθμοί" στο μπλοκ διαχείρισης του μαθήματος.</li> <li>Από την αναδυόμενη λίστα "Επιλογή ενέργειας", επιλέξτε "Κατηγορίες και αντικείμενα".</li> <li>Πατήστε το εικονίδιο Επεξεργασία δίπλα στο βαθμολογημένο αντικείμενο αυτής της δραστηριότητας.</li> <li>Ενεργοποιήστε το "Εμφάνιση Προχωρημένων".</li> <li>Εισάγετε ένα βαθμό (πχ. 5.0) στο κουτί "Βαθμός βάσης".</li> </ol> <p> Μόλις το κάνετε αυτό, οποιοσδήπτοε υποβάλει το quiz θα λάβει είτε το εικονίδιο επιτυχίας είτε το εικονίδιο αποτυχίας. Αν το quiz μπορεί να συμπληρωθεί πολλές φορές από ένα χρήστη, το εικονίδιο ολοκλήρωσης θα ενημερώνεται αυτόματα με κάθε νέο βαθμό. </p> <p> Υπάρχει ένας περιορισμός: αυτό δουλεύει μόνο όταν οι βαθμοί είναι άμεσα εμφανίσιμοι στους μαθητές. Ο βαθμός δεν θα πρέπει να είναι μόνιμα κρυμμένος, ή κρυμμένος μέχρι μία συγκεκριμένη ημερομηνία. Αν ο βαθμός είναι κρυμμένος, τότε μόνο το τυπικό "ολοκληρωμένο" θα εμφανίζεται - ακόμα και όταν η ημερομηνία απόκρυψης έχει περάσει. </p>

source: Require view
el: Απαιτείται προβολή

source: Student must view this activity to complete it
el: Ο μαθήτης πρέπει να δει τη δραστηριότητα για να την ολοκληρώσει

# $string['completion-y']
source: Completed
el: Ολοκληρωμένο

source: The default setting for completion tracking when creating new activities.
el: Η προεπιλεγμένη ρύθμιση για την παρακολούθηση ολοκλήρωσης κατά τη δημιουργία νέων δραστηριοτήτων.

source: When enabled, this lets you turn on completion tracking (progress) features at course level.
el: Όταν είναι ενεργοποιημένο, σας επιτρέπει να ενεργοποιήσετε το σύστημα παρακολούθησης προόδου σε κάθε μάθημα ξεχωριστά.

source: Confirm self completion
el: Επιβεβαίωση ολοκλήρωσης από τον ίδιο

# $string['courseaggregation']
source: Condition requires
el: Απαίτηση συνθήκης

source: ALL selected courses to be completed
el: ΟΛΑ τα επιλεγμένα μαθήματα θα ολοκληρωθούν

source: ANY selected courses to be completed
el: ΟΠΟΙΑΔΗΠΟΤΕ από τα επιλεγμένα μαθήματα να ολοκληρωθούν

source: You have already completed this course
el: Έχετε ήδη ολοκληρώσει αυτό το μάθημα

source: Course complete
el: Το μάθημα ολοκληρώθηκε

# $string['coursecompleted']
source: Course completed
el: Το μάθημα ολοκληρώθηκε

source: Course completion
el: Ολοκλήρωση μαθήματος

source: Condition: {$a}
el: Συνθήκη: {$a}

source: Course grade
el: Βαθμός μαθήματος

source: Courses available
el: Διαθέσιμα μαθήματα

source: Note: Course completion conditions must be set for a course to appear in the above list.
el: Σημείωση: Πρέπει να οριστούν οι συνθήκες ολοκλήρωσης μαθήματος για να εμφανιστεί ένα μάθημα στην παραπάνω λίστα.

source: Criteria
el: Κριτήρια

source: Criteria group
el: Ομάδα κριτηρίων

source: All criteria below are required
el: Όλα τα παρακάτω κριτήρια είναι απαραίτητα

source: Any criteria below are required
el: Τα παρακάτω κριτήρια είναι απαραίτητα

source: Download in spreadsheet format (UTF-8 .csv)
el: Κατέβασμα σε αρχείο CSV (κωδικοποίηση UTF-8)

source: Date passed
el: Ημερομηνία προβιβασμού

source: Days
el: Ημέρες

source: {$a->days} of {$a->total}
el: {$a->days} από {$a->total}

source: Delete completion data
el: Διαγραφή δεδομένων ολοκλήρωσης

source: Dependencies
el: Εξαρτήσεις

source: Completion of other courses
el: Ολοκλήρωση

source: Edit course completion settings
el: Επεξεργασία ρυθμίσεων ολοκλήρωσης μαθημάτων

source: Enable completion tracking
el: Ενεργοποίηση παρακολούθησης ολοκλήρωσης

source: Enrolment duration
el: Διάρκεια εγγραφής

source: User must remain enrolled for
el: Ο χρήστης πρέπει να παραμείνει εγγεγραμμένος για

source: Completion information is not enabled for any activity, so none can be displayed. You can enable completion information by editing the settings for an activity.
el: Δεν έχει ενεργοποιηθεί η ρύθμιση παρακολούθησης για καμία δραστηριότητα. Μπορείτε να την ενεργοποιήσετε από τις ρυθμίσεις της κάθε δραστηριότητας ξεχωριστά.

source: Course completion is not enabled for any other courses, so none can be displayed. You can enable course completion in the course settings.
el: Η ολοκλήρωση μαθήματος δεν είναι ενεργοποιημένη για άλλα μαθήματα, επομένως κανένα από αυτά δεν μπορεί να εμφανιστεί. Μπορείτε να ενεργοποιήσετε την ολοκλήρωση μαθήματος στις ρυθμίσεις μαθήματος.

source: A course pass grade has not been set for this course. To enable this criteria type you must create a pass grade for this course.
el: Δεν έχει οριστεί βαθμός βάσης για αυτό το μάθημα. Για να ενεργοποιήσετε αυτόν τον τύπο κριτηρίων, θα πρέπει να εισάγετε ένα βαθμό βάσης για αυτό το μάθημα.

source: There are no roles with the capability moodle/course:markcomplete in this course.
el: Δεν υπάρχουν ρόλοι με δυνατότητα moodle/course:markcomplete σε αυτό το μάθημα.

source: There are no students on this course or group for whom completion information is displayed. (By default, completion information is displayed only for students, so if there are no students, you will see this error. Administrators can alter this option via the admin screens.)
el: Δεν υπάρχουν χρήστες σ' αυτό το μάθημα ή ομάδα για τους οποίους διατηρούνται πληροφορίες ολοκλήρωσης δραστηριοτήτων. (Εξορισμού τέτοιες πληροφορίες διατηρούνται μόνο για τους μαθητές, και αν δεν υπάρχουν τέτοιοι θα δείτε αυτό το μήνυμα. Ο διαχειριστής του συστήματος μπορεί να αλλάξει τη ρύθμιση αυτή).

source: One or more students have already completed a criterion so the settings have been locked. Unlocking the completion criteria settings will delete any existing user data and may cause confusion.
el: Ένας ή περισσότεροι μαθητές έχουν ήδη ολοκληρώσει ένα κριτήριο, οπότε οι ρυθμίσεις έχουν κλειδωθεί. Το ξεκλείδωμα των ρυθμίσεων των κριτηρίων ολοκλήρωσης θα διαγράψει τυχόν υπάρχοντα δεδομένα χρήστη και μπορεί να προκαλέσει σύγχυση.

source: An internal error occurred in the completion system. (System administrators can enable debugging information to see more detail.)
el: Σφάλμα κατά τη χρήση του συστήματος παρακολούθησης ολοκλήρωσης.

# $string['eventcoursecompleted']
source: Course completed
el: Το μάθημα ολοκληρώθηκε

source: Course completion updated
el: Ενημέρωση ολοκλήρωσης μαθήματος

source: Download in Excel-compatible format (.csv)
el: Κατέβασμα σε αρχείο CSV (συμβατό με Microsoft Excel)

source: Fraction
el: Κλάσμα

source: Required course grade
el: Απαιτούμενος βαθμός μαθήματος

source: {$a} required
el: Απαιτείται {$a}

source: In progress
el: Σε εξέλιξη

source: Manual completion by others
el: Χειροκίνητη ολοκλήρωση από άλλους

source: Note: The capability moodle/course:markcomplete must be allowed for a role to appear in the list.
el: Σημείωση: Πρέπει να επιτρέπεται η δυνατότητα moodle/course:markcomplete για να εμφανιστεί ένας ρόλος στη λίστα.

source: Manual self completion
el: Χειροκίνητη αυτό-ολοκλήρωση

source: Note: The self completion block should be added to the course if manual self completion is enabled.
el: Σημείωση: Το μπλοκ αυτo-ολοκλήρωσης θα πρέπει να προστεθεί στο μάθημα αν είναι ενεργοποιημένη η χειροκίνητη αυτο-ολοκλήρωση.

source: Mark complete
el: Επισήμανση ολοκλήρωσης

source: Marked complete by {$a}
el: Επισήμανση ολοκλήρωσης από {$a}

source: Marking yourself complete
el: Επισήμανση αυτο-ολοκλήρωσης

source: More details
el: Περισσότερες λεπτομέρειες

source: No completion criteria set for this course
el: Σεν έχουν οριστεί κριτήρια ολοκλήρωσης για αυτό το μάθημα

# $string['notcompleted']
source: Not completed
el: Δεν ολοκληρώθηκε

source: You are not enrolled in this course
el: Δεν είσαι εγγεγραμμένος σε αυτό το μάθημα

source: You are currently not being tracked by completion in this course
el: Επί του παρόντος δεν παρακολουθείτε η ολοκλήρωση αυτού του μαθήματος

source: Not yet started
el: Δεν έχει ξεκινήσει ακόμα

source: Completion requirements
el: Απαιτήσεις ολοκλήρωσης

source: Course is complete when ALL conditions are met
el: Το μάθημα είναι ολοκληρωμένο όταν ΟΛΕΣ οι συνθήκες καλύπτονται

source: Course is complete when ANY of the conditions are met
el: Το μάθημα είναι ολοκληρωμένο όταν ΟΠΟΙΑΔΗΠΟΤΕ από τις συνθήκες καλύπτονται

source: Pending
el: Σε εκκρεμότητα

source: Period post enrolment
el: Περίοδος μετά την εγγραφή

source: Student progress
el: Πρόοδος μαθητών

source: Progress: {$a->complete} / {$a->total}
el: Πρόοδος: {$a->complete} / {$a->total}

source: Recognition of prior learning
el: Αναγνώριση προηγούμενης εκπαίδευσης

source: Remaining enrolled for a specified period of time
el: Παραμένουν εγγεγραμμένοι για συγκεκριμένο χρονικό διάστημα

source: Remaining enrolled until a specified date
el: Παραμένουν εγγεγραμμένοι μέχρι μια καθορισμένη ημερομηνία

source: Showing users {$a->from} to {$a->to} of {$a->total}.
el: Βλέπετε τους χρήστες {$a->from} ως {$a->to} από {$a->total}.

source: Required criteria
el: Απαιτούμενα κριτήρια

# $string['restoringcompletiondata']
source: Writing completion data
el: Ανάκτηση δεδομένων ολοκλήρωσης

# $string['roleaggregation']
source: Condition requires
el: Απαίτηση συνθήκης

source: ALL selected roles to mark when the condition is met
el: ΟΛΟΙ οι επιλεγμένοι ρόλοι για να επισημανθεί πότε καλύπτεται η συνθήκη

source: ANY selected roles to mark when the condition is met
el: ΟΠΟΙΟΣΔΗΠΟΤΕ από τους επιλεγμένους ρόλους για να επισημανθεί πότε καλύπτεται η συνθήκη

source: Role ID {$a} not found
el: Αδυναμία εύρεσης αναγνωριστικού ρόλου {$a}

source: Saved
el: Αποθηκεύτηκαν

source: See details
el: Δες λεπτομέρειες

source: Self
el: Ο ίδιος

source: Self completion
el: Αυτό-ολοκλήρωση

source: Showing user
el: Εμφάνιση χρήστη

source: Unenrolling from course
el: Ακύρωση εγγραφής από μάθημα

source: Unenrolment
el: Απ εγγραφή

source: Unit
el: Μονάδα

source: Unlock completion options
el: Ξεκλείδωμα επιλογών

source: Unlock completion options and delete user completion data
el: Ξεκλείδωμα επιλογών ολοκλήρωσης και διαγραφή δεδομένων ολοκλήρωσης χρήστη

source: Use the alternate course selector
el: Χρήση εναλλακτικού επιλογέα μαθήματος

source: User is not enrolled in this course
el: Ο χρήστης δεν είνει εγγεγραμμένος σε αυτό το μάθημα

source: View course report
el: Προβολή αναφορά μαθήματος

source: Viewing the {$a}
el: Προβολή {$a}

# $string['writingcompletiondata']
source: Writing completion data
el: Αποθήκευση δεδομένων ολοκλήρωσης

source: {$a} days
el: {$a} ημέρες

source: Your progress
el: Η πρόοδός σου
