Repository: eellak/moodle-po
Catalog: *-new/currencies.po_*.po
Languages: el

source: United Arab Emirates Dirham
el: Dirham Ηνωμένων Αραβικών Εμιράτων

source: Albanian Lek
el: Lek Αλβανίας

source: Netherlands Antillean Guilder
el: Netherlands Antillian Guilder

source: Australian Dollar
el: Dollar Αυστραλίας

source: Aruban Florin
el: Φλορίνι Αρούμπας

source: Bosnia and Herzegovina Convertible Mark
el: Μάρκο Βοσνίας-Ερζεγοβίνης

source: Barbados Dollar
el: Δολάριο Μπαρμπάντος

source: Bangladeshi Taka
el: Taka Μπαγκλαντές

source: Bahraini Dinar
el: Δηνάριο Μπαχρέιν

source: Burundi Franc
el: Φράγκο Μπουρουντί

source: Bermudian Dollar
el: Δολάριο Βερμούδων

source: Brunei Dollar
el: Δολάριο Μπρουνέι

source: Bolivian Boliviano
el: Boliviano Βολιβίας

source: Bahamian Dollar
el: Δολάριο Μπαχάμας

source: Bhutanese Ngultrum
el: Ngultrum Βουτάν

source: Botswana Pula
el: Pula Μποτσουάνας

source: Belize Dollar
el: Δολάριο Μπελίζε

source: Canadian Dollar
el: Καναδέζικο δολάριο

source: Swiss Franc
el: Ελβετικό φράγκο

source: Chilean Unidades de Fomento
el: Unidades de Fomento Χιλής

source: Chilean Peso
el: Peso Χιλής

source: Chinese Yuan (Renminbi)
el: Renminbi Γιουάν (Κίνας)

source: Colombian Peso
el: Peso Κολομβίας

source: Costa Rican Colon
el: Colon Κόστα Ρίκα

source: Cuban Peso
el: Peso Κούβας

source: Cape Verde Escudo
el: Εσκούδο Πράσινου Ακρωτηρίου

source: Czech Koruna
el: Κορώνα Τσεχίας

source: Djibouti Franc
el: Φράγκο Τζιμπουτί

source: Danish Krone
el: Κορώνα Δανίας

source: Dominican Peso
el: Πέσο Δομινικανής Δημοκρατίας

source: Algerian Dinar
el: Δολάριο Αλγερίας

source: Egyptian Pound
el: Λίρα Αιγύπτου

source: Ethiopian Birr
el: Birr Αιθιοπίας

source: Euro
el: Ευρώ

source: Fiji Dollar
el: Δολάριο Φίτζι

source: Falkland Islands Pound
el: Λίρα Νήσων Φώκλαντ

source: British Pound Sterling
el: Αγγλική Λίρα

source: Gibraltar Pound
el: Λίρα Γιβραλτάρ

source: Gambian Dalasi
el: Dalasi Γκάμπιας

source: Guinea Franc
el: Φράγκο Γουινέας

source: Guatemalan Quetzal
el: Quetzal Γουατεμάλας

source: Guyanese Dollar
el: Δολάριο Guyana

source: Hong Kong Dollar
el: Δολάριο Χονγκ Κονγκ

source: Honduran Lempira
el: Lempira Ονδούρας

source: Haitian Gourde
el: Gourde Αϊτής

source: Hungarian Forint
el: Φλορίνι Ουγγαρίας

source: Indonesian Rupiah
el: Ρούπι Ινδονησίας

source: Israeli Sheqel
el: Shekel Ισραήλ

source: Indian Rupee
el: Ρούπι Ινδίας

source: Iraqi Dinar
el: Δηνάριο Ιράκ

source: Iranian Rial
el: Rial Ιράν

source: Iceland Krona
el: Ισλανδική Κορώνα

source: Jamaican Dollar
el: Δολάριο Τζαμάικα

source: Jordanian Dinar
el: Δηνάριο Ιορδανίας

source: Japanese Yen
el: Γιεν Ιαπωνίας

source: Kenyan Shilling
el: Σελίνι Κένυας

source: Cambodian Riel
el: Ριελ Καμπότζης

source: Comoros Franc
el: Φράγκο Κομόρος

source: North Korean Won
el: Γουον Βόρειας Κορέας

source: South Korean Won
el: Γουον Νότιας Κορέας

source: Kuwaiti Dinar
el: Δηνάριο Κουβέιτ

source: Cayman Islands Dollar
el: Δολάριο Νήσων Κέιμαν

source: Lebanese Pound
el: Λίρα Λιβάνου

source: Sri Lanka Rupee
el: Ρούπι Σρι Λάνκα

source: Liberian Dollar
el: Δολάριο Λιβερίας

source: Libyan Dinar
el: Δηνάριο Λιβύης

source: Moroccan Dirham
el: Ντίρχαμ Μαρόκο

source: Mongolian Tugrik
el: Tugrik Μογγολίας

source: Macau Pataca
el: Pataca Μασάου

source: Mauritanian Ouguiya
el: Ouguiya Μαυριτανίας

source: Mauritius Rupee
el: Ρούπι Αγ. Μαυρίκιου

source: Maldivian Rufiyaa
el: Rufiyaa Μαλδίβες

source: Malawi Kwacha
el: Kwacha Μαλάουι

source: Mexican Peso
el: Μεξικάνικο Πέσο

source: Malaysian Ringgit
el: Ringgit Μαλαισίας

source: Nigerian Naira
el: Naira Νιγηρίας

source: Nicaraguan Cordoba Oro
el: Cordoba Νικαράγουας

source: Norwegian Krone
el: Νορβηγική Κορώνα

source: Nepalese Rupee
el: Ρούπι Νεπάλ

source: New Zealand Dollar
el: Δολάριο Ν. Ζηλανδίας

source: Omani Rial
el: Ριάλ Ομάν

source: Panamanian Balboa
el: Balboa Παναμά

source: Peruvian Nuevo Sol
el: Nuevo Sol

source: Papua New Guinea Kina
el: Kina Παπούα Νέας Γουινέας

source: Philippine Peso
el: Πέσο Φιλιππινών

source: Pakistan Rupee
el: Ρούπι Πακιστάν

source: Polish Zloty
el: Νέο Ζλότι Πολωνίας

source: Paraguayan Guarani
el: Guarani Παραγουάης

source: Qatari Rial
el: Ριάλ Κατάρ

source: Rwanda Franc
el: Φράγκο Ρουάντας

source: Saudi Arabian Riyal
el: Ριάλ Σαουδικής Αραβίας

source: Solomon Islands Dollar
el: Δολάριο Νήσων του Σολομώντα

source: Seychelles Rupee
el: Ρούπι Σεϋχελλών

source: Swedish Krona
el: Σουηδική Κορώνα

source: Singapore Dollar
el: Δολάριο Σιγκαπούρης

source: St. Helena Pound
el: Λίρα Αγ. Ελένης

source: Sierra Leonean Leone
el: Leone Σιέρα Λεόνε

source: Somali Shilling
el: Σελίνι Σομαλίας

source: El Salvador Colon
el: Colon Ελ Σαλβαδόρ

source: Syrian Pound
el: Potmd Συρίας

source: Swazi Lilangeni
el: Lilangeni Ζουαζιλάνδης

source: Thai Baht
el: Bhat Ταϊλάνδης

source: Tunisian Dinar
el: Δηνάριο Τυνησίας

source: Tongan Pa'anga
el: Pa'anga Τόγκο

source: Trinidad and Tobago Dollar
el: Δολάριο Trinidad and Tobago

source: Taiwan Dollar
el: Δολάριο Ταϊβάν

source: Tanzanian Shilling
el: Σελίνι Τανζανίας

source: US Dollar
el: Δολάριο Η.Π.Α.

source: Uruguayan Peso
el: Νέο Πέσο Ουρουγάης

source: Vietnamese Dong
el: Dong Βιετνάμ

source: Vanuatu Vatu
el: Vatu Βανουάτου

source: Samoan Tala
el: Tala Σαμόας

source: Yemeni Rial
el: Riyal Υεμένης

source: South African Rand
el: Rand Νοτίου Αφρικής

source: Zambian Kwacha
el: Kwacha Ζάμπιας
