Repository: eellak/moodle-po
Catalog: *-new/dbtransfer.po_*.po
Languages: el

source: Checking source table structure
el: Γίνεται έλεγχος της δομής των πινάκων

source: Copying table {$a}
el: Αντιγραφή πίνακα {$a}

source: Copying table contents
el: Αντιγραφή περιεχομένων πίνακα

source: Creating the tables in the target database
el: Δημιουργία πινάκων στη βάση-προορισμό

source: Database export
el: Εξαγωγή βάσης δεδομεων

source: Database transfer
el: Μεταφορά βάσης δεδομένων

source: Table {$a} structure does not match.
el: Η δομή του πίνακα {$a} δεν ταιριάζει.

source: Done
el: Έγινε

# $string['exportschemaexception']
source: Current database structure does not match all install.xml files. <br /> {$a}
el: Η δομή της τρέχουσας βάσης δεν ταιριάζει με όλα τα αρχεία install.xml. <br /> {$a}

# $string['importschemaexception']
source: Current database structure does not match all install.xml files. <br /> {$a}
el: Η δομή της τρέχουσας βάσης δεν ταιριάζει με όλα τα αρχεία install.xml. <br /> {$a}

source: Current version {$a->currentver} does not match exported version {$a->schemaver}.
el: Η τρέχουσα έκδοση {$a->currentver} δεν ταιριάζει με την εξηχθείσα έκδοση {$a->schemaver}.

source: Malformed XML found, can not continue.
el: Βρέθηκε κακοσχηματισμένο XML, είναι αδύνατη η συνέχεια.

source: Unknown table {$a} found in export file.
el: Άγνωστος πίνακας {$a} βρέθηκε στο εξαγμένο αρχείο.
