Repository: eellak/moodle-po
Catalog: *-new/debug.po_*.po
Languages: el

source: Authentication plugin {$a} not found.
el: Δε βρέθηκα η υπομονάδα αυθεντικοποίησης {$a}.

source: {$a} block doesn't exist
el: Το μπλοκ {$a} δεν υπάρχει

source: {$a} cannot be null!
el: Το {$a} δε γίνεται να είναι null!

source: Cannot downgrade {$a->plugin} from {$a->oldversion} to {$a->newversion}.
el: Δεν είναι δυνατή η υποβάθμιση του {$a->plugin} από {$a->oldversion} σε {$a->newversion}.

source: Could not find an admin user!
el: Δε βρέθηκε διαχειριστής!

source: Cannot fully initialize page: invalid {$a->name} id {$a->id}
el: Δεν είναι δυνατή η πλήρης αρχικοποίησης της σελίδας: μη έγκυρο {$a->name} id {$a->id}

source: {$a} tables could NOT be set up successfully!
el: Οι πίνακες {$a} δεν έχουν στηθεί με επιτυχία!

source: Coding error detected, it must be fixed by a programmer: {$a}
el: Εντοπίστηκε λάθος κώδικα, πρέπει να φτιαχτεί από προγραμματιστή: {$a}

source: Moodle has not been configured yet. You need to edit config.php first.
el: Το Moodle δεν έχει παραμετροποιηθεί ακόμη. Πρέπει να επεξεργαστείτε το config.php πρώτα.

source: An error has occurred during this process
el: Συνέβη κάποιο σφάλμα κατά τη διάρκεια της διαδικασίας

source: Incorrect size of arrays in params of {$a}
el: Μη έγκρυο μέγεθος πινάκων στις παραμέτρους του {$a}

source: Incorrect eventadata submitted: {$a}
el: Έχουν υποβληθεί λανθασμένα eventadata: {$a}

source: Config table does not contain version, can not continue, sorry.
el: Ο πίνακας ρυθμίσεων δεν περιέχει την έκδοση. Λυπούμαστε αλλά είναι αδύνατη η συνέχεια.

source: {$a} module doesn't exist
el: Το άρθρωμα {$a} δεν υπάρχει

source: Found more than one record in fetch() !
el: Βρέθηκαν περισσότερες από μία εγγραφές στη fetch() !

source: Abstract {$a} method must be overridden.
el: Η abstract μέθοδος {$a} πρέπει να γίνει override.

source: No admin role could be found
el: Δεν ήταν δυνατή η εύρεση ρόλου διαχειριστή

source: No blocks installed!
el: Δεν έχουν εγκατασταθεί μπλοκ!

source: No categories!
el: Δεν υπάρχουν κατηγορίες!

source: No modules found!!
el: Δεν έχουν βρεθεί αρθρώματα!!

source: Imported {$a} but found no page classes
el: Έγινε εισαγωγή του {$a} αλλά δε βρέθηκαν κλάσεις σελίδας

source: No reports accessible
el: Δεν υπάρχουν προσβάσιμες αναφορές

source: No tables!
el: Δεν υπάρχουν πίνακες!

source: The PHP server variable '{$a->name}' should be Off - {$a->link}
el: Η μεταβλητή του διακομιστή PHP '{$a->name}' θα έπρεπε να είναι Off - {$a->link}

source: The PHP server variable '{$a->name}' is not turned On - {$a->link}
el: Η μεταβλητή του διακομιστή PHP '{$a->name}' δεν είναι On - {$a->link}

source: {$a} object missing from session
el: Το αντικείμενο {$a} λείπει από τη συνεδρία

source: This SQL relies on obsolete table(s): {$a}! Your code must be fixed by a developer.
el: Η SQL αυτή στηρίζεται σε απαρχαιωμένους πίνακες table: {$a}! Ο κώδικάς σας πρέπει να φτιαχτεί από κάποιον προγραμματιστή.

source: Main version.php file is missing, not readable or broken.
el: Το κύριο αρχείο version.php λείπει, δεν είναι αναγνώσιμο ή είναι κατεστραμμένο.

source: xmlize functions are not available
el: Οι λειτουργίες xmlize δεν είναι διαθέσιμες
