Repository: eellak/moodle-po
Catalog: *-new/enrol_guest.po_*.po
Languages: el

source: This course allows guest users to enter
el: Σε αυτό το μάθημα επιτρέπονται και οι επισκέπτες

# $string['guestaccess_withoutpassword']
source: Guest access
el: Πρόσβαση επισκέπτη

source: Guest access requires password
el: Πρόσβαση επισκέπτη

source: Configure guest access instances
el: Παραμετροποίηση περιπτώσεων πρόσβασης επισκέπτη

source: Password
el: Κωδικός πρόσβασης

source: A password allows guest access to the course to be restricted to only those who know the password. Guests will be required to supply the password each time they access the course.
el: Ο κωδικός πρόσβασης περιορίζει την πρόσβαση επισκεπτών στο μάθημα μόνο σ'αυτούς που γνωρίζουν τον κωδικό πρόσβασης. Οι επισκέπτες θα απαιτείται να δίνουν τον κωδικό πρόσβασης κάθε φορά που έχουν επιθυμούν πρόσβαση στο μάθημα.

source: Incorrect access password, please try again
el: Εσφαλμένος κωδικός πρόσβασης, παρακαλώ προσπαθήστε ξανά

# $string['pluginname']
source: Guest access
el: Πρόσβαση επισκέπτη

source: Guest access plugin is only granting temporary access to courses, it is not actually enrolling users.
el: Το πρόσθετο πρόσβασης επισκέπτη είναι η παροχή μόνο προσωρινής πρόσβασης στα μαθήματα, στην πραγματικότητα δεν είναι εγγεγραμμένοι χρήστες.

source: Require guest access password
el: Απαιτείται κωδικός πρόσβασης επισκέπτη

source: Require access password in new courses and prevent removing of access password from existing courses.
el: Απαιτείται κωδικός πρόσβασης στα νέα μαθήματα και αποτρέπεται η αφαίρεση κωδικού πρόσβασης από τα υπάρχοντα μαθήματα.

source: Show hint
el: Εμφάνιση υπόδειξης

source: Show first letter of the guest access password.
el: Εμφάνιση πρώτου γράμματος από τον κωδικό πρόσβασης επισκέπτη.

source: Allow guest access
el: Επιτρέπεται η πρόσβαση στους επισκέπτες

source: Allow temporary guest access by default.
el: Επιτρέπεται προσωρινή πρόσβαση επισκεπτών από προεπιλογή.

source: This setting determines whether a user can access the course as a guest, without being required to enrol.
el: Αυτή η ρύθμιση καθορίζει αν ένας χρήστης μπορεί να έχει πρόσβαση στο μάθημα σαν επισκέπτης, χωρίς να απαιτείται να εγγραφεί σε αυτό.

source: Use password policy
el: Χρήση πολιτικής κωδικού πρόσβασης
