Repository: eellak/moodle-po
Catalog: *-new/enrol_paypal.po_*.po
Languages: el

source: PayPal business email
el: Ηλεκτρονικό ταχυδρομείο επιχειρησιακού PayPal

source: The email address of your business PayPal account
el: Η ηλεκτρονική διεύθυνση του επιχειρησιακού σας PayPal λογαριασμού

source: Enrol cost
el: Κόστος εγγραφής

source: Please choose one of the following methods of enrolment.
el: Παρακαλώ επιλέξτε μία από τις παρακάτω μεθόδους για εγγραφή.

source: Currency
el: Νόμισμα

source: Default role assignment
el: Προεπιλεγμένη ανάθεση ρόλου

source: Select role which should be assigned to users during PayPal enrolments
el: Επιλέξτε τον ρόλο, ο οποίος θα ανατεθεί στους χρήστες κατά τη διάρκεια των PayPal εγγραφών

source: Enrolment duration
el: Διάρκεια εγγραφής

source: Select action to carry out when user enrolment expires. Please note that some user data and settings are purged from course during course unenrolment.
el: Επιλέξτε την ενέργεια που θα εκτελεστεί όταν λήξει η εγγραφή του χρήστη. Παρακαλώ σημειώστε ότι ορισμένα δεδομένα χρήστη και ρυθμίσεις εκκαθαρίζονται από το μάθημα κατά την ακύρωση εγγραφής στο μάθημα.

source: Notify admin
el: Ενημέρωση διαχειριστή

source: Notify students
el: Ενημέρωση μαθητών

source: Notify teachers
el: Ενημέρωση καθηγητών

source: PayPal payments accepted
el: Αποδεκτές οι πληρωμές μέσω PayPal

source: Configure PayPal enrol instances
el: Παραμετροποίηση περιπτώσεων εγγραφής μέσω PayPal

source: Manage enrolled users
el: Διαχείρηση εγγεγραμένων χρηστών

source: Unenrol users from course
el: Απεγγραφή χρηστών από το μάθημα

source: Unenrol self from the course
el: Απεγγραφή του ιδίου από το μάθημα

source: The PayPal module allows you to set up paid courses. If the cost for any course is zero, then students are not asked to pay for entry. There is a site-wide cost that you set here as a default for the whole site and then a course setting that you can set for each course individually. The course cost overrides the site cost.
el: Η ενότητα PayPal σας επιτρέπει να δημιουργήσετε μαθήματα επί πληρωμή. Αν το κόστος για κάθε μάθημα είναι μηδενικό, τότε οι μαθητές δεν καλούνται να πληρώσουν για να εισαχθούν. Υπάρχει ένα κόστος για όλο τον ιστότοπο το οποίο το ορίζετε εδώ ως προεπιλογή για όλο τον ιστότοπο και έπειτα μια ρύθμιση μαθήματος που μπορείτε να ορίσετε για κάθε μάθημα μεμονωμένα. Το κόστος μαθήματος παρακάμπτει το κόστος ιστοτόπου.

source: Send payment via PayPal
el: Αποστολή πληρωμής με Paypal

source: Allow PayPal enrolments
el: Επιτρέπονται εγγραφές PayPal

source: Allow users to use PayPal to enrol into a course by default.
el: Επιτρέπεται στους χρήστες να χρησιμοποιούν PayPal για να εγγραφούν στο μάθημα από προεπιλογή.

source: Do you really want to unenrol yourself from course "{$a}"?
el: Είστε βεβαιοι ότι θέλετε να ακυρώσετε την εγγραφή σας στο μάθημα "{$a}";
