Repository: eellak/moodle-po
Catalog: *-new/enrol_imsenterprise.po_*.po
Languages: el

source: Once you have saved your settings, you may wish to
el: Μόλις αποθηκεύσετε τις ρυθμίσεις ίσως να θέλατε να

source: Allow the IMS data to <strong>unenrol</strong> students/teachers
el: Να επιτρέπεται στα IMS δεδομένα να <strong>απεγγράφουν</strong> φοιτητές/καθηγητές

source: If enabled, course enrolments will be removed when specified in the Enterprise data.
el: <p align="center"><b>Διαγραφή Μαθητών/Διδασκόντων</b></p> <p>Όπως γίνεται προσθήκη διδασκόντων και μαθητών έτσι μπορεί να γίνει και διαγραφή τους από ένα μάθημα. Εάν αυτή η επιλογή είναι ενεργή, τότε το Moodle μπορεί να εκτελέσει τέτοιες διαγραφές.</p> <p>Υπάρχουν 3 τρόποι για διαγραφή μαθητών μέσα από δεδομένα IMS:</p> <ul><li>Μια ρύθμιση στο στοιχείο &lt;member&gt; το οποίο προσδιορίζει τον μαθητή και το μάθημα με την ιδιότητα &quot;recstatus&quot; του &lt;role&gt; καθορισμένη σε 3 (που σημαίνει διαγραφή). <b>Αυτή η δυνατότητα δεν έχει υλοποιηθεί ακόμα.</b></li> <li>στο στοιχείο &lt;member&gt; το οποίο προσδιορίζει τον μαθητή και το μάθημα με το στοιχείο &lt;status&gt; ρυθμισμένο στο 0 (που σημαίνει ανενεργός).</li></ul> <p>Η τρίτη μέθοδος είναι λίγο διαφορετική. Δεν απαιτεί να είναι ενεργοποιημένη αυτή η ρύθμιση και μπορεί να προσδιοριστεί με την ημερομηνία διαγραφής:</p> <ul><li>Ένα στοιχείο του λογαριασμού μέλους το οποίο καθορίζει ένα <timeframe> για την εγγραφή στο μάθημα, μπορεί να προσδιορίσει τις ημερομηνίες αρχής ή/και τέλους για την εγγραφή του συγκεκριμένου μαθητή. Αυτές η ημερομηνίες φορτώνονται στον πίνακα εγγραφών του Moodle εάν υπάρχει και έτσι μετά την ημερομηνία λήξης ένας μαθητής δε θα μπορεί πλέον να έχει πρόσβαση στο συγκεκριμένο μάθημα.</li></ul>

source: Basic settings
el: Βασικές ρυθμίσεις

source: Course data options
el: Επιλογές δεδομένων μαθήματος

source: Create new (hidden) course categories if not found in Moodle
el: Δημιουργία νέων (κρυμμένων) κατηγοριών μαθημάτων εάν δεν εντοπίζονται στο ΠΗΛΕΑΣ

source: If the <org><orgunit> element is present in a course's incoming data, its content will be used to specify a category if the course is to be created from scratch. The plugin will NOT re-categorise existing courses. If no category exists with the desired name, then a hidden category will be created.
el: <p align="center"><b>Αυτόματη κατηγοριοποίηση</b></p> <p>Εάν το στοιχείο &lt;org&gt;&lt;orgunit&gt; υπάρχει στα εισαγόμενα δεδομένα κάποιου μαθήματος, το περιεχόμενό του θα χρησιμοποιηθεί για να δημιουργηθεί μια νέα κατηγορία μαθημάτων (εφόσον το μάθημα δημιουργηθεί από το μηδέν).</p> <p>Το άρθρωμα αυτό δε θα ξανά-κατηγοριοποιήσει ήδη υπάρχοντα μαθήματα.</p> <p>Εάν δεν υπάρχει καμία κατηγορία με το επιθυμητό όνομα, τότε θα δημιουργηθεί μια κρυμμένη κατηγορία.</p>

source: Create new (hidden) courses if not found in Moodle
el: Δημιουργία νέων (κρυμμένων) μαθημάτων εάν δεν εντοπίζονται στο ΠΗΛΕΑΣ

source: If enabled, the IMS Enterprise enrolment plugin can create new courses for any it finds in the IMS data but not in Moodle's database. Any newly-created courses are initially hidden.
el: <p align="center"><strong>Αυτόματη Δημιουργία Νέων Μαθημάτων</strong></p> <p align="center"><br /> Εάν αυτή η επιλογή είναι ενεργοποιημένη, το άρθρωμα εγγραφής <b>IMS Enterprise</b> μπορεί να δημιουργήσει νέα μαθήματα για δεδομένα που θα βρει στην βάση δεδομένων του <b>IMS</b> αλλά όχι και για στοιχεία που θα βρει στην βάση δεδομένων του Moodle.<br /> Τα μαθήματα αρχικά εξετάζονται με βάση τον <b>κωδικό αναγνώρισής</b> τους (ID), έναν αλφαριθμητικό κωδικό μέσα στον πίνακα με τα μαθήματα του Moodle, ο οποίος μπορεί να διευκρινίσει τον κωδικό που χρησιμοποιείται για να προσδιοριστεί το μάθημα στο <b>Σύστημα Πληροφοριών των Σπουδαστών </b>(παραδείγματος χάριν). Εάν ο κωδικός αναγνώρισης δεν βρεθεί, γίνεται αναζήτηση στον πίνακα των μαθημάτων για τη &quot;σύντομη περιγραφή&quot;, η οποία για το Moodle είναι ανάλογο προσδιοριστικό με τον κωδικό αναγνώρισης του μαθήματος (σε μερικά συστήματα μπορεί να ταυτίζονται). Μόνο όταν και αυτή η αναζήτηση αποτύχει μπορεί το άρθρωμα να δημιουργήσει προαιρετικά νέα μαθήματα.<br /> Όλα τα προσφάτως δημιουργημένα μαθήματα είναι ΚΡΥΦΑ στην αρχή. Αυτό γίνεται για να αποτρέψει τη δυνατότητα των μαθητών να&nbsp; περιπλανιούνται στις κενές σελίδες ενός μαθήματος, για τις οποίες ο καθηγητής μπορεί να αγνοεί την ύπαρξή τους.</p>

source: Create user accounts for users not yet registered in Moodle
el: Δημιουργία λογαριασμών χρηστών για χρήστες που δεν έχουν εγγραφεί στο ΠΗΛΕΑΣ

source: IMS Enterprise enrolment data typically describes a set of users. If enabled, accounts can be created for any users not found in Moodle's database. Users are searched for first by their "idnumber", and second by their Moodle username. Passwords are not imported by the IMS Enterprise plugin. The use of an authentication plugin is recommended for authenticating users.
el: <p align="center"><strong>Αυτόματη δημιουργία λογαριασμών χρηστών</strong></p> <p align="center"><br /> Το άρθρωμα <b>IMS Enterprise</b> τυπικά περιγράφει ένα σύνολο χρηστών. Εάν αυτή η ρύθμιση ενεργοποιηθεί, οι λογαριασμοί μπορούν να δημιουργηθούν για οποιοδήποτε χρήστη που δεν βρίσκεται ήδη στη βάση δεδομένων του Moodle.<br /> Η αναζήτηση χρηστών γίνεται αρχικά με τον κωδικό αριθμό τους (&quot;id number&quot;), και στην συνέχεια με το όνομα χρήστη που έχουν στο Moodle.</p> <p align="center"><br /> <strong>Κωδικοί πρόσβασης</strong></p> <p align="center"><br /> Οι κωδικοί πρόσβασης δεν εισάγονται από το άρθρωμα <b>IMS Enterprise</b>. Σας συστήνουμε να κάνετε χρήση λειτουργιών του Moodle για την πιστοποίηση των χρηστών.</p>

source: Frequency of processing
el: Συχνότητα επεξεργασίας

source: Delete user accounts when specified in IMS data
el: Διαγραφή λογαριασμών χρηστών όταν δηλώνεται στα IMS δεδομένα

source: If enabled, IMS Enterprise enrolment data can specify the deletion of user accounts (if the "recstatus" flag is set to 3, which represents deletion of an account). As is standard in Moodle, the user record isn't actually deleted from Moodle's database, but a flag is set to mark the account as deleted.
el: <p align="center"><strong>Αυτόματη διαγραφή λογαριασμών χρηστών</strong></p> <p align="center"><br /> Εάν αυτή η ρύθμιση έχει ενεργοποιηθεί, το άρθρωμα εγγραφής <b>IMS Enterprise</b> μπορεί να προχωρήσει σε διαγραφή λογαριασμών χρηστών. <br /> Στο Moodle τα στοιχεία των χρηστών δεν διαγράφονται πραγματικά από τη βάση δεδομένων, αλλά οι λογαριασμοί σημειώνονται ως ανενεργοί. Έτσι, η διαδικασία διαγραφής είναι στην πραγματικότητα αναστρέψιμη.</p>

source: perform an IMS Enterprise import right now
el: εκτέλεση μιας εισαγωγής IMS Enterprise τώρα

source: The text file you are using for IMS-file-based enrolments ({$a}) can not be deleted by the cron process. This usually means the permissions are wrong on it. Please fix the permissions so that Moodle can delete the file, otherwise it might be processed repeatedly.
el: Το αρχείο κειμένου που χρησιμοποιείτε για εγγραφές βασισμένες στο IMS αρχείο ({$a}) δεν μπορεί να διαγραφεί από τη διαδικασία cron. Αυτό συνήθως σημαίνει ότι τα δικαιώματα είναι λάθος ορισμένα σε αυτό. Παρακαλώ διορθώστε τα δικαιώματα ώστε το ΠΗΛΕΑΣ να μπορεί να διαγράψει το αρχείο, ειδάλλως ίσως να το επεξεργάζεται συνέχεια.

source: Important error: Enrolment file
el: Σημαντικό σφάλμα: Αρχείο εγγραφής

source: Change personal names to Title Case
el: Αλλαγή προσωπικών ονομάτων σε Γράμματα Τίτλου

source: Change usernames to lower case
el: Αλλαγή ονομάτων χρηστών σε μικρά γράμματα

source: The IMS Enterprise specification includes 8 distinct role types. Please choose how you want them to be assigned in Moodle, including whether any of them should be ignored.
el: Οι προδιαγραφές του IMS Enterprise περιλαμβάνουν 8 διακριτούς τύπους ρόλων. Παρακαλώ επιλέξτε πως θέλετε να αποδίδονται στο ΠΗΛΕΑΣ, περιλαμβάνοντας το εάν κάποιοι από αυτόυς θα πρέπει να αγνοηθούν.

source: File location
el: Τοποθεσία αρχείου

source: Log file output location (blank for no logging)
el: Θέση εξόδου του αρχείου καταγραφής (κενό για να μη γίνονται καταγραφές)

source: Notify admin by email
el: Ενημέρωση διαχειριστή με ηλεκτρονικό ταχυδρομείο

source: Notify users by email
el: Ενημέρωση χρηστών με ηλεκτρονικό ταχυδρομείο

source: Miscellaneous
el: Ετερόκλητα

source: IMS Enterprise file
el: IMS Enterprise αρχείο

source: This method will repeatedly check for and process a specially-formatted text file in the location that you specify. The file must follow the IMS Enterprise specifications containing person, group, and membership XML elements.
el: Αυτή η μέθοδος θα ελέγχει κατ' επανάληψη και θα επεξεργάζεται ένα ειδικά διαμορφωμένο αρχείο κειμένου στην τοποθεσία που έχετε ορίσει. Το αρχείο πρέπει να ακολουθεί τις προδιαγραφές IMS Enterprise περιέχοντας πρόσωπο, ομάδα και συμμετοχή XML στοιχείων.

source: Add user photo data to profile
el: Προσθήκη εικόνας χρήστη στο προφίλ

source: Warning: Image processing is likely to add a significant burden to the server. You are recommended not to activate this option if large numbers of students are expected to be processed.
el: Προσοχή: Η επεξεργασία εικόνας είναι πιθανό να προσθέσει σημαντικό φόρτο στον εξυπηρετητή. Προτείνεται να μην ενεργοποιήσετε αυτή την επιλογή εάν αναμένεται να επεξεργαστούν μεγάλοι αριθμοί φοιτητών.

source: Only process data if the following target is specified
el: Επεξεργασία δεδομένων μόνο εάν ο ακόλουθος στόχος έχει οριστεί

source: An IMS Enterprise data file could be intended for multiple "targets" - different LMSes, or different systems within a school/university. It's possible to specify in the Enterprise file that the data is intended for one or more named target systems, by naming them in <target> tags contained within the <properties> tag. In general you don't need to worry about this. Leave the setting blank and Moodle will always process the data file, no matter whether a target is specified or not. Otherwise, fill in the exact name that will be output inside the <target> tag.
el: <p align="center"><b>Παραλήπτες</b></p> <p>Ένα αρχείο δεδομένων IMS Enterprise μπορεί να προορίζεται για πολλαπλόυς &quot;παραλήπτες&quot; (διαφορετικά LMS, ή διαφορετικά συστήματα μέσα σε ένα πανεπιστήμιο). Είναι δυνατό να προσδιοριστεί στο αρχείο Enterprise ότι τα δεδομένα προορίζονται για ένα ή περισσότερα συστήματα-παραλήπτες, ονομάζοντάς τα στις ετικέτες &lt;target&gt; που περιέχονται μέσα στις ετικέτες &lt;properties&gt;.</p> <p>Σε πολλές περιπτώσεις δε χρειάζεται να ανησυχείτε για αυτό. Αφήστε την ρύθμιση κενή και το Moodle θα επεξεργάζεται το αρχείο δεδομένων, ακόμα και αν δεν ορίζεται παραλήπτης. Ειδάλλως, συμπληρώστε το ακριβές όνομα το οποίο περιέχεται μέσα στην ετικέτα &lt;target&gt;. </p>

source: Roles
el: Ρόλοι

source: Use the &quot;sourcedid&quot; for a person's userid if the &quot;userid&quot; field is not found
el: Χρησιμοποιήστε το "sourcedid" για το userid ενός ατόμου εάν το "userid" πεδίο δεν βρεθεί

source: Truncate course codes to this length
el: Κόψιμο κωδικών μαθημάτων σε αυτό το μήκος

source: In some situations you may have course codes which you wish to truncate to a specified length before processing. If so, enter the number of characters in this box. Otherwise, leave the box blank and no truncation will occur.
el: <p align="center"><b>Περικόπτοντας κωδικούς Μαθημάτων</b></p> <p>Σε κάποιες περιπτώσεις μπορεί να έχετε κωδικούς μαθημάτων οι οποίοι επιθυμείτε να έχουν συγκεκριμένο μήκος πριν την επεξεργασία. Αν αυτό ισχύει, εισάγετε τον αριθμό των χαρακτήρων (μήκος) στο κουτί αυτό. Αλλιώς, αφήστε άδειο το κουτί και δε θα πραγματοποιηθεί καμιά περικοπή. </p>

source: Tick this box if using &quot;Capita&quot; (their XML format is slightly wrong)
el: Τσεκάρετε αυτό το πλαίσιο εάν χρησιμοποιείτε "Capita" (η μορφή XML είναι λίγο λάθος)

source: The student data system produced by Capita has been found to have one slight error in its XML output. If you are using Capita you should enable this setting - otherwise leave it un-ticked.
el: <p align="center"><b>Capita</b></p> <p>Το σύστημα δεδομένων που δημιουργήθηκε από το Capita έχει ένα μικρό λάθος στην XML έξοδο του. Εάν χρησιμοποιείται το Capita καλό είναι να ενεργοποιηθεί αυτή η επιλογή.</p>

source: User data options
el: Επιλογές δεδομένων χρήστη

source: 0 indicates no truncation
el: Το 0 δηλώνει καθόλου κόψιμο
