Repository: eellak/moodle-po
Catalog: *-new/error.po_*.po
Languages: el

source: Incorrect category!
el: Λανθασμένη κατηγορία!

source: Incorrect category id!
el: Λανθασμένο id κατηγορίας!

source: Comment is incorrect
el: Το σχόλιο είναι λανθασμένο

source: Invalid component name
el: Μη έγκυρο όνομα συστατικού

source: Invalid confirmation data
el: Μη έγκυρα δεδομένα επιβεβαίωσης

source: Invalid context
el: Μη έγκυρο πλαίσιο

source: Invalid course
el: Μη έγκυρο μάθημα

source: Invalid course format
el: Μη έγκυρος τύπος μαθήματος

source: You are trying to use an invalid course ID
el: Προσπαθείτε να χρησιμοποιήσετε ένα μη έγκυρο ID μαθήματος: ({$a})

source: Incorrect context level
el: Λανθασμένο επίπεδο πλαισίου

source: Invalid course module ID
el: Μη έγκυρο ID αρθρώματος μαθήματος

source: Invalid short course name
el: Μη έγκυρο σύντομο όνομα μαθήματος

source: Data submitted is invalid
el: Τα υποβληθέντα δεδομένα δεν είναι έγκυρα

source: Incorrect element id!
el: Λανθασμένο id στοιχείου!

source: This is not valid entry!
el: Αυτή δεν είναι μια έγκυρη εγγραφή!

source: Invalid event
el: Μη έγκυρο γεγονός

source: "{$a}" is not a valid field name
el: "{$a}" δεν είναι έγκυρο όνομα πεδίου

source: "{$a}" is not a valid file type
el: "{$a}" δεν είναι έγκυρος τύπος πεδίου

source: Incorrect format for choose parameter
el: Λανθασμένο φορμάτ για την επιλεχθείσα παράμετρο

source: Incorrect form data
el: Λανθασμένα δεδομένα φόρμας

source: Incorrect function
el: Λανθασμένη λειτουργία

source: Incorrect grade item id
el: Λανθασμένο id στοιχείου βαθμού

source: Incorrect group id specified
el: Έχει οριστεί λανθασμένο id ομάδας

source: Invalid IP address format
el: Λανθασμένο φορμάτ διεύθυνσης IP

source: Incorrect item id
el: Λανθασμένο id στοιχείου

source: Incorrect key
el: Λανθασμένο κλειδί

source: Incorrect legacy role definition for type: {$a}
el: Λανθασμένος προσδιορισμός κληροδοτημένου ρόλου για τον τύπο: {$a}

source: The check variable was wrong - try again
el: Μη έγκυρο md5

source: Invalid mode ({$a})
el: Μη έγκυρη μορφή ({$a})

source: Invalid module
el: Μη έγκυρο άρθρωμα

source: Invalid module ID: {$a}
el: Μη έγκυρο ID αρθρώματος: {$a}

source: Invalid module name: {$a}
el: Μη έγκυρο όνομα αρθρώματος: {$a}

source: Invalid numeric value
el: Μη έγκυρη αριθμητική τιμή

source: $conditions array may not contain numeric keys, please fix the code!
el: Ο πίνακας $conditions δεν μπορεί να περιέχει αριθμητικά κλειδιά, παρακαλώ διορθώστε τον κώδικα!

source: Incorrect outcome id
el: Μη έγκυρο id αποτελέσματος

source: Invalid page size
el: Μη έγκυρο μέγεθος σελίδας

source: Invalid payment method: {$a}
el: Μυ έγκυρη μορφή πληρωμής: {$a}

source: ERROR: Incorrect number of query parameters. Expected {$a->expected}, got {$a->actual}.
el: ΣΦΑΛΜΑ: Λανθασμένο πλήθως παραμέτρων ερωτήματος. Αναμενόταν {$a->expected}, ελήφθησαν {$a->actual}.

source: Invalid request
el: Μη έγκυρο αίτημα

source: Invalid role
el: Μη έγκυρος ρόλος

source: Invalid role ID
el: Μη έγκυρο ID ρόλου

source: Incorrect scale id
el: Μη έγκυρο id κλίμακας

source: Course module record contains invalid section
el: Η έγγραφή του αρθρώματος μαθήματος περιέχει μη έγκυρο τμήμα

source: Your session has most likely timed out. Please log in again.
el: Υποβλήθηκε λανθασμένο sesskey, η φόρμα δε γίνεται δεκτή!

source: That's an invalid short course name
el: Μη έγκυρο σύντομο όνομα μαθήματος

source: Invalid URL
el: Μη έγκυρο URL

source: Invalid user
el: Μη έγκυρος χρήστης

source: Invalid user id
el: Μη έγκυρο id χρήστη

source: "{$a}" is not a valid XML file
el: Το "{$a}" δεν είναι έγκυρο αρχείο XML

source: Cannot find geo information about this IP address {$a}
el: Δεν ήταν δυνατή η εύρεση πληροφοριών geo σχετικά με αυτήν την IP διεύθυνση {$a}

source: Cannot display lookup of private IP address
el: Δεν είναι δυνατή η προβολή της αναζήτησης ιδιωτικής διεύθυνσης IP

source: Client IP address mismatch
el: Αναντιστοιχία διεύθυνσης IP πελάτη

source: Failed to move item down, as it is the last of it's peers
el: Αποτυχία μεταφοράς στοιχείου προς τα κάτω αφού είναι το τελευταίο

source: Failed to move item left, as it has no parent
el: Αποτυχία μεταφορές του στοιχείου στα αριστερά καθώς δεν έχει γονέα

source: Failed to move item right, as there is no peer to make it a child of. Move it below another peer and then you can move it right.
el: Αποτυχία μεταφοράς του στοιχείου στα δεξιά καθώς δεν υπάρχει ομότιμος από το οποίο να μπορεί να δημιουργηθεί υποστοιχείο. Μετακινήστε το κάτω από άλλο ομότιμο κι έπειτα μπορείτε να το μετακινήσετε στα δεξιά.

source: Failed to move the item up, as it is the first of it's peers
el: Αποτυχία μεταφοράς του στοιχείου επάνω καθώς είναι το πρώτο των ομότιμών του

source: No children of item found
el: Δε βρέθηκε υποστοιχείο

source: Item not found
el: Δε βρέθηκε το στοιχείο

source: No peers of item found
el: Δε βρέθηκαν οι peers του στοιχείου

source: DB operation failed when editing list hierarchy
el: Απέτυχε η λειτουργία της βάσης δεδομένων κατά την επεξεργασία της ιεραρχίας της λίστας

source: Logs not available
el: Δεν υπάρχουν διαθέσιμα αρχεία καταγραφής

source: You cannot use enrol or unenrol when in course "Login as" session
el: Δεν μπορείτε να χρησιμοποιήσετε τις λειτουργίες εγγραφής ή αποεγγραφής όταν βρίσκεστε στη σύνοδο μαθήματος "Είσοδος ως"

source: You cannot enter this course.<br /> You have to terminate the "Login as" session before entering any other course.
el: Δεν μπορείτε να εισέρθετε σε αυτό το μάθημα.<br /> Πρέπει να τερματίσετε τη σύνοδο "Είσοδος ως" πριν να εισέρθετε σε οποιοδήποτε άλλο μάθημα.

source: Messaging is disabled on this site
el: Η αποστολή μηνυμάτων είναι απενεργοποιημένη σε αυτόν τον ιστοχώρο

source: Your system is not configured to run mimeTeX. You need to download the appropriate executable for you PHP_OS platform from <a href="http://moodle.org/download/mimetex/">http://moodle.org/download/mimetex/</a>, or obtain the C source from <a href="http://www.forkosh.com/mimetex.zip"> http://www.forkosh.com/mimetex.zip</a>, compile it and put the executable into your moodle/filter/tex/ directory.
el: Το σύστημά σας δεν έχει ρυθμιστεί ώστε να τρεχει mimeTeX. Πρέπει να κατεβάσετε το κατάλληλο εκτελέσιμο για την πλατφόρμα PHP σας από το <a href="http://moodle.org/download/mimetex/">http://moodle.org/download/mimetex/</a>, ή να αποκτήσετε τον πηγαίο κώδικα C από το <a href="http://www.forkosh.com/mimetex.zip"> http://www.forkosh.com/mimetex.zip</a>, να το κάνετε compile και να τοποθετήσετε το εκτελέσιμο στον κατάλογο moodle/filter/tex/.

source: Custom mimetex is not executable!
el: Το παραμετροποιημένο mimetex δεν είναι εκτελέσιμο!

source: Field "{$a}" is missing
el: Το πεδίο "{$a}" λείπει

source: ERROR: missing param "{$a}" in query
el: ΣΦΑΛΜΑ: λείπει η παράμετρος "{$a}" στο ερώτημά σας

source: A required parameter ({$a}) was missing
el: Η απαιτούμενη παράμετρος ({$a}) λείπει

source: Parameter missing
el: Κάποια απαιτούμενη παράμετρος λείπει

source: Some required field is missing
el: Κάποιο απαιτούμενο πεδίο λείπει

source: Missing userid and itemid
el: Λείπει το userid και το itemid

source: Required variable name is missing!
el: Λείπει το απαιτούμενο όνομα μεταβλητής!

source: ERROR: Mixed types of sql query parameters!!
el: ΣΦΑΛΜΑ: Μπερδεμένοι τύποι παραμέτρων του ερωτήματος sql!!

source: MNET is disabled
el: Το MNET είναι απενεργοποιημένο

source: Remote MNET users cannot log in locally
el: Οι απομακρυσμένοι χρήστες MNET δεν μπορούν να εισέρθουν τοπικά

source: This module ({$a}) has been disabled for this particular course
el: Αυτό το άρθρωμα ({$a}) έχει απενεργοποιηθεί γι' αυτό το συγκεκριμένο μάθημα

source: This module does not exist
el: Το άρθρωμα αυτό δεν υπάρχει

source: The instance of this module does not exist
el: Το στιγμυότυπο αυτού του αρθρώματος δεν υπάρχει

source: Module {$a} is missing the code needed to perform this function
el: Λείπει απαιτούμενος κώδικας στο άρθρωμα {$a} για την εκτέλεση αυτής της λειτουργίας

source: Multiple restore execution not allowed!
el: Δεν επιτρέπεται η εκτέλεση πολλαπλών λειτουργιών επαναφοράς!

source: You must be logged in to do this
el: Πρέπει να έχετε εισέλθειστο σύστημα για να το κάνετε αυτό

source: You must be a teacher to look at this page
el: Πρέπει να είστε καθηγητής για να δείτε αυτήν τη σελίδα

source: You need to copy something first!
el: Πρέπει να αντιγράψετε κάτι πρώτα!

source: Either course id or category must be specified
el: Είτε το id μαθήματος ή η κατηγορία πρέπει να έχει οριστεί

source: You need to add {$a} support to your PHP installation
el: Πρέπει να προσθέσετε υποστήριξη {$a} στην εγκατάσταση PHP σας

source: No administrators!
el: Χωρίς διαχειριστές!

source: No blocks found!
el: Δε βρέθηκαν μπλοκ!

source: Category '{$a}' cannot be deleted!
el: Η κατηγορία '{$a}' δεν μπορεί να διαγραφεί!

source: Sorry, but that course is not a valid context
el: Συγνώμη, αλλά αυτό το μάθημα δεν αποτελεί έγκυρο πλαίσιο

source: No data
el: Δεν υπάρχουν δεδομένα

source: No existing category
el: Δεν υπάρχει κατηγορία

source: File not specified
el: Δεν έχει οριστεί αρχείο

source: Requested directory does not exist
el: Ο συγκεκριμένος κατάλογος δεν υπάρχει

source: No formslib form description file found for this activity.
el: Δε βρέθηκε προσδιορισμός φόρμας formslib γι' αυτήν τη δρστηριότητα.

source: No guests here!
el: Δεν υπάρχουν επισκέπτες εδώ!

source: There are no instances of {$a} in this course!
el: Δεν υπάρχουν στιγμιότυπα του {$a} σε αυτό το μάθημα!

source: You are not allowed to log in as that user
el: Δεν μπορείτε να εισέλθετε ως ο συγκεκριμένος χρήστης

source: Non meaningful content
el: Περιεχόμενο δίχως σημασία

source: No participants found for this course
el: Δε βρέθηκαν συμμετέχονες γι' αυτό το μάθημα

source: Sorry, but you have no participatory course modules to report on
el: Συγνώμη, αλλά δεν έχετε αρθρώματα συμμετοχικού μαθήματος για να αναφέρετε.

source: Sorry, but you do not currently have permissions to do that ({$a})
el: Συγνώμη, αλλά επί του τρεχόντως δεν έχετε το δικαίωμα να το κάνετε αυτό ({$a})

source: You can't add comments
el: Δεν μπορείτε να προσθέσετε σχόλια σε αυτό το γλωσσάρι!

source: You can't delete other people's entries!
el: Δεν μπορείτε να διαγράψετε τις καταχωρήσεις άλλων!

source: You can't edit other people's comments!
el: Δεν μπορείτε να επεξεργαστείτε τις καταχωρήσεις άλλων!

source: No permission to hide!
el: Δεν έχετε το δικαίωμα να κρύψετε το συγκεκριμένο στοιχείο!

source: You do not have the required permissions to import activities to this course
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να εισαγάγετε δραστηριότητες σε αυτό το μάθημα

source: No permission to lock!
el: Δεν έχετε το δικαίωμα να κλειδώσετε το συγκεκριμένο στοιχείο

source: You do not have the required permissions to manage groups
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να διαχειριστείτε ομάδες

source: Rating of items not allowed!
el: Δεν επιτρέπεται η αξιολόγηση στοιχείων!

source: No permission to see this!
el: Δεν έχετε το δικαίωμα να το προβάλετε αυτό!

source: No permission to unlock!
el: Δεν έχετε το δικαίωμα να ξεκλειδώσετε το συγκεκριμένο στοιχείο!

source: Can not view grades.
el: Δεν έχετε δικαίωμα να δείτε τους βαθμούς.

source: Missing permission to view letter grades
el: Λείπει το δικαίωμα επισκόπησης των βαθμών

source: You are not allowed to look at this page
el: Δεν επιτρέπετε να δείτε αυτήν τη σελίδα

source: Could not find a top-level course!
el: Δεν ήταν δυνατή η εύρεση μαθήματος αρχικού επιπέδου!

source: No site ID
el: Δεν υπάρχει ID ιστοχώρου

source: Sorry, there is no available data to display
el: Λυπούμαστε, δεν υπάρχουν διαθέσιμα δεδομένα για προβολή

source: You are not allowed to update this user preference remotely
el: Δεν έχετε το δικαίωμα να επεξεραστείτε αυτήν την προτίμηση χρήστη απομακρυσμένα

source: That is not currently available
el: Αυτό δεν είναι προσωρινά διαθέσιμο

source: You are not a member of this course group
el: Δεν είστε μέλος αυτής της ομάδας μαθήματος

source: You are not owner of this key
el: Δεν είστε ο ιδιοκτήτης αυτού του κλειδιού

source: No such user!
el: Δεν υπάρχει τέτοιος χρήστης!

source: Only administrators can do that
el: Μόνον οι διαχειριστές μπορούν να το κάνουν αυτό.

source: Only editing teachers can do that
el: Μόνον οι καθηγητές με δικαίωμα επεξεργασίας μπορούν να το κάνουν αυτό.

source: You can only edit your own information
el: Μόνον τις δικές σας πληροφορίες μπορείτε να επεξεργαστείτε

source: Order ID {$a} not found
el: Δε βρέθηκε το ID σειράς {$a}

source: An unusual error occurred (tried to reach a page that does not exist)
el: Συνέβη ένα σφάλμα (προσπάθεια πρόσβασης σε σελίδα που δεν υπάρχει).

source: No valid arguments supplied, path does not start with slash!
el: Δεν έχετε παράσχει έγυρες παραμέτρους, η διαδρομή δεν αρχίζει με κάθετο!

source: If you have time, please let us know what you were trying to do when the error occurred:
el: Εάν έχετε χρόνο, παρακαλώ ενημερώστε μας τι κάνατε όταν εμφανίστηκε το σφάλμα:

source: Plugin "{$a->pluginname}" ({$a->pluginversion}) could not be installed. It requires a newer version of Moodle (currently you are using {$a->currentmoodle}, you need {$a->requiremoodle}).
el: Δεν εγκαταστάθηκε η υπομονάδα λογισμικού "{$a->pluginname}" ({$a->pluginversion}). Απαιτεί πιο νέα έκδοση του Moodle (αυτή τη στιγμή χρησιμοποιείτε {$a->currentmoodle}, χρειάζεστε {$a->requiremoodle}).

source: <p>Error: database table prefix cannot be empty ({$a})</p> <p>The site administrator must fix this problem.</p>
el: <p>Σφάλμα: το πρόθεμα της βάσης δεν μπορεί να είναι κενή ({$a})</p> <p>Ο διαχειριστής του ιστοχώρου θα πρέπει να διορθώσει αυτό το πρόβλημα.</p>

source: <p>Error: database table prefix is too long ({$a->dbfamily})</p> <p>The site administrator must fix this problem. Maximum length for table prefixes in {$a->dbfamily} is {$a->maxlength} characters.</p>
el: <p>Σφάλμα: το πρόθεμα της βάσης είναι πολύ μεγάλη ({$a->dbfamily})</p> <p>Ο διαχειριστής του ιστοχώρου θα πρέπει να διορθώσει αυτό το πρόβλημα. Το μέγιστο μήκος για το πρόθεμα των πινάκων στο {$a->dbfamily} είναι {$a->maxlength} χαρακτήρες.</p>

source: Processing stops here. Remaining records ignored.
el: Η επεξεργασία σταματά εδώ. Τα εναπομείναντα αρχεία αγνοούνται.

source: Can be refunded to {$a}
el: Μπορεί να σας επιστραφεί το ποσό {$a}

source: Refunded to original amount: {$a}
el: Έγινε επιστροφή στο αρχικό ποσό: {$a}

source: <p>The download of the component to your server failed. Please verify proxy settings; the PHP cURL extension is highly recommended.</p> <p>You must download the <a href="{$a->url}">{$a->url}</a> file manually, copy it to "{$a->dest}" in your server and unzip it there.</p>
el: Απέτυχε η λήψη του τμήματος στο διακομιστή σας, παρακαλώ επιβεβαιώστε τις ρυθμίσεις του διακομιστή proxy, η επέκταση PHP cURL συνιστάται θερμά.<br /><br />Πρέπει να κατεβάσετε το <a href="{$a->url}">{$a->url}</a> χειροκίνητα, να το αντιγράψετε στο "{$a->dest}" στο διακομιστή σας και να το αποσυμπιέσετε εκεί.

source: Download of components to your server isn't allowed (allow_url_fopen is disabled).<br /><br />You must download the <a href="{$a->url}">{$a->url}</a> file manually, copy it to "{$a->dest}" in your server and unzip it there.
el: Το κατέβασμα τμημάτων στο διακομιστή δεν επιτρέπεται (το allow_url_fopen είναι απενεργοποιημένο).<br /><br />Πρέπει να κατεβάσετε το <a href="{$a->url}">{$a->url}</a> αρχείο χειροκίνητα, αντιγράψτε το στο "{$a->dest}" στο διακομιστή σας και αποσυμπιέστε το εκεί.

source: This type of report is only available for the site course
el: Αυτός ο τύπος αναφοράς είναι διαθέσιμος μόνο για το μάθημα ιστοχώρου

source: Sorry, but your current account "{$a}" is restricted from doing that
el: Συγνώμη, αλλά ο τρέχων λογαριασμός σας "{$a}" δεν επιτρέπεται να το κάνει αυτό.

source: Reverse proxy enabled, server can not be accessed directly, sorry.<br />Please contact server administrator.
el: Έχει ενεργοποιηθεί ο Reverse proxy, ο διακομιστής σας τώρα δεν είναι προσβάσιμος απευθείας, λυπούμαστε γι' αυτό.<br />Παρακαλώ επικοινωνήστε με το διαχειριστή του διακομιστή σας.

source: Ooops! Your MNET communication has failed! Here's that error message to pass on to your administrator: {$a}
el: RPC enrol/mnet/available_courses: ({$a})

source: Scheduled backups have been disabled by the server admin
el: Η λήψη προγραμματισμένων αντιγράφων ασφαλείας έχει απενεργοποιηθεί από το διαχειριστή του διακομιστή

source: Change password confirmation link was already used, password was not changed
el: Ο σύνδεσμος αλλαγής συνθηματικού έχει ήδη χρησιμοποιηθεί, το συνθηματικό δεν έχει αλλάξει

source: This section does not exist
el: Αυτό το τμήμα δεν υπάρχει

source: Send message
el: Αποστολή μηνύματος

source: Incorrect use of require_key_login() - session cookies must be disabled!
el: Λανθασμένη χρήση του require_key_login() - τα cookies συνόδου πρέπει να είναι απενεργοποιημένα!

source: Your session has timed out. Please log in again.
el: Η συνδεσή σας έμεινε ανενεργή για πολύ χρόνο. Παρακαλώ συνδεθείτε ξανά.

source: A server error that affects your login session was detected. Please log in again or restart your browser.
el: Ανιχνεύθηκε ένα σφάλμα στο διακομιστή το οποίο επηρεάζει τη συνεδρία εισόδου σας. Παρακαλώ εισέλθετε ξανά ή επανεκκινήστε τον περιηγητή σας.

source: Sorry, but your IP number seems to have changed from when you first logged in. This security feature prevents crackers stealing your identity while logged in to this site. Normal users should not be seeing this message - please ask the site administrator for help.
el: Λυπούμαστε αλλά το IP σας φαίνεται να έχει αλλάξει από την τελευταία φορά που εισήλθατε. Αυτό το χαρακτηριστικό ασφαλείας εμποδίζει crackers από το να κλέψουν την ταυτότητά σας ενώ είστε συνδεδεμένοι στον ιστοχώρο. Οι κανονικοί χρήστες δε πρέπει να βλέπουν αυτό το μήνυμα - ζητήστε βοήθεια από το διαχειριστή του συστήματος.

source: <p>Sorry, but your IP number seems to have changed from when you first logged in. This security feature prevents crackers stealing your identity while logged in to this site. You may see this error if you use wireless networks or if you are roaming between different networks. Please ask the site administrator for more help.</p> <p>If you want to continue please press F5 key to refresh this page.</p>
el: Λυπούμαστε αλλά το IP σας φαίνεται να έχει αλλάξει από την πρώτη φορά που εισήλθατε. Αυτό το χαρακτηριστικό ασφαλείας εμποδίζει crackers από το να κλέψουν την ταυτότητά σας ενώ είστε συνδεδεμένοι στον ιστοχώρο. Μπορεί να δείτε αυτό το σφάλμα εάν χρησιμοποιείτε ασύρματο δίκτυο ή εάν μετακινείστε μεταξύ διαφορετικών δικτύων. Παρακαλώ επικοινωνήστε με το διαχειριστή του ιστοχώρου σας για περισσότερη βοήθεια.<br /><br />Εάν επιθυμείτε να συνεχίσετε παρακαλώ πιέστε το πλήκτρο F5 για να ανανεώσετε αυτήν τη σελίδα.

source: Short name is already used for another course ({$a})
el: Το σύντομο όνομα ήδη χρησιμοποιείται από άλλο μάθημα

source: SOCKS5 proxy is not supported in PHP4
el: Ο SOCKS5 proxy δεν υποστηρίζεται στην PHP4

source: Spellchecker not configured
el: Ο spellchecker δεν έχει ρυθμιστεί

source: For security reasons only https connections are allowed, sorry.
el: Για λόγους ασφαλείας επιτρέπονται μόνο συνδέσεις https, λυπούμαστε.

source: Statistics is currently in catchup mode. So far {$a->daysdone} day(s) have been processed and {$a->dayspending} are pending. Check back soon!
el: Τα στατιστικά είναι σε φάση πρόφθασης. Μέχρι τώρα έχει γίνει επεξεργασία {$a->daysdone} ημερών και εκκρεμούν {$a->dayspending}. Ελέγξτε ξανά σύντομα!

source: Statistics are not enabled.
el: Τα στατιστικά δεν είναι ενεργοποιημένα

source: There is no available data for that combination of course and time period
el: Δεν υπάρχουν διαθέσιμα δεδομένα γι' αυτόν το συνδυασμό μαθημάτων και χρονικών περιόδων

source: Can not create local file pool directories, please verify permissions in dataroot.
el: Δεν είναι δυνατή η δημιουργία τοπικών pool καταλόγων αρχείων, παρακαλώ ελέγξτε τα δικαιώματα στο dataroot.

source: Cannot read file. Either the file does not exist or there is a permission problem.
el: Δεν είναι δυνατή η ανάγνωση του αρχείου, είτε το αρχείο δεν υπάρχει ή υπάρχουν προβλήματα δικαιωμάτων

source: Can not create file "{$a->contextid}/{$a->component}/{$a->filearea}/{$a->itemid}{$a->filepath}{$a->filename}"
el: Δεν είναι δυνατή η δημιουργία του αρχείου "{$a->contextid}/{$a->filearea}/{$a->itemid}{$a->filepath}{$a->filename}"

source: Unknown exception related to local files ({$a})
el: Άγνωστη εξαίρεση σχετική με τοπικά αρχεία ({$a})

source: Tags are disabled!
el: Οι ετικέτες είναι απενεργοποιημένες!

source: The specified tag was not found in the database
el: Η συγκεκριμένη ετικέτα δε βρέθηκε στη βάση

source: The target database is not empty. Transfer aborted for safety reasons.
el: Η βάση-στόχος δεν είναι άδεια. Η μεταφορά εγκαταλείφθηκε για λόγους ασφαλείας.

source: This theme is not installed!
el: Αυτό το θέμα δεν είναι εγκατεστημένο!

source: Transaction cannot be voided because it has already been voided
el: Η συναλλαγή δεν μπορεί να ακυρωθεί επειδή έχει ακυρωθεί ήδη

source: An error occurred while trying to unenrol that person
el: Συνέβη κάποιο σφάλμα κατά την προσπάθεια διαγραφής του συγκεκριμένου ατόμου

source: Sorry, but your database is not already in Unicode, and this version of Moodle is not able to migrate your database to Unicode. Please upgrade to Moodle 1.7.x first and perform the Unicode migration from the Admin page. After that is done you should be able to migrate to Moodle {$a}
el: Λυπούμεστα αλλά η βάση δεδομένων σας είναι ήδη σε Unicode κι αυτή η έκδοση του Moodle δεν μπορεί να μεταφέρει τη βάση σε Unicode. Παρακαλώ πρώτα αναβαθμίστε σε Moodle 1.7.x κι εκτελέστε τη μεταφορά Unicode από τη σελίδα του διαχειριστή. Αφού έχει γίνει αυτό θα πρέπει να μπορείτε να μεταφερθείτε σε Moodle {$a}

source: Unknown action!
el: Άγνωστη ενέργεια!

source: Category not known!
el: Άγνωστη κατηγορία!

source: This is an unknown context ({$a}) in get_child_contexts!
el: Άγνωστο πλαίσιο ({$a}) στο get_child_contexts!

source: Format not known ({$a})
el: Άγνωστο φορμάτ ({$a})

source: This is an unknown context.
el: Άγνωστο πλαίσιο.

source: Unknown course named "{$a}"
el: Άγνωστο μάθημα με όνομα "{$a}"

source: Unknown course ID "{$a}"
el: Άγνωστο ID μαθήματος "{$a}"

source: Unknown course request
el: Άγνωστο αίτημα μαθήματος

source: Error unknown filtertype
el: Σφάλμα: άγνωστο filtertype

source: Unknown group "{$a}"
el: Άγνωστη ομάδα "{$a}"

source: Unknown help topic {$a}
el: Άγνωστο θέμα βοήθειας {$a}

source: Unknown module name for form
el: Άγνωστο όνομα αρθρώματος για τη φόρμα

source: Unknown role "{$a}"
el: Άγνωστος ρόλος "{$a}"

source: Unknown sort column {$a}
el: Άγνωστη στήλη ταξινόμησης {$a}

source: Sorry, I do not understand this user action
el: Λυπούμαστε αλλά αυτή η ενέργεια χρήστη δεν είναι κατανοητή.

source: Unknown user selector
el: Άγνωστος επιλογέας χρήστη

source: Unknown ordering
el: Άγνωστη ταξινόμηση

source: Unknown parameter type: {$a}
el: Άγνωστος τύπος παραμέτρου: {$a}

source: Unsupported question type {$a}
el: Μη υποστηριζόμενος τύπος ερώτησης {$a}

source: Error: Unknown upload action ({$a})
el: Σφάλμα: Άγνωστη ενέργεια μεταφόρτωσης ({$a})

source: Must specify course id, short name or idnumber
el: Πεπρει να ορίσετε id μαθήματος, σύντομο όνομα ή idnumber

source: Unsupported event type
el: Μη υποστηριζόμενος τύπος γεγονότος

source: Unsupported completion state
el: Μη υποστηριζόμενη κατάσταση συμπλήρωσης

source: Web server software ({$a}) is not supported, sorry.
el: Λυπούμαστε αλλά το λογισμικό διακομιστή δικτύου ({$a}) δεν υποστηρίζεται.
