Repository: eellak/moodle-po
Catalog: *-new/error.po_*.po
Languages: el

source: Activity deletion in progress...
el: Διαγραφή δραστηριότητας σε εξέλιξη...

source: The autorization plugin doesn't exist
el: Η υπομονάδα πιστοποίησης δεν υπάρχει

source: This backup file contains external Moodle Network Hosts that are not configured locally
el: Αυτό το αντίγραφο ασφαλείας περιέχει εξωτερικούς Moodle Network Hosts που δεν είναι ρυθμισμένοι τοπικά

source: Backup tables could NOT be set up successfully!
el: Οι πίνακες αντιγράφων ασφαλείας ΔΕΝ έχουν στηθεί σωστά!

source: This block does not support global configuration
el: Αυτό το μπλοκ δεν υποστηρίζει καθολικές ρυθμίσεις

source: Problem in instantiating block object
el: Πρόβλημα κατά την υλοποίηση αντικειμένου μπλοκ

source: Could not read data for blockid= {$a}
el: Αδυναμία ανάγνωσης δεδομένων για το blockid= {$a}

source: This block does not exist
el: Αυτό το μπλοκ δεν υπάρχει

source: Naming conflict: block {$a->name} has the same title with an existing block: {$a->conflict}!
el: Σύγκρουση ονοματοδοσίας: το μπλοκ {$a->name} έχει τον ίδιο τίτλο με ένα υπάρχον μπλοκ: {$a->conflict}!

source: Could not add a new course module
el: Αδυναμία πρόσθεσης νέου αρθρώματος μαθήματος

source: Could not add the new course module to that section
el: Αδυναμία πρόσθεσης του νέου αρθρώματος μαθήματος σε αυτό το τμήμα

source: {$a} module could not be added to the module list!
el: Το {$a} άρθρωμα δεν μπόρεσε να προστεθεί στη λίστα αρθρωμάτων!

source: Could not add a new module of {$a}
el: Αδυναμία προσθήκης αρθρώματος {$a}

source: You do not have permission to add rss feeds
el: Δεν έχετε δικαιώματα να βλέπετε τα rss feeds

source: Cannot assign role in course
el: Αδυναμία ανάθεσης ρόλου στο μάθημα

source: You are not allowed to assign this role (id = {$a->roleid}) in this context ({$a->context})
el: Δεν επιτρέπεται να αναθέσετε το ρο αυτόν (id = {$a->roleid}) σε αυτό το πλαίσιο ({$a->context})

source: Cannot assign self as parent!
el: Αδυναμία ανάθεσης ρόλου ως γονέα!

source: You cannot call this script in that way
el: Δεν μπορείτε να καλέστε αυτό το script με αυτόν τον τρόπο

source: You cannot call user_selector::get_selected_user if multi select is true.
el: Δεν μπορείτε να καλέστε το user_selector::get_selected_user εάν η επιλογή multiselect είναι true.

source: Could not create backupdata folder. The site administrator needs to fix the file permissions
el: Αδυναμία δημιουργίας φακέλου backupdata. Ο διαχειριστής του ιστοχώρου πρέπει να ρυθμίσει τα δικαιώματα

source: The category was not inserted
el: Η κατηγορία δεν εισήχθη

source: Error creating group
el: Σφάλμα κατά τη δημιουργία νέας ομάδας

source: Error: Could not create base lang directory
el: Σφάλμα: Αποτυχία δημιουργίας φακέλου κύριας γλώσσας

source: Cannot create lang directory
el: Δε δημιουργήθηκε φάκελος γλώσσας.

source: Error finding or creating section structures for this course
el: Σφάλμα κατά την εύρεση ή δημιουργία δομών γι' αυτό το μάθημα

source: Undefined element - cannot create pop-up window
el: Μη ορισμένο στοιχείο - αποτυχία δημιουργίας αναδυόμενου παραθύρου

source: Cannot create site folder. The site administrator needs to fix the file permissions.
el: Αποτυχία δημιουργίας φακέλου ιστοχώρου. Ο διαχειριστής του ιστοχώρου πρέπει να ρυθμίσει τα δικαιώματα.

source: Cannot create temp directory
el: Δε δημιουργήθηκε φάκελος temp.

source: Cannot create upload folder. The site administrator needs to fix the file permissions.
el: Αποτυχία δημιουργίας φακέλου μεταφορτώσεων. Ο διαχειριστής του ιστοχώρου πρέπει να ρυθμίσει τα δικαιώματα.

source: Couldn't delete previous backup ids
el: Αποτυχία διαγραφής id προηγούμενων αντιγράφων ασφαλείας

source: You do not have the permission to delete this course
el: Δεν έχετε τα δικαιώματα να σβήσετε αυτό το μάθημα

source: Error deleting custom field data
el: Σφάλμα κατά τη διαγραφή δεδομένων προσαρμοσμένων πεδίων

source: Cannot delete ({$a})
el: Αποτυχία διαγραφής ({$a})

source: It cannot be deleted, because {$a}
el: Δεν μπορεί να διαγραφεί επειδή {$a}

source: Could not delete role with ID {$a}
el: Αποτυχία διαγραφής ρόλου με ID {$a}

source: You cannot delete this role because it is used by the system, or because it is the last role with administrator capabilities.
el: Δεν μπορείτε να διαγράψετε αυτόν το ρόλο επειδή χρησιμοποιείται από το σύστημα ή επειδή είναι ο τελευταίος ρόλος με δυνατότητες διαχειριστή.

source: Cannot download components
el: Δεν κατέβηκαν τα τμήματα.

source: Cannot download list of language updates from download.moodle.org
el: Αποτυχία λήψης λίστας ανανεωμένων γλωσσικών πακέτων από το download.moodle.org

source: Cannot download ZIP file
el: Δεν κατέβηκε το αρχείο ZIP.

source: This comment is not yours to edit!
el: Αυτό το σχόλιο δεν είναι δικό σας για να το επεξεργαστείτε!

source: You can't edit this. The time has expired!
el: Δεν μπορείτε να το επεξεργαστείτε. Ο χρόνος έχει λήξει!

source: You cannot post or edit blogs
el: Δεν μπορείτε να αναρτήσετε ανακοινώσεις ή να επεξεργαστείτε blog

source: You cannot edit the site course using this form
el: Δεν μπορείτε να επεξεργαστείτε το μάθημα ιστοχώρου χρησιμοποιώντας αυτήν τη φόρμα

source: Sorry, you cannot edit own profile
el: Λυπούμαστε, δεν μπορείτε να επεξεργαστείτε το προφίλ σας

source: Cannot find category record from database by ID - {$a}
el: Αδυναμία εύρεσης εγγραφής κατηγορίας από τη βάση δεδομένων με ID - {$a}

source: Cannot find component
el: Δεν βρέθηκε το τμήμα.

source: Could not find context
el: Δε βρέθηκ το πλαίσιο

source: Cannot find "{$a}" language docs files
el: Αδυναμία εύρεσης docs αρχεία της γλώσσας "{$a}"

source: Cannot find grade_item
el: Αδυναμία εύρεσης grade_item

source: Unable to find group
el: Αδυναμία εύρεσης ομάδας

source: Cannot find "{$a}" language help files
el: Αδυναμία εύρεσης αρχείων βοήθειας για τη γλώσσα "{$a}"

source: Cannot find info for: "{$a}"
el: Αδυναμία εύρεσης πληροφοριών για: "{$a}"

source: Cannot find "{$a}" language pack!
el: Αδυναμία εύρεσης γλωσσικού πακέτου "{$a}"!

source: Cannot find teacher
el: Αποτυχία εύρεσης διδάσκοντα

source: Cannot find user named "{$a}"
el: Αποτυχία εύρεσης χρήστη με όνομα "{$a}"

source: Could not retrieve blocks from the database
el: Αδυναμία ανάκτησης μπλοκ από τη βάση δεδομένων

source: Cannot get category record
el: Αποτυχία ανάκτησης εγγραφής κατηγορίας

source: Cannot get data
el: Αποτυχία λήψης δεδομένων

source: Cannot grade this user
el: Αποτυχία βαθμολογίας αυτού του χρήστη

source: Course category cannot have parent!
el: Η κατηγορία μαθήματος δεν μπορεί να έχει γονέα!

source: Import error
el: Σφάλμα εισαγωγής

# $string['cannotimportformat']
source: Sorry, importing this format is not yet implemented!
el: Λυπόμαστε, η εισαγωγή αυτού του φορμάτ δεν έχει υλοποιηθεί ακόμη!

source: Grade import error
el: Σφάλμα εισαγωγής βαθμών

source: Cannot insert grade item without course id!
el: Αδυναμία εισαγωγής βαθμού χωρίς το id του μαθήματος!

source: Could not insert a new rating ({$a->id} = {$a->rating})
el: Αδυναμία εισαγωγής μιας νέας ταξινόμησης ({$a->id} = {$a->rating})

source: Could not insert new record ID {$a}
el: Αδυναμία εισαγωγής νέας εγγραφής με ID {$a}

source: Error sending password change confirmation email
el: Σφάλμα κατά την αποστολή email επιβεβαίωσης για αλλαγή συνθηματικού

source: Activity does not provide manual completion tracking
el: Η δραστηριότητα δεν παρέχει χειροκίνητο εντοπισμό ολοκλήρωσης

source: Mapping collision detected - two fields maps to the same grade item {$a}
el: Ανιχνεύτηκε σύγκρουση στη χαρτογράφηση - δύο πεδία αναφέρονται στο ίδιο στοιχείο βαθμολογίας {$a}

source: Could not mark that topic for this course
el: Δεν ήταν δυνατή η βαθμολόγηση αυτού του θέματος γι'αυτό το μάθημα

source: Cannot get the module name in build navigation
el: Δεν ήταν δυνατή η ανάκτηση του ονόματος αρθρώματος στο build navigation

source: Cannot get the module type in build navigation
el: Δεν ήταν δυνατή η ανάκτηση του τύπου αρθρώματος στο build navigation

source: Cannot move role with ID {$a}
el: Αδυναμία μετακίνησης ρόλου με ID {$a}

source: Cannot open CSV file
el: Αδυναμία ανοίγματος αρχείου CSV

source: Cannot open file ({$a})
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου ({$a})

source: Cannot open for writing: {$a}
el: Δεν ήταν δυνατό το άνοιγμα για εγγραφή: {$a}

source: Cannot open template file ({$a})
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου-προτύπου ({$a})

source: Can not open zip file, probably zip extension bug on 64bit os
el: Δεν ήταν δυνατό το άνοιγμα του συμπιεσμένου αρχείου, κατά πάσα πιθανότητα αυτό είναι πρόβλημα επέκτασης zip σε 64bit λειτουργικό

source: Cannot override base role capabilities
el: Δεν ήταν δυνατή η παράκαμψη των δυνατοτήτων βασικού ρόλου

source: You are not allowed to override this role (id = {$a->roleid}) in this context ({$a->context})
el: Δεν επιτρέπεται να παρακάμψετε αυτόν το ρόλο (id = {$a->roleid}) σε αυτό το πλαίσιο ({$a->context})

source: Cannot read file ({$a})
el: Δεν είναι δυνατή η ανάγνωση του αρχείου ({$a})

source: Error reading temporary file
el: Σφάλμα ανάγνωσης προσωρινού αρχείου

source: Could not read uploaded file
el: Δεν ήταν δυνατή η ανάγνωση του μεταφορτωμένου αρχείου

source: Could not remove the selected course from this meta course!
el: Δεν ήταν δυνατή η αφαίρεση του επιλεγμένου μαθήματος από αυτό το μετα-μάθημα!

source: You cannot reset the guest password
el: Δεν μπορείτε να επαναφέρετε το συνθηματικό επισκέπτη

source: Error resetting password and mailing you
el: Σφάλμα επαναφοράς συνθηματικού και αποστολής email

source: Cannot reset this role
el: Δεν είναι δυνατή η επαναφορά αυτού του ρόλου

source: An error has occurred and the restore could not be completed!
el: Συνέβη κάποιο σφάλμα και η επαναφορά δεν ήταν δυνατόν να ολοκληρωθεί!

source: You need to be a creator or admin user to restore into new course!
el: Πρέπει να είστε δημιουργός ή χρήστης με διαχειριστικά δικαιώματα ώστε να επαναφέρετε ένα αντίγραφο ασφαλείας μέσα σε ένα καινούριο μάθημα!

source: You need to be a editing teacher or admin user to restore into selected course!
el: Πρέπει να είστε διδάσκων με δικαιώματα επεξεργασίας ή χρήστης με διαχειριστικά δικαιώματα ώστε να επαναφέρετε ένα αντίγραφο ασφαλείας μέσα σε ένα επιλεγμένο μάθημα!

source: Could not save your agreement
el: Δεν ήταν δυνατή η αποθήκευση της συμφωνίας σας

source: Error saving block configuration
el: Σφάλμα αποθήκευσης ρυθμίσεων αρθρώματος

source: Cannot save comment
el: Αποτυχία αποθήκευσης σχολίου

source: Cannot save data
el: Αποτυχία αποθήκευσης δεδομένων

source: Cannot save the file "{$a}"!
el: Αποτυχία αποθήκευσης του αρχείου "{$a}"!

source: Cannot save md5 file
el: Δεν αποθηκεύτηκε το αρχείο md5.

source: Cannot save ZIP file
el: Δεν αποθηκεύτηκε το αρχείο ZIP.

source: Cannot set parent for category or course item!
el: Δεν είναι δυνατός ο ορισμός γονέα για την κατηγορία ή το μάθημα!

source: Could not set user password!
el: Δεν ήταν δυνατός ο ορισμός συνθηματικού χρήστη!

source: Could not set preference aggregationview to {$a} for this grade category
el: Δεν ήταν δυνατός ο ορισμός της προτίμησης aggregationview σε {$a} για αυτήν την κατηγορία βαθμών

source: Could not set the theme!
el: Δεν ήταν δυνατός ο ορισμός του θέματος!

source: Blocks tables could NOT be set up successfully!
el: Οι πίνακες μπλοκ ΔΕΝ έχουν οριστεί σωστά!

# $string['cannotsetupcapformod']
source: Could not set up the capabilities for {$a}
el: Δεν ήταν δυνατός ο ορισμός των δυνατοτήτων για {$a}

# $string['cannotsetupcapforplugin']
source: Could not set up the capabilities for {$a}
el: Δεν ήταν δυνατός ο ορισμός των δυνατοτήτων για {$a}

source: Cannot show/hide the courses in category {$a}.
el: Δεν ήταν δυνατή η προβολή/απόκρυψη των μαθημάτων στην κατηγορία {$a}.

source: Could not unassign deprecated capability {$a->cap} from role {$a->role}
el: Δεν τήαν δυνατή η ανάθεση της απαξιωμένης δυνατότητας {$a->cap} από το ρόλο {$a->role}

source: Cannot unassign this user from role id: {$a}
el: Δεν ήταν δυνατή η κατάργηση αυτού του χρήστη από το id ρόλου: {$a}

source: Cannot unzip file
el: Δεν έγινε αποσυμπίεση του αρχείου.

source: Could not update {$a}
el: Δεν ήταν δυνατή η ενημέρωση του {$a}

source: Failed to update password on external auth: {$a}. See the server logs for more details.
el: Αδυναμία ενημέρωσης συνθηματικού στην εξωτερική πιστοίηση: {$a}. Δείτε τα αρχεία καταγραφής του διακομιστή για περισσότερες λεπτομέρειες.

source: Error updating user record
el: Σφάλμα ενημέρωσης εγγραφής χρήστη

source: Could not update record ID {$a}
el: Δεν ήταν δυνατή η ενημέρωση του ID εγγραφής {$a}

source: Cannot update RSS
el: Δεν είναι δυνατή η ενημέρωση του RSS

source: Could not update a child course!
el: Δεν ήταν δυνατή η ενημέρωση του μαθήματος-παιδιού!

source: Cannot update user message preferences
el: Δεν είναι δυνατή η ενημέρωση των προτιμήσεων μηνυμάτων χρήστη

source: Failed to update user data on external auth: {$a}. See the server logs for more details.
el: Σφάλμα ενημέρωσης δεδομένων χρήστη σε εξωτερική πιστοποίηση: {$a}. Δείτε τα αρχεία καταγραφής του διακομιστή για περισσότερες λεπτομέρειες.

source: Error processing upload file
el: Σφάλμα επεξεργασίας αρχείου μεταφορτώσεως

source: You need to be an admin user to use this page
el: Πρέπει να είστε διαχειριστής για να χρησιμοποιήσετε αυτήν τη σελίδα

source: You need to be a teacher or admin user to use this page
el: Πρέπει να είστε διδάσκων ή διαχειριστής για να χρησιμοποιήσετε αυτήν τη σελίδα

source: Only teachers and administrators can use this page
el: Μόνο διδάσκοντες και διαχειριστές μπορούν να χρησιμοποιήσουν αυτήν τη σελίδα

source: Sorry, you may not use this page
el: Λυπούμαστε, δεν μπορείτε να χρησιμοιήσετε αυτήν τη σελίδα

source: You cannot view the profile of this user
el: Δεν μπορείτε να δείτε το προφίλ αυτού του χρήστη

source: Cannot write to file ({$a})
el: Δεν είναι δυνατή η εγγραφή στο αρχείο ({$a})

source: Comment ID is misconfigured
el: Το ID του σχολίου δεν είναι σωστά σχηματισμένο

source: Component is up-to-date
el: Το τμήμα είναι ενημερωμένο.

source: Sorry, but your session key could not be confirmed to carry out this action. This security feature prevents against accidental or malicious execution of important functions in your name. Please make sure you really wanted to execute this function.
el: Συγνώμη, αλλά το κλειδί της συνεδρίας σας δεν επιβεβαιώθηκε για να την ολοκλήρωση αυτής της ενέργειας. Αυτό το χαρακτηριστικό ασφαλείας αποτρέπει την εκτέλεση σημαντικών λειτουργιών κατά λάθος ή επίτηδες στο όνομά σας. Παρακαλώ βεβαιωθείτε ότι πράγματι θέλετε να εκτελεστεί αυτή η λειτουργία.

source: A serious but unspecified error occurred while trying to assign a role to you
el: Ένα σοβαρό αλλά μη-ορισμένο σφάλμα συνέβη ενώ δοκιμάστηκε η απόδοση ρόλου σε σας.

source: Cannot update the user - user doesn't exist
el: Δεν είναι δυνατή η ενημέρωση του χρήστη - ο χρήστης δεν υπάρχει

source: Error: The file countries.php in language pack {$a} is empty or missing.
el: Σφάλμα: Το αρχείο countries.php στο γλωσσικό πακέτο {$a} είναι άδειο ή δεν υπάρχει.

source: Course corresponding to group {$a} not specified
el: Το μάθημα που αντιστοιχεί στην ομάδα {$a} δεν έχει οριστεί

source: Course id doesn't exist
el: Το id του μαθήματος δεν υπάρχει

source: Course is misconfigured
el: Το μάθημα δεν είναι σωστά σχηματισμένο

source: Sorry, but course requests have been disabled by the administrator.
el: Λυπούμαστε αλλά οι αιτήσεις για μαθήματα έχουν απενεργοποιηθεί από το διαειριστή

source: Duplicate columns detected
el: Εντοπίστηκαν διπλότυπες στήλες

source: The CSV file is empty
el: Το αρχείο CSV είναι άδειο

source: Not enough columns, please verify the delimiter setting
el: Δεν υπάρχουν αρκετές στήλες, παρακαλώ επιβεβαιώστε τη ρύθμιση του διαχωριστικού στηλών

source: <b>Invalid CSV file:</b> First line must include "Header Fields" and the file must be type of <br />"Expanded Fields/Comma Separated"<br />or<br /> "Expanded Fields with CAVV Result Code/Comma Separated"
el: <b>Λάθος αρχείο CSV:</b> Η πρώτη γραμμή πρέπει να περιέχει "Header Fields" και το αρχείο πρέπει να είναι τύπου <br />"Expanded Fields/Comma Separated"<br />ή<br /> "Expanded Fields with CAVV Result Code/Comma Separated"

source: Invalid CSV file - each line must include 49 or 70 fields
el: Λάθος αρχείο CSV - η κάθε γραμμή πρέπει να περιέχει 49 ή 70 πεδία

source: An error occurred while loading the CSV file: {$a}
el: Σφάλμα συνέβη κατά το φόρτωμα του αρχείου CSV!

source: Invalid CSV file format - number of columns is not constant!
el: Μη έγκυρο φορμάτ αρχείου CSV - ο αριθμός των στηλών δεν είναι σταθερά!

source: <p>Error: Database connection failed</p> <p>It is possible that the database is overloaded or otherwise not running properly.</p> <p>The site administrator should also check that the database details have been correctly specified in config.php</p>
el: <p>Σφάλμα: Η σύνδεση στη βάση απέτυχε</p> <p>Είναι πιθανόν η βάση να είναι υπερφορτωμένη ή να μην τρέχει σωστά.</p> <p>Ο διαχειριστής του ιστοχώρου θα πρέπει επίσης να ελέγξει ότι οι λεπτομέρειες της βάσης δεδομένων έχουν οριστεί σωστά στο config.php</p>{$a}

source: <p>Error: database driver problem detected</p> <p>The site administrator should verify server configuration</p><p>{$a}</p>
el: <p>Σφάλμα: Ο οδηγός της βάσης εμφάνισε πρόβλημα</p> <p>Ο διαχειριστής του ιστοχώρου θα πρέπει να ελέγξει τις ρυθμίσεις του διακομιστή</p><p>{$a}</p>

source: Serious database session problem detected.<br /><br />Please notify server administrator.
el: Εντοπίστηκε σοβαρό πρόβλημα στη συνεδρία της βάσης δεδομένων.<br /><br />Παρακαλώ ειδοποιήστε το διαχειριστή του συστήματος.

source: Setting up of database session failed. Please notify the server administrator.
el: Σφάλμα στο στήσιμο της συνεδρίας βάσης δεδομένων.<br /><br />Παρακαλώ ειδοποιήστε το διαχειριστή του διακομιστή.

source: A serious session error was detected. Please notify the site administrator. The problem is most probably caused by small value in max_allowed_packet MySQL setting.
el: Εντοπίστηκε σοβαρό σφάλμα συνεδρίας.<br /><br />Παρακαλώ ειδοποιήστε το διαχεριστή, αυτό το πρόβλημα πιθανότατα έχει προκληθεί από μικρή τιμή της max_allowed_packet στη ρύθμιση MySQL.

source: Database update failed
el: Απέτυχε η ενημέρωση της βάσης δεδομένων

source: DDL sql execution error
el: Σφάλμα στην εκτέλεση DDL sql

source: Field "{$a}" already exists
el: Το πεδίο "{$a}"

source: Field "{$a->fieldname}" does not exist in table "{$a->tablename}"
el: Το πεδίο "{$a->fieldname}" δεν υπάρχει στον πίνακα "{$a->tablename}"

source: Table "{$a}" already exists
el: Ο πίνακας "{$a}" υπάρχει ήδη

source: Table "{$a}" does not exist
el: Ο πίνακας "{$a}" δεν υπάρχει

source: Unknown DDL library error
el: Άγνωστο σφάλμα βιβλιοθήκης DDL

source: XML database file errors found
el: Εντοπίστηκαν σφάλματα XML αρχείου βάσης

source: The destination course module does not exist
el: Το άρθρωμα του μαθήματος-στόχου δεν υπάρχει

source: Plugin "{$a}" is defective or outdated, can not continue, sorry.
el: Η υπομονάδα "{$a}" είναι προβληματική - λυπούμαστε αλλά δεν είναι δυνατή η συνέχεια.

source: Error reading from database
el: Σφάλμα ανάγνωσης από τη βάση δεδομένων

source: Error writing to database
el: Σφάλμα εγγραφής στη βάση δεδομένων

source: Downloaded file check failed
el: Το κατέβασμα ελέγχου αρχείου απέτυχε.

source: ERROR: duplicate parameter name in query
el: ΣΦΑΛΜΑ: διπλότυπη παράμετρος στο ερώτημα

source: There is already a role with this name!
el: Υπάρχει ήδη ένας ρόλος με αυτό το όνομα!

source: There is already a role with this short name!
el: Υπάρχει ήδη ένας ρόλος με αυτό το σύντομο όνομα!

source: Duplicate username - skipping record
el: Διπλότυπο όνομα χρήστη - αγνόηση εγγραφής

source: Emailing failed
el: Απέτυχε η αποστολή email

source: Error occurred
el: Συνέβη κάποιο σφάλμα

source: Error cleaning directory "{$a}"
el: Σφάλμα στο καθαρισμό φακέλου "{$a}"

source: Error copying files
el: Σφάλμα στην αντιγραφή αρχείων

source: Error creating directory "{$a}"
el: Σφάλμα στη δημιουργία φακέλου "{$a}"

source: Error creating file "{$a}"
el: Σφάλμα στη δημιουργία αρχείου "{$a}"

source: Error creating role
el: Σφάλμα στη δημιουργία ρόλου

source: Error on line {$a}
el: Σφάλμα στη γραμμή "{$a}"

source: Error reading file "{$a}"
el: Σφάλμα στην ανάγνωση του αρχείου "{$a}"

source: An error occurred when trying to save your request.
el: Συνέβη κάποιο σφάλμα κατά την αποθήκευση του αιτήματός σας.

source: Error setting user preference
el: Σφάλμα κατά τον ορισμό της προτίμησης χρήστη

source: Error unzipping files
el: Σφάλμα στην αποσυμπίεση αρχείων

source: Expired key
el: Ληγμένο κλειδί

source: One or more blocks are registered in the database, but they all failed to load!
el: Ένα ή περισσότερα μπλοκ είναι καταγγεγραμμένα στη βάση αλλά κανένα δεν μπόρεσε να φορτωθεί!

source: "{$a}" is a required field
el: Το "{$a}" είναι απαιτούμενο πεδίο

source: Non-core file name mismatch. The file "{$a->current}" should be {$a->file}
el: Αναντιστοιχία ονόματος αρχείου (μη-πυρήνα). Το αρχείο "{$a->current}" θα έπρεπε να είναι {$a->file}

source: Sorry, the requested file could not be found
el: Συγνώμη, το αρχείο που ζητήθηκε δε βρέθηκε

source: File is not readable
el: Το αρχείο δεν είναι αναγνώσιμο

source: Filter {$a} is not currently active
el: Το φίλτρο {$a} δεν είναι ενεργό αυτήν τη στιγμή

source: Filter {$a} is not currently installed
el: Το φίλτρο {$a} δεν είναι εγκατεστημένο αυτήν τη στιγμή

source: You have exceeded the posting threshold set for this forum
el: Έχετε ξεπεράσει το επιτρεπόμενο κατώφλι αναρτήσεων για αυτό το forum.

source: Exception - {$a}
el: Εξαίρεση - {$a}

source: Grade publishing disabled
el: Απενεργοποιήθηκε η ανάρτηση βαθμών

source: User already belongs to group {$a}
el: Ο χρήστης ήδη ανήκει στην ομάδα {$a}

source: Group "{$a}" already exists for this course
el: Η ομάδα "{$a}" ήδη υπάρχει γι' αυτό το μάθημα

source: Group "{$a}" not added
el: Η ομάδα "{$a}" δεν προστέθηκε

source: Group {$a} not associated to specified course
el: Η ομάδα {$a} δεν σχετίζεται με το συγκεκριμένο μάθημα

source: Guests are not allowed to post comments!
el: Οι επισκέπτες δεν επιτρέπεται να ανεβάζουν σχόλια!

source: The guest user cannot edit their profile
el: Ο επισκέπτης δεν μπορεί να τροποποιήσει το προφίλ του

source: The guest user profile cannot be edited
el: Το προφίλ του επισκέπτη δεν μπορεί να τροποποιηθεί

source: Guests are not allowed to rate entries
el: Οι επισκέπτες δεν επιτρέπεται να αξιολογούν καταχωρήσεις

source: The guest user is not allowed to do this
el: Ο επισκέπτης δεν επιτρέπεται να εκτελέσει αυτήν την ενέργεια

source: Hack attack detected!
el: Ανιχνεύτηκε επίθεση!

source: Incorrect pool file content {$a}.
el: Λανθασμένο περιεχόμενο pool αρχείου {$a}.

source: Headers already sent
el: Οι κεφαλίδες έχουν ήδη αποσταλεί

source: This ID number is already in use
el: Ο αριθμός ID ήδη χρησιμοποιείται για κάποιο άλλο μάθημα

# $string['importformatnotimplement']
source: Sorry, importing this format is not yet implemented!
el: Λυπούμαστε, η εισαγωγή αυτού του φορμάτ δεν έχει υλοποιηθεί ακόμη!

source: File has an incorrect extension
el: Το αρχείο έχει λανθασμένη επέκταση

source: This page was not accessed correctly
el: Αυτή η σελίδα δεν προσπελάστηκε απευθείας

source: Invalid access parameter
el: Μη έγκυρη παράμετρος πρόσβασης

source: Invalid action parameter
el: Μη έγκυρη παράμετρος ενέργειας

source: Invalid activity ID
el: Μη έγκυρη ID δραστηριότητας

source: Invalid admin setting ({$a})
el: Μυ έγκυρη ρύθμιση διαχειριστή ({$a})

source: No valid arguments supplied or incorrect server configuration
el: Δεν έχουν δοθεί έγκυρες παράμετροι ή έχει γίνει λανθασμένη ρύθμιση του διακομιστή

source: No valid arguments supplied
el: Δεν έχουν δοθεί έγκυρες παράμετροι

source: Invalid block instance for: {$a}
el: Μη έγκυρο στιγμυότυπο μπλοκ για: {$a}
