Repository: eellak/moodle-po
Catalog: *-new/error.po_*.po
Languages: el

source: Error: New Moodle version was installed on server, unfortunately upgrade from the previous version is not supported.<br />Please upgrade first to latest 1.9.x release. You can also return to previous version by reinstalling original files.
el: Σφάλμα: Εγκαταστάθηκε νέα έκδοση Moodle στο διακομιστή σας, δυστυχώς η αναβάθμιση από την προηγούμενη έκδοση δεν υποστηρίζεται.<br />Παρακαλώ αναβαθμίστε στην τελευταία έκδοση 1.9.x. Μπορείτε επίσης να επιστρέψετε στην προηγούμενη έκδοση επανεγκαθιστώντας τα αρχικά αρχεία.

source: Site is being upgraded, please retry later.
el: Ο ιστοχώρος βρίσκεται υπό αναβάθμιση, παρακαλώ ξαναπροσπαθήστε αργότερα.

source: URL not defined for RSS feed
el: Η διεύθυνση URL δεν έχει οριστεί για το RSS

source: Unknown auth plugin
el: Άγνωστη υπομονάδα λογισμικού auth

source: Auth plugin not supported here
el: Η υπομονάδα λογισμικού auth δεν υποστηρίζεται εδώ

source: Duplicate address
el: Διπλότυπη διεύθυνση

source: Users in the MNET access control list must be remote MNET users
el: Ο χρήστες στη λίστα ελέγχου πρόσβασης MNET πρεπει να είναι απομακρυσμένοι χρήστες MNET

source: User not added - error
el: Ο χρήστης "{$a}" δεν προστέθηκε - άγνωστο σφάλμα

source: User not added - already registered
el: Ο χρήστης "{$a}" δεν προστέθηκε - ήδη εγγεγραμμένος

source: The details of this user are not available to you
el: Οι λεπτομέρειες αυτού του χρήστη δεν είναι διαθέσιμες σε εσάς.

source: User not deleted - error
el: Ο χρήστης δε διαγράφηκε - σφάλμα

source: User not deleted - could not find the username
el: Ο χρήστης δε διαγράφηκε - δεν ήταν δυνατή η εύρεση του ονόματος χρήστη

source: User not deleted - deleting not allowed
el: Ο χρήστης δε διαγράφηκε - δεν επιτρέπεται η διαγραφή

source: This user is not in this course!
el: Ο χρήστης δεν υπάρχει σε αυτό το μάθημα!

source: Cannot rename admin accounts
el: Δεν είναι δυνατή η μετονομασία λογαριασμών διαχειριστών

source: User not renamed - the new username is already in use
el: Ο χρήστης δε μετονομάστηκε -- το καινούργιο όνομα χρήστη χρησιμοποιείται ήδη.

source: User not renamed - could not find the old username
el: Ο χρήστης δε μετονομάστηκε -- δε βρέθηκε το παλιό όνομα χρήστη.

source: User not renamed - renaming not allowed
el: Ο χρήστης δε μετονομάστηκε - η μετονομασία δεν επιτρέπεται

source: Cannot update admin accounts
el: Δεν είναι δυνατή η ενημέρωση των λογαριασμών διαχειριστών

source: User not updated - error
el: Ο χρήστης δεν ενημερώθηκε - σφάλμα

source: User not updated - does not exist
el: Ο χρήστης δεν ενημερώθηκε - δεν υπάρχει

source: user_selector got more than one selected user, even though multiselect is false.
el: Ο user_selector έχει περισσότερους από έναν επιλεγμένους χρήστες, ακόμη κι αν το multiselect είναι ανενεργό.

source: This script is called wrongly
el: Το script καλείται λανθασμένα

source: Context ID was incorrect (cannot find it)
el: Το ID πλαισίου ήταν λανθασμένο (δεν είναι δυνατή η εύρεσή του)

source: Wrong destination path
el: Λανθασμένη διαδρομή προορισμού.

source: Incorrect role ID!
el: Λανθασμένο ID ρόλου!

source: Wrong source URL base
el: Λανθασμένη βάση πηγής URL.

source: Wrong ZIP file name
el: Λανθασμένo όνομα αρχείου ZIP.

source: WS - Could not create course - No permission
el: WS - Δεν ήταν δυνατή η δημιουργία του μαθήματος - Δεν επιτρέπεται

source: Incorrect access detected, this server may be accessed only through "{$a}" address, sorry.<br />Please notify server administrator.
el: Ανιχνεύτηκε λανθασμένη πρόσβαση, η πρόσβαση σε αυτόν το διακομιστή μπορεί να γίνει μόνον από τη διεύθυνση "{$a}", λυπούμαστε.<br />Παρακαλώ ενημερώστε το διαχειριστή του συστήματος.

source: Detected incorrect $CFG->wwwroot in config.php, it must not contain trailing slash.<br />Please notify server administrator.
el: Ανιχνεύτηκε λανθασμένο $CFG->wwwroot στο config.php, πρέπει να περιέχει τελικά /.<br />Παρακαλώ ενημερώστε το διαχειριστή του διακομιστή.

source: XMLDB error!
el: Σφάλμα XMLDB!

source: You cannot delete category '{$a}' because you can neither delete the contents, nor move them elsewhere.
el: Δεν μπορείτε να διαγράψετε την κατηγορία '{$a}' επειδή δεν μπορείτε ούτε να διαγράψετε τα περιεχόμενα ούτε να τα μεταφέρετε αλλού.
