Repository: eellak/moodle-po
Catalog: *-new/format_topcoll.po_*.po
Languages: el

source: Arrow
el: Βέλος

source: Bulb
el: Λάμπα

source: Centre
el: Κέντρο

source: Cloud
el: Σύννεφο

source: Please enter a valid RGB colour, six hexadecimal digits.
el: Παρακαλώ εισάγετε ένα έγκυρο RGB χρώμα, σε έξι δεκαεξαδικά ψηφία.

source: Horizontal
el: Οριζόντια

source: Vertical
el: Κάθετα

source: Collapsed Topics reset options
el: Επιλογές επαναφοράς Συμπτυγμένων Θεμάτων

source: Reset to Collapsed Topics defaults.
el: Επαναφορά στις αρχικές ρυθμίσεις των Συμπτυγμένων Θεμάτων.

source: This section
el: Παρούσα ενότητα

source: Course display
el: Προεπιλεγμένη εμφάνιση μαθήματος

source: Either show all the sections on a single page or section zero and the chosen section on page.
el: Εμφάνιση όλων των ενοτήτων σε μία μόνο σελίδα ή την ενότητα μηδέν και τις επιλεγμένες ενότητες στη σελίδα.

source: Display instructions to users
el: Εμφάνιση οδηγιών στον χρήστη

source: Display instructions to users informing them how to use the toggles. Can be yes or no.
el: Εμφάνιση οδηγιών στους χρήστες ενημερώνοντας τους πώς μπορούν να χρησιμοποιήσουν τα κουμπιά εναλλαγής. Μπορεί να είναι ναι ή όχι.

# $string['defaultlayoutcolumnorientation']
source: Column orientation
el: Προεπιλεγμένος προσανατολισμός στηλών

source: The default column orientation: Vertical or Horizontal.
el: Ο προεπιλεγμένος προσανατολισμός στηλών: Κάθετα ή Οριζόντια.

source: Number of columns
el: Προεπιλεγμένος αριθμός στηλών

source: Number of columns between one and four.
el: Αριθμός στηλών ανάμεσα σε μία και τέσσερις.

# $string['defaultlayoutelement']
source: Layout
el: Διάταξη

source: The layout setting can be one of:<br />'Default' with everything displayed.<br />No 'Topic x' / 'Week x' / 'Day x'.<br />No section number.<br />No 'Topic x' / 'Week x' / 'Day x' and no section number.<br />No 'Toggle' word.<br />No 'Toggle' word and no 'Topic x' / 'Week x' / 'Day x'.<br />No 'Toggle' word, no 'Topic x' / 'Week x' / 'Day x' and no section number.
el: Η ρύθμιση διάταξης μπορεί να είναι: 'Προεπιλεγμένη' όπου εμφανίζονται τα πάντα. Όχι 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x'. Όχι αριθμός ενότητας. Όχι 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x' και όχι αριθμό ενότητας. Όχι λέξη 'Εναλλαγή' . Όχι λέξη 'Εναλλαγή' και όχι 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x'. Όχι λέξη 'Εναλλαγή' , όχι 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x' και όχι αριθμός ενότητας.

source: The layout setting can be one of:<br />Toggle word, 'Topic x' / 'Week x' / 'Day x' and section number.<br />Toggle word and 'Topic x' / 'Week x' / 'Day x'.<br />Toggle word and section number.<br />'Topic x' / 'Week x' / 'Day x' and section number.<br />Toggle word.<br />'Topic x' / 'Week x' / 'Day x'.<br />Section number.<br />No additions.
el: Η ρύθμιση διάταξης μπορεί να είναι: Λέξη εναλλαγής, 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x' και αριθμός ενότητας. Λέξη εναλλαγής και 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x'. Λέξη εναλλαγής και αριθμός ενότητας. 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x' και αριθμός ενότητας. Λέξη εναλλαγής. 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x'. Αριθμός ενότητας. Καμία προσθήκη.

source: Structure configuration
el: Προεπιλεγμένη ρύθμιση διάταξης

source: The structure setting can be one of:<br />Topic<br />Week<br />Latest Week First<br />Current Topic First<br />Day
el: Η ρύθμιση διάταξης μπορεί να είναι: Θεματική Εβδομαδιαία Τελευταία Εβδομάδα πρώτη Τρέχον Θέμα Πρώτο Μέρα

# $string['defaultshowsectionsummary']
source: Show the section summary when collapsed
el: Εμφάνιση σύνοψης ενότητας κατά τη σύμπτυξη

source: Toggle background colour
el: Προεπιλεγμένο χρώμα παρασκηνίου για την εναλλαγή

source: Toggle background colour in hexidecimal RGB.
el: Προεπιλεγμένο χρώμα παρασκηνίου για την εναλλαγή σε δεκαεξαδική μορφή RGB.

source: Toggle background hover colour
el: Προεπιλεγμένο χρώμα παρασκηνίου για hover στην εναλλαγή

source: Toggle background hover colour in hexidecimal RGB.
el: Προεπιλεγμένο χρώμα παρασκηνίου για hover στην εναλλαγή σε δεκαεξαδική μορφή RGB.

source: Toggle foreground colour
el: Προεπιλεγμένο χρώμα προσκηνίου για την εναλλαγή

source: Toggle foreground colour in hexidecimal RGB.
el: Χρώμα προσκηνίου για την εναλλαγή σε δεκαεξαδική μορφή RGB.

source: Toggle foreground hover colour
el: Προεπιλεγμένο χρώμα προσκηνίου για hover στην εναλλαγή

source: Toggle foreground hover colour in hexidecimal RGB.
el: Χρώμα προσκηνίου για hover στην εναλλαγή σε δεκαεξαδική μορφή RGB.

# $string['defaulttogglealignment']
source: Toggle text alignment
el: Προεπιλεγμένη ευθυγράμμιση κειμένου εναλλαγής

source: 'Left', 'Centre' or 'Right'.
el: 'Αριστερά', 'Κέντρο' ή 'Δεξιά'.

source: Toggle all icon hovers
el: Προεπιλογή hover για εναλλαγή όλων των εικονιδίων

source: 'No' or 'Yes'.
el: 'Όχι' ή 'Ναι'.

# $string['defaulttoggleiconposition']
source: Icon position
el: Θέση εικονιδίου

source: States if the icon should be on the left or the right of the toggle text.
el: Ορίζει έαν το εικονίδιο θα πρέπει να είναι στα αριστερά ή στα δεξιά του κειμένου εναλλαγής.

# $string['defaulttoggleiconset']
source: Toggle icon set
el: Προεπιλεγμένο σύνολο εικονιδίων εναλλαγής

source: 'Arrow' => Arrow icon set.<br />'Bulb' => Bulb icon set.<br />'Cloud' => Cloud icon set.<br />'Eye' => Eye icon set.<br />'Light Emitting Diode' => LED icon set.<br />'Point' => Point icon set.<br />'Power' => Power icon set.<br />'Radio' => Radio icon set.<br />'Smiley' => Smiley icon set.<br />'Square' => Square icon set.<br />'Sun / Moon' => Sun / Moon icon set.<br />'Switch' => Switch icon set.
el: 'Βέλος' => Σύνολο εικονιδίων βέλους. 'Λάμπα' => Σύνολο εικονιδίων λάμπας. 'Σύννεφο' => Σύνολο εικονιδίων σύννεφου. 'Μάτι' => Σύνολο εικονιδίων ματιού. 'Οπτοηλεκτρονική Δίοδος LED' => Σύνολο εικονιδίων LED. 'Τελεία' => Σύνολο εικονιδίων τελείας. 'Ρεύμα' => Σύνολο εικονιδίων ρεύματος. 'Ραδιόφωνο' => Σύνολο εικονιδίων ραδιοφώνου. 'Χαμόγελο' => Σύνολο εικονιδίων χαμόγελου. 'Τετράγωνο' => Σύνολο εικονιδίων τετραγώνου. 'Ήλιος / Φεγγάρι' => Σύνολο εικονιδίων ήλιου / φεγγαριού. 'Διακόπτης' => Σύνολο εικονιδίων διακόπτη.

source: Toggle persistence
el: Εναλλαγή διατήρησης ρυθμίσεων

source: 'On' or 'Off'. Turn off for an AJAX performance increase but user toggle selections will not be remembered on page refresh or revisit.<br />Note: When turning persistence off, please remove any rows containing 'topcoll_toggle_x' in the 'name' field of the 'user_preferences' table in the database. Where the 'x' in 'topcoll_toggle_x' will be a course id. This is to save space if you do not intend to turn it back on.
el: 'Ενεργή' ή 'Ανενεργή'. Μπορεί να επιθυμείτε να απενεργοποιήσετε για αύξηση της απόδοσης ενός AJAX αλλά οι επιλογές χρήστη σχετικά με την εναλλαγή δεν θα επανακληθούν σε ανανέωση σελίδας ή επανεπίσκεψη. Σημείωση: Σε περίπτωση απενεργοποίησης του toggle persistence αφαιρέστε σειρές που περιέχουν 'topcoll_toggle_x' στο πεδίο 'name' από τον πίνακα 'user_preferences' στην βάση. Όπου το 'x' στο 'topcoll_toggle_x' θα είναι το id του μαθήματος.

source: Initial toggle state
el: Τι να συμβεί με τις εναλλαγές όταν ο χρήστης εισέρχεται για πρώτη φορά στο μάθημα, προσθέτει περισσότερες ενότητες ή η διατήρηση ρυθμίσεων είναι απενεργοποιημένη

source: States what to do with the toggles when the user first accesses the course, the state of additional sections when they are added or toggle persistence is off.
el: Ορίζει τι να συμβεί με τα κουμπιά εναλλαγής όταν ο χρήστης εισέρχεται για πρώτη φορά στο μάθημα ή στις επιπρόσθετες ενότητες όταν αυτές προστίθενται.

# $string['displayinstructions']
source: Display instructions
el: Εμφάνιση οδηγιών

source: States that the instructions should be displayed to the user or not.
el: Ορίζει αν οι οδηγίες πρέπει να εμφανίζονται στον χρήστη ή όχι.

source: Eye
el: Μάτι

source: Format reset settings
el: Ρυθμίσεις επαναφοράς μορφής

source: <br />To reset the settings of the course format to the defaults, click on the icon to the right.
el: <br />Για να επαναφέρετε τις ρυθμίσεις της μορφής του μαθήματος στις αρχικές, πατήστε το εικονίδιο στα δεξιά.

# $string['formattopcoll']
source: Collapsed Topics
el: Συμπτυγμένα Θέματα

source: Four
el: Τέσσερις

source: Hide section
el: Απόκρυψη ενότητας

source: Instructions: Clicking on the section name will show / hide the section.
el: Οδηγίες: Πατώντας πάνω στο όνομα της ενότητας θα εμφανιστεί / κρυφτεί η ενότητα.

source: Light emitting diode
el: Οπτοηλεκτρονική δίοδος LED

source: Left
el: Αριστερά

source: Main course page
el: Αρχική σελίδα μαθήματος

# $string['nametopcoll']
source: Collapsed Topics
el: Συμπτυγμένα Θέματα

source: Number of sections
el: Αριθμός Ενοτήτων

source: Off
el: Απενεργοποιημένο

source: On
el: Ενεργοποιημένο

source: One
el: Μία

source: Any course main page in the collapsed topics format
el: Οποιαδήποτε κύρια σελίδα μαθήματος σε μορφή συμπτυγμένων θεμάτων

source: Any course page in the collapsed topics format
el: Οποιαδήποτε σελίδα μαθήματος σε μορφή συμπτυγμένων θεμάτων

# $string['pluginname']
source: Collapsed Topics
el: Συμπτυγμένα Θέματα

source: Point
el: Τελεία

source: Power
el: Ρεύμα

source: Radio
el: Ραδιόφωνο

source: Please click on '{$a->url}' for lots more information about Collapsed Topics.
el: Παρακαλώ δείτε στο '{$a->url}' για περισσότερες πληροφορίες σχετικά με τα Συμπτυγμένα Θέματα.

source: Collapsed Topics read-me
el: Συμπτυγμένα Θέματα διάβασέ-με

source: Colours
el: Χρώματα

source: Resets the colours and opacities to the default values for all courses so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει τα χρώματα στις προεπιλεγμένες τιμές για όλα τα μαθήματα έτσι ώστε να είναι ίδια με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

# $string['resetalldisplayinstructions']
source: Display instructions
el: Εμφάνιση οδηγιών

source: Resets the display instructions to the default value for all courses so it will be the same as a course the first time it is in the Collapsed Topics format.
el: Επαναφέρει την εμφάνιση οδηγιών στις προεπιλεγμένες τιμές για όλα τα μαθήματα έτσι ώστε να είναι ίδιες με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

source: Reset all:
el: Επαναφορά όλων:

source: Layouts
el: Διατάξεις

source: Resets the layout element, structure, columns, icon position, one section and shown section summary to the default values for all courses so it will be the same as a course the first time it is in the 'Collapsed Topics 'format.
el: Επαναφέρει την εμφάνιση στις προεπιλεγμένες τιμές για όλα τα μαθήματα έτσι ώστε να είναι ίδια με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

source: Toggle alignments
el: Ευθυγραμμίσεις εναλλαγής

source: Resets the toggle alignment to the default values for all courses so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει την εναλλαγή ευθυγράμμισης στις προεπιλεγμένες τιμές για όλα τα μαθήματα έτσι ώστε να είναι ίδια με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

source: Toggle icon sets
el: Σύνολα εικονιδίων εναλλαγής

source: Resets the toggle icon set and toggle all hover to the default values for all courses so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει το σύνολο εικονιδίων εναλλαγής και το hover για το "εναλλαγή όλων" στις προεπιλεγμένες τιμές έτσι ώστε να είναι ίδιες με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

# $string['resetcolour']
source: Colour
el: Χρώμα

source: Resets the colours and opacities to the default values so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει τα χρώματα στις προεπιλεγμένες τιμές έτσι ώστε να είναι τα ίδια με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

# $string['resetdisplayinstructions']
source: Display instructions
el: Εμφάνιση οδηγιών

source: Resets the display instructions to the default value so it will be the same as a course the first time it is in the Collapsed Topics format.
el: Επαναφέρει την εμφάνιση οδηγιών στις προεπιλεγμένες τιμές έτσι ώστε να είναι ίδιες με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

source: Reset:
el: Επαναφορά:

# $string['resetlayout']
source: Layout
el: Διάταξη

source: Resets the layout element, structure, columns, icon position, one section and shown section summary to the default values so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει το στοιχείο διάταξης, τη δομή, τις στήλες, τη θέση του εικονιδίου και την εμφανιζόμενη σύνοψη ενότητας στις προεπιλεγμένες τιμές ώστε να είναι οι ίδιες με ένα μάθημα την πρώτη φορά σε μορφή 'Συμπτυγμένα Θέματα'.

source: Toggle alignment
el: Εναλλαγή ευθυγράμμισης

source: Resets the toggle alignment to the default values so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει την εναλλαγή ευθυγράμμισης στις αρχικές ρυθμίσεις έτσι ώστε να είναι ίδια με αυτά ενός μαθήματος την πρώτη φορά την Μορφή Αναδιπλούμενων Θεμάτων.

# $string['resettoggleiconset']
source: Toggle icon set
el: Σύνολο εικονιδίων εναλλαγής

source: Resets the toggle icon set and toggle all hover to the default values so it will be the same as a course the first time it is in the 'Collapsed Topics' format.
el: Επαναφέρει το σύνολο εικονιδίων εναλλαγής και το hover για το "εναλλαγή όλων" στις αρχικές ρυθμίσεις έτσι ώστε να είναι ίδιες με ενός μαθήματος την πρώτη φορά στην Μορφή Αναδιπλούμενων Θεμάτων.

source: Right
el: Δεξιά

source: General
el: Γενικά

source: Section
el: Ενότητα

# $string['setcolour']
source: Colour
el: Ρύθμιση Χρώματος

source: Contains the settings to do with the colour of the format within the course.
el: Περιλαμβάνει τις ρυθμίσεις σχετικά με το χρώμα της μορφοποίησης μέσα στο μάθημα.

source: Set layout
el: Ορισμός διάταξης

source: Toggle word, 'Topic x' / 'Week x' / 'Day x' and section number
el: Εναλλαγή λέξης, 'Θέμα x' / 'Εβδομάδα x' / 'Ημέρα x' και αριθμός ενότητας

# $string['setlayoutcolumnorientation']
source: Column orientation
el: Ρύθμιση προσανατολισμού στήλης

source: Vertical - Sections go top to bottom.<br />Horizontal - Sections go left to right.
el: Κάθετα - Οι ενότητες ξεκινάνε από πάνω προς τα κάτω. Οριζόντια - Οι ενότητες ξεκινάνε από τα αριστερά προς τα δεξιά.

source: Columns
el: Ρύθμιση στηλών

source: How many columns to use.
el: Πόσες στήλες να χρησιμοποιηθούν.

source: Default
el: Προεπιλογή

source: Elements
el: Ορισμός στοιχείων

source: How much information about the toggles / sections you wish to be displayed.
el: Ποιές πληροφορίες σχετικά με τις εναλλαγές/ ενότητες επιθυμείτε να εμφανίζονται.

source: Contains the settings to do with the layout of the format within the course.
el: Περιλαμβάνει τις ρυθμίσεις σχετικά με την εμφάνιση της διάρθρωσης μέσα στο μάθημα.

source: No additions
el: Καμία προσθήκη

source: No section number
el: Ενότητα χωρίς αριθμό

source: No toggle section x
el: Ενότητα χωρίς εναλλαγή x

source: No toggle section x and section number
el: Ενότητα χωρίς εναλλαγή x και αριθμός ενότητας

source: No toggle word
el: Λέξη χωρίς εναλλαγή

source: No toggle word and toggle section x
el: Λέξη χωρίς εναλλαγή και εναλλαγή ενότητας x

source: No toggle word, toggle section x and section number
el: Λέξη χωρίς εναλλαγή, εναλλαγή ενότητας x και αριθμού ενότητας

source: Section number
el: Αριθμός ενοτήτων

source: Structure
el: Ορισμός δομής

source: Current topic first
el: Τρέχον Θέμα Πρώτο

source: Day
el: Ημέρα

source: The layout structure of the course. You can choose between:<br />'Topics' - where each section is presented as a topic in section number order.<br />'Weeks' - where each section is presented as a week in ascending week order from the start date of the course.<br />'Current week first' - which is the same as weeks but the current week is shown at the top and preceding weeks in descending order are displayed below except in editing mode where the structure is the same as 'Weeks'.<br />'Current topic first' - which is the same as 'Topics' except that the current topic is shown at the top if it has been set.<br />'Day' - where each section is presented as a day in ascending day order from the start date of the course.
el: Δομή της εμφάνισης του μαθήματος. Μπορείτε να επιλέξετε ανάμεσα σε: 'Θεματική' - Όπου κάθε ενότητα παρουσιάζεται ως ένα θέμα στην αριθμημένη ενότητα. 'Εβδομάδιαία' - Όπου κάθε ενότητα παρουσιάζεται ως μια εβδομάδα σε αύξουσα χρονολογική σειρά από την ημερομηνία έναρξης του μαθήματος. 'Τρέχουσα Εβδομάδα Πρώτη' - η οποία είναι η ίδια με την 'Εβδομαδιαία' αλλά η τρέχουσα εβδομάδα εμφανίζεται στην κορυφή και οι προηγούμενες εβδομάδες εμφανίζονται πιο κάτω σε φθίνουσα ημερολογιακή σειρά, εκτός από όταν βρίσκεστε σε λειτουργία επεξεργασίας όπου η δομή είναι η ίδια με την 'Εβδομαδιαία'. 'Τρέχον Θέμα Πρώτο' - το οποίο είναι το ίδιο με την 'θεματική' εκτός του ότι το τρέχον θέμα εμφανίζεται στην κορυφή. 'Ημερήσια' - όπου κάθε ενότητα παρσουσιάζεται ως μια μέρα σε αύξουσα ημερολογιακή σειρά από την μέρα έναρξης του μαθήματος.

source: Current week first
el: Τρέχουσα Εβδομάδα Πρώτη

source: Topic
el: Θέμα

source: Week
el: Εβδομάδα

source: 'Topic x' / 'Week x' / 'Day x'
el: 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x'

source: 'Topic x' / 'Week x' / 'Day x' and section number
el: 'Θέμα x' / 'Εβδομάδα x' / 'Μέρα x' and αριθμός ενότητας

source: Toggle word
el: Εναλλαγή λέξης

source: Toggle word and section number
el: Εναλλαγή λέξης και αριθμού ενότητας

source: Toggle word and 'Topic x' / 'Week x' / 'Day x'
el: Εναλλαγή λέξης και 'Θέμα x' / 'Εβδομάδα x' / 'Ημέρα x'

# $string['setshowsectionsummary']
source: Show the section summary when collapsed
el: Εμφάνιση σύνοψης ενότητας κατά τη σύμπτυξη

# $string['setshowsectionsummary_help']
source: States if the section summary will always be shown regardless of toggle state.
el: Αναφέρει αν η περίληψη του τομέα θα εμφανίζεται πάντα ανεξάρτητα από την κατάσταση του κουμπιού επιλογής

# $string['settogglealignment']
source: Toggle text alignment
el: Ρύθμιση ευθυγράμμισης κειμένου εναλλαγής

source: Sets the alignment of the text in the toggle.
el: Ρύθμιση ευθυγράμμισης του κειμένου μέσα στο κουμπί "εναλλαγή".

source: Toggle all icon hover
el: Ορίζει το hover για την εναλλαγή όλων των εικονιδίων

source: Sets if the toggle all icons will change when the mouse moves over them.
el: Ορίζει εάν το "εναλλαγή όλων των εικονιδίων" θα αλλάζει όταν ο κέρσορας περνάει από πάνω τους.

source: Toggle background
el: Φόντο κουμπιού "εναλλαγή"

source: Sets the background colour of the toggle.
el: Ρυθμίζει το χρώμα φόντου στο κουμπί "εναλλαγή".

source: Toggle background hover
el: Hover φόντου για το κουμπί "εναλλαγή"

source: Sets the background colour of the toggle when the mouse moves over it.
el: Ρυθμίζει το χρώμα φόντου στο κουμπί "εναλλαγή" όταν ο κέρσορας περνάει από πάνω του.

source: Toggle foreground
el: Εναλλαγή προσκηνίου

source: Sets the colour of the text on the toggle.
el: Ρυθμίζει το χρώμα του κειμένου στο κουμπί "εναλλαγή" .

source: Toggle foreground hover
el: Hover προσκηνίου για το κουμπί "εναλλαγή"

source: Sets the colour of the text on the toggle when the mouse moves over it.
el: Ρυθμίζει το χρώμα του κειμένου στο κουμπί "εναλλαγή" όταν ο κέρσορας περνάει από πάνω του.

# $string['settoggleiconposition']
source: Icon position
el: Ρύθμιση θέσης εικονιδίου

source: States that the icon should be on the left or the right of the toggle text.
el: Ορίζει ότι το εικονίδιο θα πρέπει να είναι στα αριστερά ή στα δεξιά του κειμένου εναλλαγής.

source: Icon set
el: Ορίζει το σύνολο των εικονιδίων

source: Sets the icon set of the toggle.
el: Ορίζει το σύνολο των εικονιδίων για το κουμπί "εναλλαγή".

source: Show section
el: Εμφάνιση ενότητας

source: Small
el: Μικρό

source: Smiley
el: Χαμόγελο

source: Square
el: Τετράγωνο

source: Sun / Moon
el: Ήλιος / Φεγγάρι

source: Switch
el: Διακόπτης

source: Three
el: Τρείς

source: sections.
el: ενότητες.

source: Change or reset the colour
el: Αλλαγή ή επαναφορά χρώματος

source: Change or reset the layout
el: Αλλαγή ή επαναφορά διάταξης

source: Change or reset the toggle alignment
el: Αλλαγή ή επαναφορά της εναλλαγής ευθυγράμμισης

source: Change or reset the toggle icon set
el: Αλλαγή ή επαναφορά των εικονιδίων εναλλαγής

source: Close all
el: Κλείσιμο όλων

source: Open all
el: Εμφάνιση όλων

source: Toggle
el: κουμπί "Εναλλαγή"

source: Two
el: Δύο
