Repository: eellak/moodle-po
Catalog: *-new/forum.po_*.po
Languages: el

source: There are 5 forum types: * A single simple discussion - A single discussion topic which everyone can reply to (cannot be used with separate groups) * Each person posts one discussion - Each student can post exactly one new discussion topic, which everyone can then reply to * Q and A forum - Students must first post their perspectives before viewing other students' posts * Standard forum displayed in a blog-like format - An open forum where anyone can start a new discussion at any time, and in which discussion topics are displayed on one page with "Discuss this topic" links * Standard forum for general use - An open forum where anyone can start a new discussion at any time
el: <p align="center"><b>Τύποι των ομάδων συζητήσεων</b></p> <p>Υπάρχουν αρκετοί διαφορετικοί τύποι ομάδων συζητήσεων για να επιλέξετε: </p> <p><b> Μια απλή συζήτηση</b> - είναι απλά ένα μόνο θέμα, όλο σε μία σελίδα. Ο τύπος αυτός είναι χρήσιμος για σύντομες συζητήσεις που εστιάζονται σε ένα θέμα. </p> <p><b>Βασική ομάδα συζητήσεων για γενική χρήση</b> - είναι μια ανοικτή ομάδα συζητήσεων όπου οποιοσδήποτε μπορεί να αρχίσει ένα νέο θέμα οποιαδήποτε στιγμή. Αυτή είναι η καλύτερη ομάδα συζήτησης γενικής χρήσης. </p> <p><b>Κάθε πρόσωπο δημοσιεύει μια συζήτηση</b> - κάθε πρόσωπο μπορεί να δημοσιεύσει ακριβώς ένα νέο θέμα συζήτησης (καθένας μπορεί να απαντήσει σε αυτό). Αυτό είναι χρήσιμο όταν θέλετε ο κάθε φοιτητής να αρχίσει μια συζήτηση για, ας πούμε, τις σκέψεις του σχετικά με το θέμα της εβδομάδας, και καθένας να αποκρίνεται σε αυτές. </p> <p>(Περισότερη ανάπτυξη θα έρθει σε μελλοντικές εκδόσεις του Moodle) </p>

source: View all raw ratings given by individuals
el: Εμφάνιση όλων των πρώτων αξιολογήσεων που δόθηκαν ατομικά

source: View total ratings that anyone received
el: Εμφάνιση όλων των αξιολογήσεων

source: View discussions
el: Εμφάνιση συζητήσεων

source: View hidden timed posts
el: Εμφανίση κρυμμένων χρονισμένων δημοσιεύσεων

source: Always see Q and A posts
el: Πάντα να προβολή των δημοσιεύσεων Ε και Α

source: View the total rating you received
el: Εμφάνιση βαθμολογιών

source: View subscribers
el: Εμφάνιση εγγεγραμμένων

source: Standard forum for general use
el: Πρότυπο ομάδας συζητήσεων για γενική χρήση

source: General forums
el: Γενικές ομάδες συζητήσεων

source: in {$a}
el: σε {$a}

source: General news and announcements
el: Γενικά νέα και ανακοινώσεις

source: An open forum for chatting about anything you want to
el: Μια ανοιχτή ομάδα συζητήσεων για οποιαδήποτε συζήτηση

source: A forum for teacher-only notes and discussion
el: Μια ομάδα συζητήσεων μόνο για καθηγητές

source: This page was not accessed correctly
el: Η πρόσβαση σε αυτή τη σελίδα δεν ήταν σωστή

source: Discussion ID was incorrect or no longer exists
el: Το αναγνωριστικό της συζήτησης ήταν λανθασμένο ή δεν υπάρχει πλέον

source: Forum ID was incorrect
el: Το αναγνωριστικό της ομάδας συζητήσεων ήταν λανθασμένο

source: Parent post ID was incorrect
el: Το αναγνωριστικό του γονέα της δημοσίευσης ήταν λανθασμένο

source: Invalid post ID - {$a}
el: Μη έγκυρο αναγνωριστικό δημοσίευσης - {$a}

source: Last post
el: Τελευταίο μήνυμα

source: Learning forums
el: Εκπαιδευτικές ομάδες συζητήσεων

source: Long post
el: Μεγάλη δημοσίευση

source: Send forum post notifications with no editing-time delay
el: Αποστολή ηλεκτρονικού ταχυδρομείου τώρα

source: Discussions per page
el: Συζητήσεις ανά σελίδα

source: Mark all posts in this discussion read.
el: Χαρακτηρισμός όλων των δημοσιεύσεων σε αυτήν τη συζήτηση ως αναγνωσμένες.

source: Mark all posts in this forum read.
el: Χαρακτηρισμός όλων των δημοσιεύσεων σε αυτή την ομάδα συζητήσεων ως αναγνωσμένες.

source: Mark the post as read
el: Σημείωσε την δημοσίευση ως αναγνωσμένη

source: Mark read
el: Χαρακτηρισμός ως αναγνωσμένο

source: Mark<br />read
el: Χαρακτηρισμός ως <br /> αναγνωσμένο

source: Mark unread
el: Χαρακτηρισμός ως μη αναγνωσμένο

source: Mark<br />unread
el: Χαρακτηρισμός ως <br /> μη αναγνωσμένο

source: Maximum number of attachments
el: Μέγιστα επισυναπτόμενα

source: This setting specifies the maximum number of files that can be attached to a forum post.
el: Αυτή η ρύθμιση καθορίζει τον μέγιστο αριθμό αρχείων που μπορούν να επισυναφθούν σε μια δημοσίευση ομάδας συζητήσεων.

source: Maximum attachment size
el: Μέγιστο μέγεθος επισυναπτόμενου

source: This setting specifies the largest size of file that can be attached to a forum post.
el: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml"> <head> <meta http-equiv="Content-Type" content="text/html; charset=utf-8" /> <title>Μέγιστο μέγεθος επισύναψης</title> </head> <body> <p align="center"><b>Μέγιστο μέγεθος επισύναψης</b></p> <p>Τα επισυναπτόμενα αρχεία μπορούν να περιοριστούν σε ένα ορισμένο μέγεθος , το οποίο μπορεί να ορισθεί απο το άτομο που δημιούργησε το forum.</p> <p>Μερικές φορές είναι πιθανό να φορτωθεί ένα αρχείο μεγαλύτερο από το ορισμένο μέγεθος , αλλά το αρχείο δεν θα αποθηκευτεί στον διακομιστή και μπορεί να αναφερθεί λάθος.</p> </body> </html>

source: Sorry, but the maximum time for editing this post ({$a}) has passed!
el: Συγνώμη, αλλά ο μέγιστος χρόνος για την επεξεργασία αυτού του μηνύματος ({$a})έχει παρέλθει!

source: Message
el: Μήνυμα

source: Unable to post your reply, since it includes an attachment and the forum doesn't allow attachments.
el: Δεν είναι δυνατή η ανάρτηση της απάντησής σας, διότι περιλαμβάνει ένα συνημμένο και η ομάδα συζητήσεων δεν επιτρέπει συνημμένα.

source: Unable to post your reply, since it includes more than the maximum number of attachments allowed for the forum ({$a->forum->maxattachments}).
el: Δεν είναι δυνατή η ανάρτηση της απάντησής σας, διότι περιλαμβάνει περισσότερα από τον μέγιστο αριθμό συνημμένων που επιτρέπονται για την ομάδα συζητήσεων ({$a->forum->maxattachments}).

source: Unable to post your reply, since the total attachment size ({$a->filesize}) is greater than the maximum size allowed for the forum ({$a->maxbytes}).
el: Δεν είναι δυνατή η ανάρτηση της απάντησής σας, διότι το συνολικό μέγεθος συνημμένων ({$a->filesize}) είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο μέγεθος για την ομάδα συζητήσεων ({$a->maxbytes}).

source: Subscribed forum digests
el: Συνόψεις ομάδων συζτητήσεων που υπάρχει συνδρομή

source: Subscribed forum posts
el: Δημοσιεύσεις ομάδων συζτητήσεων που υπάρχει συνδρομή

source: The following search terms occur only in the HTML markup of this message:
el: Οι ακόλουθοι όροι δημοσίευσης εμφανίζονται μόνο στο HTML markup αυτού του μηνύματος:

source: Display replies flat, with newest first
el: Εμφάνιση απαντήσεων οριζοντίως, με την πιο πρόσφατη πρώτη

source: Display replies flat, with oldest first
el: Εμφάνιση απαντήσεων οριζοντίως, με την παλαιότερη πρώτη

source: Display replies in nested form
el: Εμφάνιση απαντήσεων σε φωλιασμένη μορφή

source: Display replies in threaded form
el: Εμφάνιση απαντήσεων σε νηματική μορφή

# $string['modulename']
source: Forum
el: Ομάδα Συζητήσεων

source: The forum activity module enables participants to have asynchronous discussions i.e. discussions that take place over an extended period of time. There are several forum types to choose from, such as a standard forum where anyone can start a new discussion at any time; a forum where each student can post exactly one discussion; or a question and answer forum where students must first post before being able to view other students' posts. A teacher can allow files to be attached to forum posts. Attached images are displayed in the forum post. Participants can subscribe to a forum to receive notifications of new forum posts. A teacher can set the subscription mode to optional, forced or auto, or prevent subscription completely. If required, students can be blocked from posting more than a given number of posts in a given time period; this can prevent individuals from dominating discussions. Forum posts can be rated by teachers or students (peer evaluation). Ratings can be aggregated to form a final grade which is recorded in the gradebook. Forums have many uses, such as * A social space for students to get to know each other * For course announcements (using a news forum with forced subscription) * For discussing course content or reading materials * For continuing online an issue raised previously in a face-to-face session * For teacher-only discussions (using a hidden forum) * A help centre where tutors and students can give advice * A one-on-one support area for private student-teacher communications (using a forum with separate groups and with one student per group) * For extension activities, for example ‘brain teasers’ for students to ponder and suggest solutions to
el: <p><img alt="" src="<?php echo $CFG->wwwroot?>/mod/forum/icon.gif" />&nbsp;<b>Ομάδες συζητήσεων </b></p><ul> <p>Αυτή η δραστηριότητα έιναι η πιο σημαντική - εδώ συμβαίνουν οι περισσότερες συζητήσεις. Οι ομάδες συζητήσεων μπορούν να δομηθούν με διάφορους τρόπους και να συμπεριλάβουν όμοιες εκτιμήσεις για κάθε μήνυμα. Τα μηνύματα μπορούν να εμφανιστούν με ποικιλία μορφών και μπορούν να περιέχουν συνημμένα. Με τη συνδρομή σε μια ομάδα συζητήσεων, οι συμμετέχοντες λαμβάνουν αντίγραφα κάθε νέου μηνύματος στο email τους. Ένας καθηγητής μπορεί να επιβάλλει τη συνδρομή σε όλους αν το θέλει. </p></ul>

# $string['modulenameplural']
source: Forums
el: Ομάδες Συζητήσεων

source: more
el: περισσότερα

source: (Moved)
el: (Μετακινήθηκε)

source: Move this discussion to ...
el: Μετακίνηση αυτής της συζήτησης στο...

source: You must provide either a discussion id or post id to export
el: Πρέπει να παρέχετε είτε ένα αναγνωριστικό συζήτησης ή αναγνωριστικό δημοσίευσης για εξαγωγή

source: Announcements
el: Ομάδα συζητήσεων ειδήσεων

source: Social forum
el: Κοινωνική Ομάδα Συζητήσεων

source: Teacher forum
el: Ομάδα Συζητήσεων καθηγητών

source: New forum posts
el: Ομάδα Συζητήσεων νέων μηνυμάτων

source: There are no attachments to this post
el: Δεν υπάρχουν επισυναπτόμενα σε αυτή τη δημοσίευση

source: There are no discussion topics yet in this forum
el: Δεν υπάρχουν ακόμα θέματα συζήτησης σε αυτή την ομάδα συζητήσεων

source: {$a} has not started any discussions
el: Καμία συζήτηση δεν ξεκίνησε από αυτόν το χρήστη

source: You haven't started any discussions yet
el: Δεν έχετε ξεκινήσει κάποια συζήτηση ακόμα

source: Sorry, guests are not allowed to post.
el: Λυπόμαστε, οι επισκέπτες δεν επιτρέπεται να δημοσιεύουν μηνύματα

source: Sorry, guests are not allowed to set tracking options.
el: Λυπόμαστε, οι επισκέπτες δεν επιτρέπεται να ρυθμίζουν ιδιότητες παρακολούθησης.

source: No more posts containing '{$a}' were found
el: Δεν βρέθηκαν άλλα μηνύματα που να περιέχουν το '{$a}'

source: No announcements have been posted yet.
el: Δεν έχουν αναρτηθεί ακόμα ειδήσεις

source: You do not have the permission to view forum subscribers
el: Δεν έχετε το δικαίωμα να δείτε τους συνδρομητές της ομάδας συζητήσεων

source: You do not have permissions to view this post
el: Δεν έχετε δικαίωμα να δείτε αυτή την δημοσίευση

source: Sorry, you are not allowed to post to this forum
el: Συγνώμη, δεν μπορείτε να δημοσιεύσετε σε αυτή την ομάδα συζητήσεων

source: No posts
el: Δεν βρέθηκαν μηνύματα

source: {$a} has made no posts
el: Ο/Η {$a} δεν έχει κάνει καμία ανάρτηση

source: You haven't made any posts
el: Δεν έχετε δημοσιεύσει κάποια απάντηση

source: There are no questions yet in this forum
el: Δεν υπάρχουν ερωτήσεις ακόμα σε αυτό την ομάδα συζητήσεων

source: There are no subscribers yet for this forum
el: Δεν υπάρχουν εγγεγραμμένοι ακόμα σε αυτή την ομάδα συζητήσεων

source: Discussion no longer exists
el: Η συζήτηση δεν υπάρχει πλεόν

source: Nothing new for {$a}
el: Τίποτα καινούργιο για {$a}

source: Sorry, but you need to be part of a group to see this forum.
el: Συγγνώμη, αλλά πρέπει να είστε μέλος ομάδας για να δείτε αυτό την ομάδα συζητήσεων.

source: The forum module is not installed
el: Το άρθρωμα ομάδων συζητήσεων δεν έχει εγκατασταθεί

source: This post is not part of a discussion!
el: Αυτή η δημοσίευση δεν είναι μέρος κάποιας συζήτησης!

source: Don't track unread posts
el: Μην παρακολουθείτε μη αναγνωσμένες δημοσιεύσεις

source: You do not have the permission to view discussions in this forum
el: Δεν έχετε το δικαίωμα εμφάνισης συζητήσεων αυτής της ομάδας συζητήσεων

source: All forums in {$a} are subscribed.
el: Όλες οι ομάδες συζητήσεων στο {$a} είναι με εγγραφή.

source: All forums in {$a} are not subscribed.
el: Όλες οι ομάδες συζητήσεων στο {$a} δεν είναι με εγγραφή.

source: {$a->name} will NOT be notified of new posts in '{$a->forum}'
el: {$a->name} ΔΕΝ θα παραλάβει αντίγραφα από '{$a->forum} με email.

source: {$a->name} is no longer tracking '{$a->forum}'.
el: {$a->name} δεν παρακολουθεί πια το '{$a->forum}'.

source: {$a->name} will be notified of new posts in '{$a->forum}'
el: {$a->name} θα παραλάβει αντίγραφα από '{$a->forum} με email.

source: {$a->name} is now tracking '{$a->forum}'.
el: {$a->name} παρακολουθεί πλέον το '{$a->forum}'.

source: {$a} posts
el: {$a} μηνύματα

source: Older discussions
el: Παλαιότερες συζητήσεις

source: Older topics
el: Παλαιότερα θέματα

source: Read after days
el: Ανάγνωση μετά από ημέρες

source: {$a} posts since last login
el: {$a} δημοσιεύσεις από την τελευταία είσοδο

source: {$a} total unread
el: σύνολο μη αναγνωσμένων

source: Show parent
el: Εμφάνιση γονέα

source: Parent of this post
el: Γονέας αυτού του μηνύματος

source: Forum administration
el: Διαχείρηση ομάδων συζητήσεων

# $string['pluginname']
source: Forum
el: Ομάδα Συζητήσεων

source: <p>Your post was successfully added.</p> <p>You have {$a} to edit it if you want to make any changes.</p>
el: <p>Το μήνυμά σας προστέθηκε επιτυχώς.</p> <p> Έχετε {$a} να το επεξεργαστείτε αν θέλετε να κάνετε αλλαγές.</p>

source: Your post was successfully added.
el: Η δημοσίευση σας προστέθηκε με επιτυχία.

source: You have {$a} to edit it if you want to make any changes.
el: Έχετε {$a} για να την επεξεργαστείτε εάν θέλετε να κάνετε τυχόν αλλαγές.

source: See this post in context
el: Δείτε αυτό το μήνυμα σε πλαίσιο

source: This is a copy of a message posted on the {$a} website. To reply click on this link:
el: Αυτό είναι ένα αντίγραφο ενός μηνύματος που δημοσιεύτηκε στην {$a} ιστοσελίδα. Για να προσθέσετε την απάντησή σας μέσω της ιστοσελίδας, πατήστε σε αυτόν το σύνδεσμο:

source: This is a copy of a message posted in {$a->coursename}. To reply click on this link: {$a->replylink}
el: Αυτό είναι ένα αντίγραφο ενός μηνύματος που δημοσιεύτηκε στο {$a->coursename}. Για να απαντήσετε, πατήστε σε αυτόν το σύνδεσμο: {$a->replylink}

source: <p>This post will be mailed out immediately to all forum subscribers.</p>
el: <p> Αυτή η δημοσίευση θα αποσταλεί αμέσως με ηλεκτρονικό ταχυδρομείο σε όλους τους συνδρομητές της ομάδας συζητήσεων. </p>

source: Mostly separate knowing
el: Δείχνει περισσότερο ξεχωριστή γνώση

source: Separate and connected
el: Εξίσου χώρισε και συνέδεσε

source: Mostly connected knowing
el: Δείχνει περισσότερο συνδεδεμένη γνώση

source: Posts
el: Μηνύματα

source: Post to forum
el: Δημοσίευση στην ομάδα συζητήσεων

source: Your post was updated
el: Το μήνυμα σας ενημερώθηκε

source: Potential subscribers
el: Πιθανοί εγγεγραμμένοι

source: Processing email digest for user {$a}
el: Επεξεργασία ηλεκτρονικού μηνύματος ανασκόπησης για το χρήστη {$a}

source: Processing post {$a}
el: Επεξεργασία μηνύματος {$a}

source: Split
el: Διαχωρισμός

source: A new discussion has been created from that post
el: Μια νέα συζήτηση έχει δημιουργηθεί από εκείνη την δημοσίευση

source: Split the discussion and move this post to a new discussion
el: Διάσπαση συζήτησης και μετακίνηση αυτής της δημοσίευσης σε μια νέα συζήτηση

source: Q and A forum
el: Ομάδα συζητήσεων Ε και Α

source: This is a question and answer forum. In order to see other responses to these questions, you must first post your answer
el: Αυτή είναι μια ομάδα συζητήσεων Ερωτήσεων και Απαντήσεων. Για να δείτε τις απαντήσεις σε αυτές τις ερωτήσεις, πρέπει πρώτα να δημοσιεύσετε την απάντησή σας

source: Re:
el: Απάντηση:

source: Read the rest of this topic
el: Ανάγνωση του υπόλοιπου αυτού του θέματος

source: Replies
el: Απαντήσεις

source: {$a} replies so far
el: {$a} απαντήσεις μέχρι τώρα

source: {$a} reply so far
el: {$a} απάντηση μέχρι τώρα

source: Reply
el: Απάντηση

source: Reply to forum
el: Απάντηση στην ομάδα συζητήσεων

source: Use email address in reply
el: Χρήση δι/νσης ηλεκτρονικού ταχυδρομείου στην απάντηση

source: Delete posts from
el: Διαγραφή όλων των δημοσιεύσεων από τις ομάδες συζητήσεων αυτού του είδους

source: Delete all posts
el: Διαγραφή όλων των δημοσιεύσεων

source: Delete all forum subscriptions
el: Διαγραφή εγγραφών της ομάδας συζητήσεων

source: Delete all forum tracking preferences
el: Διαγραφή όλων των προτιμήσεων παρακολούθησης της ομάδας συζητήσεων

source: This setting specifies the number of articles (either discussions or posts) to include in the RSS feed. Between 5 and 20 generally acceptable.
el: <p align="center"><b>Αριθμός των RSS πρόσφατων άρθρων</b></p> <p>Αυτή η επιλογή σας επιτρέπει να επιλέξετε τον αριθμό των άρθρων που θα περιλαμβάνονται σε μια τροφοδοσία RSS ειδήσεων.</p> <p>Ένας αριθμός μεταξύ του 5 και 20 θα ήταν λογικός για τα περισσότερα γλωσσάρια. Αυξήστε τον αριθμό όταν το γλωσσάρι ανανεώνεται συχνά.</p>

source: RSS feed of discussions
el: Εμφάνιση της τροφοδότησης RSS για τις '{$a}' συζητήσεις

source: RSS feed of posts
el: Εμφάνιση της τροφοδότησης RSS για τις '{$a}' αναρτήσεις

source: To enable the RSS feed for this activity, select either discussions or posts to be included in the feed.
el: <p align="center"><b>RSS Τροφοδοσία για αύτό το γλωσσάρι</b></p> <p>Αυτή η επιλογή σας επιτρέπει να ενεργοποιείτε την τροφοδοσία RSS από αυτό το γλωσσάρι.</p> <p>Μπορείτε να επιλέξετε ανάμεσα σε 2 τύπους τροφοδίας:</p> <ul> <li><b>Με συγγραφέα:</b> Η τροφοδοσία του κάθε ένα άρθρου θα περιλαμβάνει και το όνομα του συγγραφέα σε κάθε καταχώρηση.</li> <li><b>Χωρίς συγγραφέα:</b> Η τροφοδοσία του κάθε ένα άρθρου δε θα περιλαμβάνει και το όνομα του συγγραφέα σε κάθε καταχώρηση.</li> </ul>

source: Search
el: Αναζήτηση

source: Posts must be newer than this
el: Τα μηνύματα πρέπει να είναι νεότερα από αυτό

source: Posts must be older than this
el: Τα μηνύματα πρέπει να είναι παλαιότερα από αυτό

source: Please enter search terms into one or more of the following fields:
el: Παρακαλώ, εισάγετε τους όρους αναζήτησης σε ένα ή περισσότερα από τα επόμενα πεδία

source: Search forums
el: Αναζήτηση στις ομάδες συζητήσεων

source: These words should appear as whole words
el: Αυτές οι λέξεις πρέπει να εμφανίζονται ολόκληρες

source: These words should NOT be included
el: Αυτές οι λέξεις ΔΕΝ πρέπει να περιέχονται

source: Search older posts...
el: Αναζήτηση παλαιότερων μηνυμάτων...

source: This exact phrase must appear in the post
el: Αυτή ακριβώς η φράση πρέπει να εμφανίζεται στην δημοσίευση

source: Search results
el: Αναζήτηση στα αποτελέσματα

source: These words should be in the subject
el: Αυτές οι λέξεις θα πρέπει να εμφανίζονται στο θέμα

source: This name should match the author
el: Αυτό το όνομα θα πρέπει να ταιριάζει με το συγγραφέα

source: The Moodle ID of the author
el: Το ΠΗΛΕΑΣ ID του συγγραφέα

source: Choose which forums to search
el: Επιλέξτε σε ποιά ομάδα συζητήσεων θα ψάξετε

source: These words can appear anywhere in the post
el: Αυτές οι λέξεις μπορούν να εμφανίζονται οπουδήποτε στο μήνυμα

source: See all posts made by this user
el: Δείτε όλες τις δημοσιεύσεις από αυτόν το χρήστη

source: Short post
el: Μικρή δημοσίευση

source: Show/edit current subscribers
el: Εμφάνιση/επεξεργασία εγγεγραμμένων

source: A single simple discussion
el: Μιά απλή συζήτηση

source: Started by
el: Ξεκίνησε από

source: Subject
el: Θέμα

source: Subscribe to this forum
el: Εγγραφείτε σε αυτή την ομάδα συζητήσεων

source: Subscribe everyone to this forum
el: Εγγράψτε τους πάντες σε αυτή την ομάδα συζητήσεων

source: Subscribed
el: Εγγεγραμμένος/η

source: Unsubscribe everyone from this forum
el: Διαγράψτε τους πάντες από αυτή την ομάδα συζητήσεων

source: Subscribers
el: Εγγεγραμμένοι

source: Send me notifications of new posts in this forum
el: Αποστολή, σε εμένα, αντιγράφων μηνυμάτων αυτής της ομάδας συζητήσεων μέσω ηλεκτρονικού ταχυδρομείου

source: I don't want to be notified of new posts in this forum
el: Δε επιθυμώ αντίγραφα μηνυμάτων αυτής της ομάδας συζητήσεων μέσω ηλεκτρονικού ταχυδρομείου

# $string['subscription']
source: Subscription
el: Εγγραφή

source: Auto subscription
el: Αυτόματη εγγραφή

source: Subscription disabled
el: Απενεργοποίηση εγγραφής

source: Forced subscription
el: Αναγκαστική εγγραφή

source: If you are subscribed to a forum it means you will receive notification of new forum posts. Usually you can choose whether you wish to be subscribed, though sometimes subscription is forced so that everyone receives notifications.
el: <p align="center"><b>Εγγραφή σε μια ομάδα συζητήσεων</b></p> <p>Όταν ένα πρόσωπο εγγράφετε σε μια ομάδα συζητήσεων σημαίνει ότι θα του στέλνονται αντίγραφα κάθε μηνύματος που δημοσιεύονται στην ομάδα συζητήσεων με email (τα μηνύματα στέλνονται περίπου σε 30 λεπτά αφότου το μήνυμα γράφτηκε αρχικά). </p> <p>Οι χρήστες μπορούν συνήθως να επιλέξουν εάν θέλουν ή όχι να εγγράφονται σε κάθε ομάδα συζητήσεων. </p> <p>Παρόλαυτα, εάν ένας καθηγητής υποχρεώσει να εγγραφούν υποχρεωτικά σε μια ομάδα συζήτησης τότε αυτή η επιλογή απομακρύνεται και καθένας στην τάξη θα λαμβάνει αντίγραφα των email. </p> <p>Αυτό είναι χρήσιμο, ειδικά στις ομάδες συζητήσεων των Νέων και στις ομάδες συζητήσεων προς την αρχή της σειράς των μαθημάτων (πριν κάποιος βρει ότι μπορεί να εγγραφτεί μεμονομένα σε αυτα τα email). </p>

source: Subscription mode
el: Λειτουργία εγγραφής

source: When a participant is subscribed to a forum it means they will receive forum post notifications. There are 4 subscription mode options: * Optional subscription - Participants can choose whether to be subscribed * Forced subscription - Everyone is subscribed and cannot unsubscribe * Auto subscription - Everyone is subscribed initially but can choose to unsubscribe at any time * Subscription disabled - Subscriptions are not allowed
el: <p align="center"><b>Εγγραφή σε Φόρουμ</b></p> <p>Όταν κάποιος εγγράφεται σε ένα φόρουμ, αυτό σημαίνει ότι θα λαμβάνει αντίγραφο από κάθε email που στέλνεται σε αυτό το φόρουμ (αντίγραφα στέλνονται περίπου 60 λεπτά μετά την ολοκληρωση του μηνύματος).</p> <p>Συνήθως επιλέγει κανείς να εγγραφεί ή όχι σε ένα φόρουμ.</p> <p>Μπορείτε όμως να επιβάλετε την εγγραφή σε ένα φόρουμ. Έτσι όλοι οι συμμετέχοντες σε ένα μάθημα θα εγγράφονται στο φόρουμ αυτόματα, ακόμη και όσοι εγγραφούν στο μάθημα αργότερα. </p> <p>Αυτό είναι ιδιαίτερα χρήσιμο για το φόρουμ των &quot;Τελευταίων Νέων&quot; και για φόρουμ στην αρχή του μαθήματος (πριν ανακαλυψουν όλοι ότι μπορούν να εγγραφούν και μόνοι τους).</p> <p>Αν διαλέξετε την επιλογή &quot;Αρχικά ναι&quot;, τότε όλοι οι χρήστες, νυν και μέλλοντες, θα εγγράφονται αρχικά αλλά θα μπορούν να διαγραφούν, όταν το θελήσουν. Αν διαλέξετε την επιλογή &quot;Ναι, για πάντα&quot;, τότε δε θα μπορούν να διαγραφούν.</p> <p> Η επιλογή &quot;Αρχικά ναι&quot;, σε περίπτωση που αργότερα την αλλάξουμε σε &quot;Όχι&quot;, δε θα επηρεάσει τους νυν χρήστες, αλλά δε θα επιτρέπει στους μέλλοντες χρήστες να εγγραφούν στο φόρουμ. Το ανάλογο θα συμβεί στην περίπτωση που αλλάξουμε το &quot;Όχι&quot; σε &quot;Αρχικά ναι&quot;. </p>

source: Optional subscription
el: Προαιρετική εγγραφή

source: Subscriptions
el: Εγγραφές
