Repository: eellak/moodle-po
Catalog: *-new/forum.po_*.po
Languages: el

source: There are new forum posts
el: Υπάρχουν νέες αναρτήσεις στις ομάδες συζητήσεων

source: Add a new discussion topic
el: Προσθήκη νέου θέματος συζήτησης

source: Add a new question
el: Προσθήκη μιας νέας ερώτησης

source: Add a new topic
el: Προσθήκη νέου θέματος

source: Advanced search
el: Προχωρημένη αναζήτηση

source: All forums
el: Όλες οι ομάδες συζητήσεων

source: Can a {$a} post to this forum?
el: Μπορεί {$a} να γράψει μήνυμα σε αυτή την ομάδα συζητήσεων;

source: This forum allows everyone to choose whether to subscribe or not
el: Αυτή η ομάδα συζητήσεων επιτρέπει σε όλους να επιλέγουν εάν θέλουν εγγραφούν ή όχι

source: This forum allows each person to start one discussion topic.
el: Αυτή η ομάδα συζητήσεων επιτρέπει σε κάθε άτομο να αρχίσει ένα θέμα συζήτησης.

source: Subscribe to all forums
el: Εγγραφή σε όλες τις ομάδες συζητήσεων

# $string['allunsubscribe']
source: Unsubscribe from all forums
el: Διαγραφή από όλες τις ομάδες συζητήσεων

source: This is already the first post in the discussion
el: Αυτή είναι ήδη η πρώτη δημοσίευση στν συζήτηση

source: Any file
el: Οποιοδήποτε αρχείο

# $string['areaattachment']
source: Attachments
el: Συνημμένα

source: Messages
el: Μηνύματα

source: Attachment
el: Επισυναπτόμενο

source: You cannot export attachments without a post id
el: Δεν μπορείτε να εξάγετε συνημμένα χωρίς ένα αναγνωριστικό δημοσίευσης

# $string['attachments']
source: Attachments
el: Συνημμένα

source: Attachments and word count
el: Συνημμένα και καταμέτρηση λέξεων

source: Post threshold for blocking
el: Κατώφλι δημοσιεύσεων για μπλοκάρισμα

source: This setting specifies the maximum number of posts which a user can post in the given time period. Users with the capability mod/forum:postwithoutthrottling are exempt from post limits.
el: <p align="center"><strong>Έλεγχος των δημοσιεύσεων (καταχωρήσεων) στο Φόρουμ.</strong></p> <p align="left">Η έννοια του ελέγχου των δημοσιεύσεων είναι πολύ απλή. Οι χρήστες θα εμποδιστούν να κάνουν νέα δημοσίευση πέραν του καθορισμένου αριθμού σε μια δεδομένη περίοδο, και καθώς θα πλησιάζουν σε αυτόν τον αριθμό, θα προειδοποιούνται ότι πλησιάζουν το όριο.</p> <p align="left">Θέτοντας το όριο προειδοποίησης (δηλαδή των αριθμών δημοσιεύσεων που μπορεί ακόμη κάποιος ακόμη να κάνει) σε 0 θα θέσει εκτός λειτουργίας τις προειδοποιήσεις, και ο καθορισμός του ορίου δημοσιεύσεων σε 0 θα θέσει εκτός λειτουργίας το όριο δημοσιεύσεων. Εάν δεν υπάρχει όριο δημοσιεύσεων, οι προειδοποιήσεις τίθενται εκτός λειτουργίας αυτόματα.</p> <p align="left">Καμία από αυτές τις ρυθμίσεις δεν επηρεάζει τις δημοσιεύσεις των διδασκόντων.</p>

source: Time period for blocking
el: Χρονική περίοδος για μπλοκάρισμα

source: Don't block
el: Όχι μπλοκάρισμα

source: Students can be blocked from posting more than a given number of posts in a given time period. Users with the capability mod/forum:postwithoutthrottling are exempt from post limits.
el: <p align="center"><strong>Έλεγχος των δημοσιεύσεων (καταχωρήσεων) στο Φόρουμ.</strong></p> <p align="left">Η έννοια του ελέγχου των δημοσιεύσεων είναι πολύ απλή. Οι χρήστες θα εμποδιστούν να κάνουν νέα δημοσίευση πέραν του καθορισμένου αριθμού σε μια δεδομένη περίοδο, και καθώς θα πλησιάζουν σε αυτόν τον αριθμό, θα προειδοποιούνται ότι πλησιάζουν το όριο.</p> <p align="left">Θέτοντας το όριο προειδοποίησης (δηλαδή των αριθμών δημοσιεύσεων που μπορεί ακόμη κάποιος ακόμη να κάνει) σε 0 θα θέσει εκτός λειτουργίας τις προειδοποιήσεις, και ο καθορισμός του ορίου δημοσιεύσεων σε 0 θα θέσει εκτός λειτουργίας το όριο δημοσιεύσεων. Εάν δεν υπάρχει όριο δημοσιεύσεων, οι προειδοποιήσεις τίθενται εκτός λειτουργίας αυτόματα.</p> <p align="left">Καμία από αυτές τις ρυθμίσεις δεν επηρεάζει τις δημοσιεύσεις των διδασκόντων.</p>

source: Standard forum displayed in a blog-like format
el: Τυπική εμφάνιση ομάδας συζητήσεων με τη μορφή να μοιάζει σε μπλοκ

source: by {$a->name} - {$a->date}
el: από {$a->name} - {$a->date}

source: Could not add the discussion for this forum
el: Δεν ήταν δυνατόν να προστεθεί η συζήτηση για αυτή την ομάδα συζητήσεων

source: Adding discussions to this forum requires group membership.
el: Η προσθήκη συζητήσεων σε αυτή την ομάδα συζήτησης απαιτεί συμμετοχή σε ομάδα.

source: You do not have permission to add a new discussion topic for all participants.
el: Δεν έχετε δικαίωμα να προσθέσετε ένα νέο θέμα συζήτησης για όλους τους συμμετέχοντες.

source: Could not add subscriber with id {$a} to this forum!
el: Δεν ήταν δυνατό να προστεθεί ο συνδρομητής με αναγνωριστικό {$a} σε αυτή την ομάδα συζήτησης!

source: Could not add converted teacher forum instance to section 0 in the course
el: Δεν ήταν δυνατό να προστεθεί το στιγμιότυπο της αλλαγμένης ομάδας συζήτησης τύπου καθηγητή στο τμήμα 0 στο μάθημα

source: Could not create new discussion
el: Δεν ήταν δυνατό να δημιουργηθεί η νέα συζήτηση

source: Could not create new course module instance for the teacher forum
el: Δεν ήταν δυνατό να δημιουργηθεί το νέο στιγμιότυπο αρθρώματος μαθήματος για την ομάδα συζήτησης τύπου καθηγητή

source: You can't delete this post!
el: Δεν μπορείτε να διαγράψετε αυτή τη δημοσίευση!

source: You can't edit other people's posts!
el: Δεν μπορείτε να επεξεργαστείτε τις δημοσιεύσεις άλλων χρηστών!

source: Could not find the discussion in this forum
el: Δεν ήταν δυνατόν να βρεθεί η συζήτηση σε αυτή την ομάδα συζητήσεων

source: Could not find the first post in this forum
el: Δεν ήταν δυνατόν να βρεθεί η πρώτη δημοσίευση σε αυτή την ομάδα συζητήσεων

source: Could not find or create a main announcements forum for the site
el: Δεν ήταν δυνατόν να βρεθεί ή να δημιουργηθεί μια βασική ομάδα συζητήσεων ειδήσεων για τον ιστοχώρο

source: Could not find top parent of post {$a}
el: Δεν ήταν δυνατόν να βρεθεί ο βασικός γονέας της δημοσίευσης {$a}

source: Cannot move discussion from a simple single discussion forum
el: Δεν είναι δυνατό να μετακινηθεί η συζήτησης από μια απλή ομάδα συζητήσεων μιας συζήτησης

source: Forum not visible
el: Η ομάδα συζήτησης δεν είναι ορατή

source: You can't move to that forum - it doesn't exist!
el: Δεν μπορείτε να μετακινήσετε σε αυτή την ομάδα συζήτησης - δεν υπάρχει!

source: Target forum not found in this course.
el: Η ομάδα συζητήσεων προορισμού δεν βρέθηκε σε αυτό το μάθημα.

source: Could not purge the cached RSS feeds for the source and/or destination forum(s) - check your file permissionsforums
el: Δεν ήταν δυνατόν να καθαριστεί η προσωρινή μνήμη των τροφοδοτήσεων RSS για το μάθημα και/ή τις ομάδες συζητήσεων προορισμού - ελέγξτε τα δικαιώματα αρχείων σας

source: Could not remove subscriber with id {$a} from this forum!
el: Δεν ήταν δυνατόν να αφαιρεθεί ο συνδρομητής με αναγνωριστικό {$a} από αυτή την ομάδα συζητήσεων!

source: You cannot reply to this post
el: Δεν μπορείτε να απαντήσετε σε αυτή τη δημοσίευση

source: Discussions from this forum cannot be split
el: Οι συζητήσεις από αυτή την ομάδα συζητήσεων δεν μπορούν διαιρεθούν

source: Sorry, but you must be a group member to subscribe.
el: Λυπόμαστε, αλλά πρέπει να είστε μέλος ομάδας για να εγγραφείτε.

source: Could not stop tracking that forum
el: Δεν ήταν δυνατόν να σταματήσει η παρακολούθηση αυτή της ομάδας συζητήσεων

source: Could not unsubscribe you from that forum
el: Δεν ήταν δυνατόν να σας απεγγράψουμε από αυτή την ομάδα συζητήσεων

source: You can not update this post
el: Δεν μπορείτε να ενημερώσετε αυτή τη δημοσίευση

source: You cannot read other students questions in this discussion yet because you haven't posted
el: Δεν μπορείτε να διαβάσετε τις ερωτήσεις των άλλων μαθητών σε αυτή τη συζήτηση ακόμα γιατί δεν έχετε δημοσιεύσει κάτι

source: Mark old posts as read hour
el: Η ώρα που θα σημειώνονται οι παλιές δημοσιεύσεις ως αναγνωσμένες

source: You are not subscribed to this discussion. Click to subscribe.
el: Δεν έχετε εγγραφεί σε αυτή τη συζήτηση. Κάντε κλικ για να εγγραφείτε.

source: You are subscribed to this discussion. Click to unsubscribe.
el: Έχετε εγγραφεί σε αυτή τη συζήτηση. Κάντε κλικ για να ξεγραφτείτε.

source: Student must create discussions:
el: Οι χρήστες πρέπει να δημιουργούν συζητήσεις:

source: Require discussions
el: Απαιτούνται συζητήσεις

source: requiring discussions to complete
el: απαιτούνται συζητήσεις για την ολοκλήρωση

source: Student must post discussions or replies:
el: Οι χρήστες πρέπει να δημοσιεύουν συζητήσεις ή απαντήσεις:

source: Require posts
el: Απαιτούνται δημοσιεύσεις

source: requiring discussions or replies to complete
el: απαιτούνται συζητήσεις ή απαντήσεις για την ολοκλήρωση

source: Student must post replies:
el: Οι χρήστες πρέπει να δημοσιεύουν απαντήσεις:

source: Require replies
el: Απαιτούνται απαντήσεις

source: requiring replies to complete
el: απαιτούνται απαντήσεις για την ολοκλήρωση

source: The hour of the day to clean old posts from the 'read' table.
el: Η ώρα της ημέρας για εκκαθάριση παλιών δημοσιεύσεων από τον πίνακα 'αναγνωσμένων'.

source: People who choose to have emails sent to them in digest form will be emailed the digest daily. This setting controls which time of day the daily mail will be sent (the next cron that runs after this hour will send it).
el: Για τους χρήστες που επιλέγουν να τους αποστέλλονται τα μηνύματα του ηλεκτρονικού τους ταχυδρομείου μαζικά, αυτή η ρύθμιση καθορίζει την ώρα της ημέρας που θα γίνεται αυτό.

source: The default display mode for discussions if one isn't set.
el: Ο προεπιλεγμένος τρόπος εμφάνισης συζητήσεων αν δεν έχει καθοριστεί κάποιος ακόμα.

source: This switch will enable the possibility of RSS feeds for all forums. You will still need to turn feeds on manually in the settings for each forum.
el: Αυτή η ρύθμιση δίνει τη δυνατότητα τροφοδοτήσεων RSS για όλες τις ομάδες συζητήσεων. Θα εξακολουθείτε να πρέπει να ενεργοποιήσετε τις τροφοδοτήσεις χειροκίνητα στις ρυθμίσεις της κάθε ομάδας συζητήσεων.

source: Set to 'yes' if you want to allow setting of display periods when posting a new forum discussion.
el: Ρυθμίσετε το σε 'ναι' εάν επιθυμείτε να επιτρέψετε την ρύθμιση των περιόδοων εμφάνισης κατά την δημοσίευση μιας νέας συζήτησης σε μια ομάδα συζητήσεων (πειραματικό καθώς δεν έχει δοκιμαστεί πλήρως)

source: Any post over this length (in characters not including HTML) is considered long. Posts displayed on the site front page, social format course pages, or user profiles are shortened to a natural break somewhere between the forum_shortpost and forum_longpost values.
el: Οποιοδήποτε μήνυμα μεγαλύτερο από αυτό το μήκος (μη συμπεριλαμβανομένου του HTML) θεωρείται μεγάλο. Δημοσιεύσεις που εμφανίζονται στην αρχική σελίδα του site, σε σελίδες μαθημάτων κοινωνικής μορφής, ή σε προφίλ χρηστών περικόπτονται προς ένα φυσικό σημείο κάπου μεταξύ των τιμών των forum_shortpost και forum_longpost.

source: Maximum number of discussions shown in a forum per page
el: Ο μέγιστος αριθμός συζητήσεων που εμφανίζονται σε μια ομάδα συζητήσεων ανά σελίδα

source: Default maximum number of attachments allowed per post.
el: Ο προεπιλεγμένος μέγιστος αριθμός επισυναπτόμενων που επιτρέπονται ανά δημοσίευση.

source: Default maximum size for all forum attachments on the site (subject to course limits and other local settings)
el: Το προκαθορισμένο μέγιστο μέγεθος για όλα τα επισυναπτόμενα στις ομάδες συζητήσεων του ιστοχώρου (εξαρτάται και από τα όρια του μαθήματος και άλλων τοπικών ρυθμίσεων)

source: Number of days old any post is considered read.
el: Αριθμός ημερών μέχρι να θεωρηθεί μια δημοσίευση αναγνωσμένη.

source: When a forum post is mailed out, should it contain the user's email address so that recipients can reply personally rather than via the forum? Even if set to 'Yes' users can choose in their profile to keep their email address secret.
el: Όταν μια δημοσίευση σε μια ομάδα συζητήσεων αποστέλλεται με ηλεκτρονικό ταχυδρομείο, να περιέχει τη διεύθυνση του αποστολέα, ώστε οι παραλήπτες να μπορούν να απαντήσουν προσωπικά και όχι μόνο μέσω της ομάδας συζητήσεων; Ακόμα και αν ρυθμιστεί σε 'Ναι' οι χρήστες μπορούν να επιλέξουν να αποκρύπτουν την διεύθυνση ηλεκτρονικού ταχυδρομείου τους μέσα από το προφίλ τους.

source: Any post under this length (in characters not including HTML) is considered short (see below).
el: Οποιοδήποτε μήνυμα μικρότερο αυτού του μεγέθους (μη συμπεριλαμβανομένου του HTML) θεωρείται μικρό. (δείτε παρακάτω)

source: Set to 'yes' if you want to track read/unread for each user.
el: Ρυθμίστε το σε 'ναι' εάν θέλετε να παρακολουθείτε το αναγνωσμένο/μη-αναγνωσμένο για κάθε χρήστη.

source: If 'yes', the user must manually mark a post as read. If 'no', when the post is viewed it is marked as read.
el: Εάν 'ναι', ο χρήστης πρέπει να ρυθμίζει χειροκίνητα μια δημοσίευση ως αναγνωσμένη. Εάν 'όχι', όταν μια δημοσίευση εμφανίζεται χαρακτηρίζεται ως αναγνωσμένη.

source: Could not add your post due to an unknown error
el: Δεν ήταν δυνατή η προσθήκη του μηνύματός σας λόγω άγνωστου σφάλματος

source: Sorry, that cannot be deleted as people have already responded to it
el: Συγνώμη, αυτό δεν μπορεί να διαγραφεί γιατί υπάρχουν ήδη χρήστες που έχουν απαντήσει σε αυτό

source: Could not update your post due to an unknown error
el: Δεν ήταν δυνατή η ενημέρωση του μηνύματός σας λόγω άγνωστου σφάλματος

source: Delete
el: Διαγραφή

source: The discussion topic has been deleted
el: Το θέμα συζήτησης διαγράφηκε

source: The post has been deleted
el: Η δημοσίευση διαγράφηκε

source: Those posts have been deleted
el: Αυτές οι δημοσιεύσεις έχουν διαγραφεί

source: Are you sure you want to delete this post?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το μήνυμα;

source: Are you sure you want to delete this post and all replies? ({$a} posts)
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτήν την δημοσίευση και όλες τις απαντήσεις; ({$a} δημοσιεύσεις)

source: This is your daily digest of new posts from the {$a->sitename} forums. To change your default forum email preferences, go to {$a->userprefs}.
el: Αυτή είναι η ημερήσια ανασκόπηση νέων δημοσιεύσεων από τις ομάδες συζητήσεων του {$a->sitename}. Για να αλλάξετε τις ρυθμίσεις ηλεκτρονικού ταχυδρομείου της ομάδας συζητήσεων, επισκεφθείτε {$a->userprefs}.

source: your user profile
el: το προφίλ σας ως χρήστης

source: {$a}: forum digest
el: {$a}: ανασκόπηση ομάδας συζητήσεων

source: Hour to send digest emails
el: Ώρα αποστολής συλλογικών μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Email digests successfully sent to {$a} users.
el: Ανασκοπήσεις ηλεκτρονικού ταχυδρομείου στάλθηκαν με επιτυχία σε {$a} χρήστες.

source: Subscriptions not allowed
el: Οι εγγραφές δεν επιτρέπονται

source: Subscriptions not allowed (except for teachers)
el: Οι εγγραφές δεν επιτρέπονται (εξαιρούνται οι καθηγητές)

source: Discussion
el: Συζήτηση

source: This discussion has been moved to '{$a}'.
el: Αυτή η συζήτηση έχει μετακινηθεί στο '{$a}'.

source: This discussion has been moved to <a href="{$a->discusshref}">here</a> in the forum <a href="{$a->forumhref}">{$a->forumname}</a>
el: Αυτή η συζήτηση έχει μετακινηθεί <a href="{$a->discusshref}">εδώ</a> στην ομάδα συζητήσεων <a href="{$a->forumhref}">{$a->forumname}</a>

source: Discussion name
el: Όνομα συζήτησης

source: Pin
el: Καρφίτσωμα

source: Pinned
el: Καρφιτσωμένο

source: Discussions
el: Συζητήσεις

source: Discussions started by {$a}
el: Συζητήσεις που ξεκίνησαν από {$a}

source: Discussions recently started by {$a}
el: Συζητήσεις που ξεκίνησαν πρόσφατα από {$a}

source: Discussion subscription
el: Εγγραφή στη συζήτηση

source: Subscribing to a discussion means you will receive notifications of new posts to that discussion.
el: Κάνοντας εγγραφή στη συζήτηση σημαίνει ότι θα λαμβάνετε ειδοποιήσεις όταν γίνονται νέα posts σε αυτή τη συζήτηση.

source: Discuss this topic
el: Συζήτηση αυτού του θέματος

source: Display end
el: Εμφάνιση τέλους

source: This setting specifies whether a forum post should be hidden after a certain date. Note that administrators can always view forum posts.
el: <p align="center"><strong>Χρονικό διάστημα εμφάνισης Φόρουμ</strong></p> <p align="left"><br /> Μπορείτε να επιλέξετε εάν τα μηνύματα που γράφετε στο φόρουμ σας εμφανίζονται μόνο από μία ορισμένη ημερομηνία, αν λήγουν (διαγράφονται) μία συγκεκριμένη ημερομηνία ή αν εμφανίζονται μόνο κατά τη διάρκεια μιας δεδομένης περιόδου.<br /> Αποεπιλέξτε την επιλογή &quot;ανενεργός&quot; για να ενεργοποιήσετε την ημερομηνία έναρξης ή/και λήξης της εμφάνισης.<br /> Σημειώστε ότι οι χρήστες με την ιδιότητα του Admin (διαχειριστή) θα έχουν την δυνατότητα να δουν τα μηνύματα πριν την ημερομηνία εμφάνισής τους, αλλά και μετά από την ημερομηνία λήξης τους.</p>

source: Display mode
el: Λειτουργία εμφάνισης

source: Display period
el: Περίοδος εμφάνισης

source: Display start
el: Εμφάνιση έναρξης

source: This setting specifies whether a forum post should be displayed from a certain date. Note that administrators can always view forum posts.
el: <p align="center"><strong>Χρονικό διάστημα εμφάνισης Φόρουμ</strong></p> <p align="left"><br /> Μπορείτε να επιλέξετε εάν τα μηνύματα που γράφετε στο φόρουμ σας εμφανίζονται μόνο από μία ορισμένη ημερομηνία, αν λήγουν (διαγράφονται) μία συγκεκριμένη ημερομηνία ή αν εμφανίζονται μόνο κατά τη διάρκεια μιας δεδομένης περιόδου.<br /> Αποεπιλέξτε την επιλογή &quot;ανενεργός&quot; για να ενεργοποιήσετε την ημερομηνία έναρξης ή/και λήξης της εμφάνισης.<br /> Σημειώστε ότι οι χρήστες με την ιδιότητα του Admin (διαχειριστή) θα έχουν την δυνατότητα να δουν τα μηνύματα πριν την ημερομηνία εμφάνισής τους, αλλά και μετά από την ημερομηνία λήξης τους.</p>

source: Each person posts one discussion
el: Κάθε άτομο θέτει ένα θέμα συζήτησης

source: Edit
el: Επεξεργασία

source: Edited by {$a->name} - original submission {$a->date}
el: Επεξεργασμένο από {$a->name} - αρχική υποβολή {$a->date}

source: Editing
el: Επεξεργασία

source: No digest
el: Χωρίς σύνοψη

source: The type of notification that you will receive for each forum. * Default - follow the digest setting found in your user profile. If you update your profile, then that change will be reflected here too; * No digest - you will receive one e-mail per forum post; * Digest - complete posts - you will receive one digest e-mail per day containing the complete contents of each forum post; * Digest - subjects only - you will receive one digest e-mail per day containing just the subject of each forum post.
el: Ο τύπος ειδοποίησης που θα λαμβάνετε για κάθε ομάδα συζητήσεων. <br/><br/> * Προεπιλογή - εφαρμόζεται η ρύθμιση σύνοψης που υπάρχει στο προφίλ χρήστη σας. Αν ενημερώσετε το προφίλ σας, τότε η αλλαγή θα αντικατοπτρίζεται και εδώ.<br/> * Χωρίς σύνοψη - θα λαμβάνετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου ανά ανάρτηση στην ομάδα συζητήσεων.<br/> * Σύνοψη - πλήρεις αναρτήσεις - θα λαμβάνετε μια σύνοψη μέσω ηλεκτρονικού ταχυδρομείου την ημέρα που θα περιέχει το πλήρες περιεχόμενο κάθε ανάρτησης στην ομάδα συζητήσεων.<br/> * Σύνοψη - θέματα μόνο - θα λαμβάνετε μια σύνοψη μέσω ηλεκτρονικού ταχυδρομείου την ημέρα που περιέχει μόνο το θέμα της κάθε ανάρτησης στην ομάδα συζητήσεων.

source: Something was wrong with your post. Perhaps you left it blank, or the attachment was too big. Your changes have NOT been saved.
el: Υπήρξε κάποιο σφάλμα στο μήνυμά σας. Ίσως το αφήσατε κενό ή το επισυναπτόμενο ήταν πολύ μεγάλο. Οι αλλαγές σας ΔΕΝ αποθηκεύτηκαν.

source: An error occurred while deleting record.
el: Συνέβη ένα σφάλμα κατά την διαγραφή της καταχώρησης.

source: Everyone can choose to be subscribed
el: Όλοι μπορούν να επιλέξουν να εγγραφούν

source: Everyone can now choose to be subscribed
el: Όλοι έχουν τώρα την επιλογή να γίνουν συνδρομητές

source: Everyone is now subscribed to this forum
el: Όλοι είναι τώρα συνδρομητές σε αυτή την ομάδα συζητήσεων

source: Everyone is subscribed to this forum
el: Όλοι είναι συνδρομητές σε αυτή την ομάδα συζητήσεων

source: Existing subscribers
el: Υπάρχοντες συνδρομητές

source: This forum forces everyone to be subscribed
el: Αυτή η ομάδα συζητήσεων υποχρεώνει όλους να γίνουν συνδρομητές

source: Add a new forum
el: Προσθήκη νέας ομάδας συζητήσεων

source: Add announcements
el: Προσθήκη νέων

source: Add question
el: Προσθήκη ερώτησης

source: Author (hidden)
el: Συγγραφέας (κρυμμένος)

source: You are approaching the posting threshold. You have posted {$a->numposts} times in the last {$a->blockperiod} and the limit is {$a->blockafter} posts.
el: Πλησιάζετε το κατώφλι επιτρεπόμενων δημοσιεύσεων. Έχετε δημοσιεύσει {$a->numposts} φορές στα τελευταία {$a->blockperiod} και το όριο είναι {$a->blockafter} δημοσιεύσεις.

source: This post cannot be viewed by you, probably because you have not posted in the discussion, the maximum editing time hasn't passed yet, the discussion has not started or the discussion has expired.
el: Δεν μπορείτε να εμφανίσετε αυτήν την δημοσίευση, πιθανώς επειδή δεν έχετε δημοσιεύσει κάτι στην συζήτηση ακόμα.

source: Create attachments
el: Δημιουργία επισυναπτόμενων

source: Delete any posts (anytime)
el: Διαγραφή οποιασδήποτε δημοσίευσης (οποτεδήποτε)

source: Delete own posts (within deadline)
el: Διαγραφή προσωπικών δημοσιεύσεων (μέσα στη διορία)

source: Edit any post
el: Επεξεργασία οποιασδήποτε δημοσίευσης

source: Export whole discussion
el: Εξαγωγή ολόκληρης της συζήτησης

source: Export own post
el: Εξαγωγή των δικών σας δημοσιεύσεων

source: Export post
el: Εξαγωγή δημοσίευσης

source: Description
el: Εισαγωγή ομάδας συζητήσεων

# $string['forum:managesubscriptions']
source: Manage subscribers
el: Διαχείριση εγγραφών

source: Move discussions
el: Μετακίνηση συζητήσεων

source: Forum name
el: Όνομα ομάδας συζητήσεων

# $string['forumposts']
source: Forum posts
el: Αναρτήσεις ομάδας συζητήσεων

source: Exempt from post threshold
el: Εξαίρεση από κατώτατο όριο δημοσιεύσεων

source: Rate posts
el: Βαθμολόγηση δημοσιεύσεων

source: Reply to announcements
el: Απάντηση στα νέα

source: Reply to posts
el: Απάντηση στις δημοσιεύσεις

# $string['forums']
source: Forums
el: Ομάδς Συζητήσεων

source: Split discussions
el: Διαχωρισμός συζητήσεων

source: Start new discussions
el: Έναρξη νέας συζήτησης

source: Subject (hidden)
el: Θέμα (κρυμμένο)

source: Unread posts are being tracked
el: Οι μη αναγνωσμένες δημοσιεύσεις παρακολουθούνται

source: Unread posts are not being tracked
el: Οι μη αναγνωσμένες δημοσιεύσεις δεν παρακολουθούνται

source: Forum type
el: Τύπος ομάδας συζητήσεων
