Repository: eellak/moodle-po
Catalog: *-new/forum.po_*.po
Languages: el

source: This forum has a limit to the number of forum postings you can make in a given time period - this is currently set at {$a->blockafter} posting(s) in {$a->blockperiod}
el: Αυτή ομάδα συζητήσεων έχει ένα όριο στον αριθμό των δημοσιεύσεων που μπορείτε να κάνετε σε μια δεδομένη χρονική περίοδο - {$a->blockafter} δημοσιεύσεις σε {$a->blockperiod}

source: Timed posts
el: Χρονομετρημένες δημοσιεύσεις

source: Display end date cannot be earlier than the start date
el: Η ημερομήνια λήξης εμφάνισης δεν μπορεί να είναι νωρίτερα από την ημερομηνία έναρξης

source: Track unread posts
el: Παρακολούθηση μη αναγνωσμένων δημοσιεύσεων

source: Track
el: Παρακολούθηση

source: Off
el: Μη ενεργό

source: Forced
el: Ενεργό

source: Optional
el: Προαιρετικό

source: Read tracking
el: Ανάγνωση παρακολούθησης για αυτή την ομάδα συζητήσεων;

source: Read tracking enables participants to easily check which posts they have not yet seen by highlighting any new posts. If set to optional, participants can choose whether to turn tracking on or off via a link in the administration block. (Users must also enable forum tracking in their forum preferences.) If 'Allow forced read tracking' is enabled in the site administration, then a further option is available - forced. This means that tracking is always on, regardless of users' forum preferences.
el: <p align="center"><b>Τύπος Παρακολούθησης Ομάδας Συζήτησης</b></p> <p>Εάν είναι ενεργοποιημένο το 'Παρακολούθηση Ανάγνωσης' στα forum, τότε οι χρήστες μπορούν να παρακολουθούν διαβασμένα και μη διαβασμένα μηνύματα στα forums και στις συζητησεις. Ο καθητηγής μπορεί να επιλέξει να ενταχθεί η παρακολούθηση στο forum χρησιμοποιώντας αυτή την επιλογή. </p> <p>Υπάρχουν 3 επιλογές για αυτή τη ρύθμιση:</p> <ul> <li> Προεραιτικά [προεπιλογή]: Οι μαθητές μπορούν να επιλέγουν την ενεργοποίηση ή όχι της παρακολούθησης για το forum κατα βούληση.</li> <li>Ενεργοποίηση: Η παρακολούθηση είναι πάντα ενεργή.</li> <li>Απενεργοποίηση: Η παρακολούθηση είναι πάντα κλειστή.</li> </ul>

source: Unread
el: Μη αναγνωσμένο

source: Unread posts
el: Μη αναγνωσμένες δημοσιεύσεις

source: {$a} unread posts
el: {$a} μη αναγνωσμένες δημοσιεύσεις

source: 1 unread post
el: Μία μη αναγνωσμένη δημοσίευση

source: Unsubscribe from this forum
el: Διαγραφή από αυτή την ομάδα συζητήσεων

# $string['unsubscribeall']
source: Unsubscribe from all forums
el: Απεγγραφή από όλές τις ομάδες συζητήσεων

source: You are currently subscribed to {$a->forums} forums, and {$a->discussions} discussions. Do you really want to unsubscribe from all forums and discussions, and disable discussion auto-subscription?
el: Αυτή τη στιγμή είστε συνδρομητές σε {$a} ομάδες συζητήσεων. Επιθυμείτε πραγματικά να απεγγραφείτε από όλες τις ομάδες συζητήσεων και να απενεργοποιήσετε την αυτόματη εγγραφή σε ομάδες συζητήσεων?

source: All optional forum subscriptions were removed. You will still receive notifications from forums with forced subscription. To manage forum notifications go to Messaging in My Profile Settings.
el: Όλες οι συνδρομές σας σε ομάδες συζητήσεων αφαιρέθηκαν, μπορεί να λαμβάνετε ακόμα ειδοποιήσεις από ομάδες συζητήσεων με υποχρεωτικές εγγραφές. Εάν δεν επιθυμείτε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου από αυτόν τον εξυπηρετή παρακαλούμε πηγαίνετε στο προφίλ σας και απενεργοποιήστε εκεί την δι/νση ηλεκτρονικού ταχυδρομείου.

source: You are not subscribed to any forums. To disable all notifications from this server go to Messaging in My Profile Settings.
el: Λυπόμαστε, δεν είστε συνδρομητής σε καμία ομάδα συζητήσεων. Εάν δεν επιθυμείτε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου από αυτόν τον εξυπηρετή παρακαλούμε πηγαίνετε στο προφίλ σας και απενεργοποιήστε εκεί την δι/νση ηλεκτρονικού ταχυδρομείου..

source: Unsubscribed
el: Διεγραμμένος/η

source: Unsubscribe
el: Διαγραφή

source: Manual message read marking
el: Χειροκίνητη σήμανση ανάγνωσης του μηνύματος

source: Post threshold for warning
el: Κατώφλι δημοσιεύσεων για προειδοποίηση

source: Students can be warned as they approach the maximum number of posts allowed in a given period. This setting specifies after how many posts they are warned. Users with the capability mod/forum:postwithoutthrottling are exempt from post limits.
el: <p align="center"><strong>Έλεγχος των δημοσιεύσεων (καταχωρήσεων) στο Φόρουμ.</strong></p> <p align="left">Η έννοια του ελέγχου των δημοσιεύσεων είναι πολύ απλή. Οι χρήστες θα εμποδιστούν να κάνουν νέα δημοσίευση πέραν του καθορισμένου αριθμού σε μια δεδομένη περίοδο, και καθώς θα πλησιάζουν σε αυτόν τον αριθμό, θα προειδοποιούνται ότι πλησιάζουν το όριο.</p> <p align="left">Θέτοντας το όριο προειδοποίησης (δηλαδή των αριθμών δημοσιεύσεων που μπορεί ακόμη κάποιος ακόμη να κάνει) σε 0 θα θέσει εκτός λειτουργίας τις προειδοποιήσεις, και ο καθορισμός του ορίου δημοσιεύσεων σε 0 θα θέσει εκτός λειτουργίας το όριο δημοσιεύσεων. Εάν δεν υπάρχει όριο δημοσιεύσεων, οι προειδοποιήσεις τίθενται εκτός λειτουργίας αυτόματα.</p> <p align="left">Καμία από αυτές τις ρυθμίσεις δεν επηρεάζει τις δημοσιεύσεις των διδασκόντων.</p>

source: Your new question
el: Η νέα σας ερώτηση

source: Your new discussion topic
el: Το νέο σας θέμα συζήτησης

source: Your reply
el: Η απάντησή σας
