Repository: eellak/moodle-po
Catalog: *-new/gradeimport_xml.po_*.po
Languages: el

source: Error - bad XML format
el: Σφάλμα - λάθος μορφή XML

source: Error - there are two grade items with idnumber '{$a}' in this course. This should be impossible.
el: Σφάλμα - υπάρχουν δύο στοιχεία βαθμολογίας με αναγνωριστικό αριθμό '{$a}' σε αυτό το μάθημα. Αυτό θα έπρεπε να είναι αδύνατο.

source: Error - duplicate idnumber
el: Σφάλμα - διπλότυπος αναγνωριστικός αριθμός

source: Error - idnumber '{$a}' from the import file does not match any grade item.
el: Σφάλμα - ο αναγνωριστικός αριθμός '{$a}' από το αρχείο εισαγωγής δεν αντιστοιχεί σε κάποιο στοιχείο βαθμολογίας.

source: Error - incorrect idnumber
el: Σφάλμα - λανθασμένος αναγνωριστικός αριθμός

source: Error - idnumber '{$a}' from the import file does not match any user.
el: Σφάλμα - ο αναγνωριστικός αριθμός '{$a}' από το αρχείο εισαγωγής δεν αντιστοιχεί σε κάποιον χρήστη.

source: Errors occur
el: Συνέβησαν σφάλματα

source: An error occurred when trying to import: {$a}
el: Προέκυψε σφάλμα κατα την εισαγωγή: {$a}

source: Remote file URL
el: Τοποθεσία απομακρυσμένου αρχείου

source: XML import
el: Εισαγωγή XML

source: XML file
el: Αρχείο XML

source: Publish import grades from XML
el: Δημοσίευση εισαγωγής βαθμών από αρχείο XML

source: Import grades from XML
el: Εισαγωγή βαθμών από αρχείο XML
