Repository: eellak/moodle-po
Catalog: *-new/grades.po_*.po
Languages: el

source: [Deletion in progress]
el: [Διαγραφή σε εξέλιξη]

source: Change to grades only
el: Μόνο βαθμοί

source: Grade settings
el: Ρυθμίσεις βαθμού

source: Grade type
el: Τύπος βαθμού

source: View grade
el: Εμφάνιση βαθμού

source: Grade weight help
el: Βοήθεια Βαρύτητας Βαθμών

source: Group average
el: Μέσος όρος ομάδας

# $string['hidden']
source: Hidden
el: Κρυμμένο

source: Show submitted date for hidden grades
el: Εμφάνιση ημερομηνίας υποβολής για κρυφούς βαθμούς

source: If user can not see hidden grades show date of submission instead of '-'.
el: Εάν ο χρήστης δεν μπορεί να δει τους κρυφούς βαθμούς εμφάνισε την ημερομηνία της υποβολής στη θέση του '-'.

source: Hidden until
el: Κρυμμένο μέχρι

source: Hidden until: {$a}
el: Κρυμμένο μέχρι: {$a}

source: Hide advanced features
el: Κρύψτε τα προχωρημένα χαρακτηριστικά

source: Hide averages
el: Απόκρυψη μέσων όρων

source: Hide calculations
el: Απόκρυψη υπολογισμών

# $string['hidecategory']
source: Hidden
el: Κρυμμένο

source: Hide show/hide icons
el: Απόκρυψη εικονίδιων εμφάνισης/απόκρυψης

source: Hide feedback
el: Απόκρυψη σχόλιου

source: Hide forced settings
el: Απόκρυψη υποχρεωτικών ρυθμίσεων

source: Do not show forced settings in grading UI.
el: Να μην εμφανίζονται υποχρεωτικές ρυθμίσεις στην βαθμολόγηση UI.

source: Hide groups
el: Απόκρυψη ομάδων

source: Hide locks
el: Απόκρυψη κλειδωμάτων

source: Show outcomes
el: Εμφάνιση εκβάσεων

source: Hide quick feedback
el: Απόκρυψη Γρήγορου Σχόλιου

source: Hide ranges
el: Απόκρυψη διαστημάτων

source: Hide totals if they contain hidden items
el: Απόκρυψη συνόλων αν περιέχουν κρυφά στοιχεία

source: This setting specifies whether totals which contain hidden grade items are shown to students or replaced with a hyphen (-). If shown, the total may be calculated either excluding or including hidden items. If hidden items are excluded, the total will be different to the total seen by the teacher in the grader report, since the teacher always sees totals calculated from all items, hidden or unhidden. If hidden items are included, students may be able to calculate the hidden items.
el: Αυτή η ρύθμιση καθορίζει αν τα σύνολα που περιέχουν κρυφά βαθμολογημένα στοιχεία εμφανίζονται στους μαθητές ή αντικαθίστανται από μία παύλα (-). Αν εμφανίζονται, το σύνολο μπορεί να υπολογιστεί είτε εξαιρουμένων είτε συμπεριλαμβανομένων των κρυφών στοιχείων. Αν εξαιρεθούν τα κρυφά στοιχεία, το σύνολο θα είναι διαφορετικό από το σύνολο που φαίνεται από τον καθηγητή στην αναφορά βαθμολογητή, δεδομένου ότι ο καθηγητής βλέπει πάντα τα υπολογισμένα σύνολα από όλα τα στοιχεία, κρυφά ή όχι. Αν τα κρυφά στοιχεία συμπεριλαμβάνονται, οι μαθητές θα έχουν την δυνατότητα να υπολογίσουν τα κρυφά στοιχεία.

source: Show totals excluding hidden items
el: Εμφάνιση συνόλων εξαιρουμένων των κρυφών στοιχείων

source: Show totals including hidden items
el: Εμφάνιση συνόλων συμπεριλαμβανομένων των κρυφών στοιχείων

source: Hide {$a->category} {$a->itemmodule} {$a->itemname}
el: Απόκρυψη {$a->category}$a->itemmodule {$a->itemname}

source: Sort by high grade ascending
el: Ταξινόμηση με αύξουσα σειρά υψηλών βαθμών

source: Sort by high grade descending
el: Ταξινόμηση με φθίνουσα σειρά υψηλών βαθμών

source: High
el: Υψηλό

source: Identify user by
el: Αναγνώριση χρήστη με

source: ID numbers
el: Ανανγνωριστικοί αριθμοί

source: Ignore
el: Αγνοήστε

source: Import
el: Εισαγωγή

source: Import CSV
el: Εισαγωγή CSV

source: Import as custom outcomes (only this course)
el: Εισαγωγή ως προσαρμοσμένες εκβάσεις (μόνο αυτό το μάθημα)

source: An error occurred, this script wasn't called with the right parameters.
el: Συνέβη ένα σφάλμα, αυτό το σενάριο δεν κλήθηκε με τις σωστές παραμέτρους.

source: Import failed. No data was imported.
el: Η εισαγωγή απέτυχε

source: Import feedback
el: Εισαγωγή σχόλιου

source: Import file
el: Εισαγωγή αρχείου

source: No file was received, go back to the form and make sure to upload a valid file.
el: Δεν λήφθηκε κανένα αρχείο, πηγαίνετε πίσω στη φόρμα και εξασφαλίστε οτι ανεβάζετε ένα έγκυρο αρχείο.

source: Import from
el: Εισαγωή από

source: The uploaded file is empty or corrupted. Please verify this is a valid file. The problem was detected at line {$a}; this is triggered by the data lines not having as many columns as the first line (the header line) or if the imported file is missing expected headers. Look at the exported file for an example of a file with valid header.
el: Το αρχείο που ανέβηκε είναι άδειο ή κατεστραμμένο. Παρακαλούμε επιβεβαιώστε οτι είναι ένα έγκυρο αρχείο. Το πρόβλημα εντοπίστηκε στη γραμμή {$a}; ενεργοποιήθηκε από τις γραμμές δεδομένων που δεν έχουν τόσες στήλες όσες η πρώτη γραμμή (η γραμμή κεφαλίδας) ή το εισαγόμενο αρχείο υπολείπεται κάποιων αναμενόμενων κεφαλίδων. Κοιτάξτε στο εξαγώμενο αρχείο για ένα παράδειγμα αρχείου με έγκυρες κεφαλίδες.

source: Import outcomes
el: Εισαγωγή εκβάσεων

source: Imported outcome "{$a->name}" with ID #{$a->id}
el: Εισαγόμενη έκβαση "{$a->name}" με αναγνωριστικό #{$a->id}

source: Import plugins
el: Εισαγωγή υπομονάδων λογισμικού

source: Import preview
el: Εισαγωγή προεπισκόπησης

source: Import settings
el: Εισαγωγή ρυθμίσεων

source: You don't have permission to add a new scale, so outcome "{$a}" was skipped as it required creating a new scale
el: Δεν έχετε δικαίωμα προσθήκης μιας νέας κλίμακας, οπότε η έκβαση "{$a}" παραλήφθηκε καθώς απαιτεί την δημιουργία μιας νέας κλίμακας

source: An outcome with shortname "{$a}" already exists in this context, the one in the imported file was skipped.
el: Μια έκβαση με σύντομο όνομα "{$a}" υπάρχει ήδη σε αυτό το πλαίσιο, η αντίστοιχη στο εισαγώμενο αρχείο παραλήφθηκε.

source: Import as standard outcomes
el: Εισαγωγή ως πρότυπες εκβάσεις

source: Grade import success
el: Επιτυχία εισαγωγής βαθμών

source: Import XML
el: Εισαγωγή XML

source: Include scales in aggregation
el: Ενσωμάτωση κλιμάκων στη συνάθροιση

source: You can change whether scales are to be included as numbers in all aggregated grades across all gradebooks in all courses. CAUTION: changing this setting will force all aggregated grades to be recalculated.
el: Μπορείτε να αλλάξετε το εάν οι κλίμακες θα ενσωματώνονται σαν αριθμοί σε όλους τους συναθροιζόμενους βαθμούς σε όλα τα βαθμολόγια όλων των μαθημάτων. ΠΡΟΣΟΧΗ: η αλλαγή αυτής της ρύθμισης θα υποχρεώσει τους συναθροιζόμενους βαθμούς να επαναϋπολογιστούν.

source: Course ID was incorrect
el: Το αναγνωριστικό μαθήματος ήταν λάθος

source: The minimum must be lower than the maximum
el: Το ελάχιστο πρέπει να είναι χαμηλότερα από το μέγιστο

source: Inherit
el: Κληρονομικότητα

source: Item
el: Αντικείμενο

source: Item info
el: Πληροφορίες στοιχείου

source: Item name
el: Όνομα στοιχείου

source: The name of this item, pushed in by the module.
el: Το όνομα αυτού του στοιχείου, τοποθετημένο μέσα από το άρθρωμα.

source: Items
el: Αντικείμενα

source: Edit grade item
el: Επεξεργασία στοιχείου βαθμολόγησης

source: Keep the highest
el: Διατήρηση υψηλότερων

source: If set, this option will only keep the X highest grades, X being the selected value for this option.
el: Εάν ρυθμιστεί, αυτή η επιλογή θα διατηρήσει μόνο τους Χ υψηλότερους βαθμούς, όπου X είναι η επιλεγμένη τιμή για αυτή την επιλογή.

source: Key manager
el: Διαχειριστής κλειδιών

source: The grade entered for {$a->itemname} for {$a->username} is less than the minimum allowed
el: Ο βαθμός που εισήχθη για το {$a->itemname} για τον {$a->username} είναι μικρότερος από τον ελάχιστο επιτρεπτό

source: Letter
el: Γράμμα

source: Letter grade
el: Γράμμα για βαθμό

source: Low and/or High grade were non-numeric for
el: Χαμηλός και/ή Υψηλό βαθμός ήταν μη-αριθμητικός για

source: Letter (percentage)
el: Γράμμα (ποσοστό)

source: Letter (real)
el: Γράμμα (πραγματικό)

source: Letters
el: Γράμματα

source: Linked activity
el: Συνδεδεμένη δραστηριότητα

source: Link to {$a->name} activity {$a->title}
el: Σύνδεση στην δραστηριότητα {$a->name}

source: Lock
el: Κλείδωμα

source: Locked
el: Κλειδωμένο

source: If ticked, grades can no longer be automatically updated by the related activity.
el: Αν ενεργοποιηθεί, οι βαθμοί δεν μπορούν πλέον να ενημερώνονται αυτόματα από τη σχετική δραστηριότητα.

source: Lock after
el: Κλείδωμα μετά από

source: Locked after: {$a}
el: Κλείδωμα μετά από: {$a}

source: Lock {$a->category} {$a->itemmodule} {$a->itemname}
el: Κλείδωμα {$a->category}$a->itemmodule {$a->itemname}

# $string['lowest']
source: Lowest
el: Χαμηλότερο

source: Low
el: Χαμηλό

source: Manual item
el: Χειροκίνητο στοιχείο

source: Map from
el: Χαρτογράφηση από

source: Grade item mappings
el: Χαρτογραφήσης στοιχείου βαθμολόγησης

source: Map to
el: Χαρτογράφηση σε

source: Highest
el: Υψηλότερο

source: Max grade
el: Μέγιστος Βαθμός

source: All grades
el: Όλοι οι βαθμοί

source: Non-empty grades
el: Οι βαθμοί που δεν είναι άδειοι

source: Grades selected for column averages
el: Βαθμοί που επιλέχθηκαν για το μέσο όρο των στηλών

source: This setting determines whether cells with no grade should be included when calculating the average (mean) for each category or grade item.
el: Εάν θα πρέπει τα κελιά χωρίς βαθμό να ενσωματώνονται όταν υπολογίζεται ο μέσος για κάθε στήλη.

source: Median
el: Διάμεσος

# $string['min']
source: Lowest
el: Ελάχιστο

source: Show minimum grade
el: Εμφάνιση ελάχιστο βαθμού

source: Scale must be selected
el: Η κλίμακα πρέπει να επιλεχθεί

source: Mode
el: Φάση

# $string['modgrade']
source: Grade
el: Βαθμός

# $string['modgrademaxgrade']
source: Maximum grade
el: Μέγιστος βαθμός

source: Rescale existing grades
el: Αναπροσαρμογή υπαρχόντων βαθμών

# $string['modgradetypenone']
source: None
el: Κανένα

# $string['modgradetypescale']
source: Scale
el: Κλίμακα

source: The grade entered for {$a->itemname} for {$a->username} is more than the maximum allowed
el: Ο βαθμός που εισήχθη για το {$a->itemname} για τον {$a->username} είναι περισσότερο από το μέγιστο επιτρεπτό

source: Move selected items to
el: Μετακίνηση επιλεγμένων στοιχείων σε:

source: Moving {$a}
el: Μετακινώνται {$a}

source: Multiplicator
el: Πολλαπλασιαστής

source: Multiplicator value for {$a}
el: Αξία πολλαπλασιαστή για {$a}

source: My preferences
el: Οι προτιμήσεις μου

source: My report preferences
el: Οι προτιμήσεις μου για αναφορές

source: Navigation method
el: Μέθοδος πλοήγησης

source: Never delete history
el: Το ιστορικό δεν διαγράφεται ποτέ

# $string['newcategory']
source: New category
el: Νέα κατηγορία

source: New grade item
el: Νέο στοιχείο βαθμολόγησης

source: New outcome item
el: Νέο στοιχείο έκβασης

source: No
el: Όχι

source: Grade categories could not be added or found for this course
el: Δεν ήταν δυνατή η προσθήκη κατηγοριών βαθμών για αυτό το μάθημα

source: No category name was given.
el: Δεν δόθηκε όνομα κατηγορίας.

source: No category to view by
el: Δεν υπάρχουν κατηγορίες για εμφάνιση

source: There are no courses yet
el: Δεν υπάρχουν μαθήματα ακόμα

source: Do not force
el: Χωρίς επιβολή

source: No grade letters set
el: Δεν έχουν οριστεί γραμματικοί βαθμοί

source: No grades returned
el: Δεν επιστράφηκε κανένας βαθμός

source: No ID number
el: Χωρίς αναγνωριστικό αριθμό

source: No letter grade for
el: Δεν υπάρχει γραμματικός βαθμός για

source: NA
el: ΧΦ

source: Received non-numeric value for
el: Παραλήφθηκε μη-αριθμητική τιμή για

source: This grade cannot be unlocked until {$a->itemname} is unlocked.
el: Αυτός ο βαθμός δεν μπορεί να ξεκλειδωθεί μέχρι να ξεκλειδωθεί το {$a->itemname}.

source: non-weighted %
el: % χωρίς βαρύτητα

source: No outcome
el: Χωρίς έκβαση

source: Outcome items must be linked to a course outcome, but there are no outcomes for this course. Would you like to add one?
el: Τα στοιχεία έκβασης πρέπει να συνδέονται με μια έκβαση μαθήματος, αλλά δεν υπάρχουν εκβάσεις για αυτό το μάθημα. Θέλετε να προσθέσετε μια?

source: Do not publish
el: Μη δημοσιεύσεις

source: No roles defined in Administration > Grades > General settings > Graded roles
el: Δεν υπάρχουν ορισμένοι ρόλοι στο Διαχείριση > Βαθμοί > Γενικές ρυθμίσεις > Βαθμολογημένοι ρόλοι

source: Outcomes must be linked to a course scale or global scale, but there are none. Would you like to add one?
el: Οι εκβάσεις πρέπει να συνδέονται με μια κλίμακα μαθήματος ή γενική κλίμακα, αλλά δεν υπάρχει καμία. Θέλετε να προσθέσετε μια?

source: no categories were selected.
el: Δεν επιλέχθηκαν κατηγορίες.

source: no items were selected.
el: Δεν επιλέχθηκαν στοιχεία

source: You must be a teacher to use this feature.
el: Πρέπει να είστε καθηγητής για να χρησιμοποιήσετε αυτό το χαρακτηριστικό

source: No users loaded
el: Δεν φορτώθηκαν χρήστες

source: Number of grades
el: Αριθμός βαθμών

source: on a scale of {$a->grademin} to {$a->grademax}
el: σε κλίμακα {$a->grademin} έως {$a->grademax}

source: Operations
el: Λειτουργίες

source: Options
el: Επιλογές

source: Others
el: Άλλοι

source: Outcome
el: Έκβαση

source: Assign another outcome to this course
el: Ανάθεση άλλης έκβασης σε αυτό το μάθημα

source: Create outcomes in category
el: Δημιουργία εκβάσεων στην κατηγορία

# $string['outcomecategorynew']
source: New category
el: Νέα κατηγορία

source: Are you sure you wish to delete the outcome "{$a}"?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε την έκβαση "{$a}"?

source: Add a new outcome
el: Προσθήκη μιας νέας έκβασης

source: Delete outcome
el: Διαγραφή έκβασης

source: Full name
el: Πλήρες όνομα

source: This setting determines the outcome which this grade item will represent in the gradebook.
el: Ορίζει την έκβαση την οποία θα αντιπροσωπεύει στο βαθμολόγιο αυτό το στοιχείο βαθμολόγησης. Μόνο εκβάσεις συσχετισμένες με αυτό το μάθημα και εκβάσεις εύρους ιστοχώρου είναι διαθέσιμες

source: Outcome item
el: Στοιχείο έκβασης

source: Edit outcome item
el: Επεξεργασία στοιχείου έκβασης

source: Outcome report
el: Αναφορά έκβασης

# $string['outcomes']
source: Outcomes
el: Εκβάσεις

source: Outcomes used in course
el: Εκβάσεις που χρησιμοποιούνται στο μάθημα

source: Custom used (no remove)
el: Προσαρμοσμένη χρήση (χωρίς διαγραφή)

source: Standard not used
el: Το πρότυπο δεν χρησιμοποιείται

source: Standard used (no remove)
el: Χρήση προτύπου (χωρίς διαγραφή)

source: Custom outcomes
el: Προσαρμοσμένες εκβάσεις

source: Short name
el: Σύντομο όνομα

source: Standard outcomes
el: Πρότυπες εκβάσεις

source: Available standard outcomes
el: Διαθέσιμες πρότυπες εκβάσεις

source: Standard outcome
el: Πρότυπη έκβαση

source: A standard outcome is available site-wide, for all courses.
el: Ένα καθιερωμένο outcome μπορεί να είναι διαθέσιμο σε όλον τον ιστότοπο, για όλα τα μαθήματα.

source: Overall average
el: Γενικός μέσος όρος

source: Overridden
el: Παρακάμθηκε

source: Your final grade from this activity was manually adjusted.
el: Ο τελικός βαθμός από αυτή τη δραστηριότητα ρυθμίστηκε χειροκίνητα.

source: Override site defaults
el: Παράκαμψη προεπιλογών ιστοχώρου

source: Parent category
el: Κατηγορία γονέας

source: % of total grade
el: % του συνολικού βαθμού

source: Percent
el: Ποσοστό

source: Percentage
el: Ποσοστό

source: Percentage (letter)
el: Ποσοστό (γράμμα)

source: Percentage (real)
el: Ποσοστό (πραγματικό)

source: Sort by percent ascending
el: Αύξουσα ταξινόμηση με ποσοστό

source: Sort by percent descending
el: Φθίνουσα ταξινόμηση με ποσοστό

source: Offset
el: Απόκλιση

source: points
el: πόντοι

source: Sort by points ascending
el: Αύξουσα ταξινόμηση πόντων

source: Sort by points descending
el: Φθίνουσα ταξινόμηση πόντων

source: First
el: Πρώτο

source: Last
el: Τελευταίο

source: Preferences
el: Επιλογές

source: General
el: Γενικα

source: Grade letters and boundaries
el: Γράμματα βαθμών και όρια

source: Special rows
el: Ειδικές γραμμές

source: Show/hide toggles
el: εναλλαγή εμφάνιση/απόκρυψη

# $string['previewrows']
source: Preview rows
el: Προεπισκόπηση γραμμών

source: User profile report
el: Αναφορά προφίλ χρήστη

source: Grade report used on user profile page.
el: Η αναφορά βαθμού που χρησιμοποιείται στην σελίδα προφίλ του χρήστη.

source: Publishing
el: Δημοσίευση

source: Quick feedback
el: Γρήγορο Σχόλιο

source: Quick grading
el: Γρήγορη Βαθμολόγηση

source: If enabled, when editing is turned on, a text input box appears for each grade, allowing many grades to be edited at the same time. Changes are saved and highlighted when the update button is clicked. Note that when a grade is edited in the grader report, an overridden flag is set, meaning that the grade can no longer be changed from within the related activity.
el: Αν είναι ενεργοποιημένο, όταν η επεξεργασία είναι ενεργοποιημένη, ένα πλαίσιο εισαγωγής κειμένου εμφανίζεται για κάθε βαθμό, επιτρέποντας να επεξεργάζονται πολλοί βαθμοί την ίδια στιγμή. Οι αλλαγές αποθηκεύονται και υπογραμμίζονται όταν το κουμπί ενημέρωσης πατηθεί. Σημειώστε ότι όταν ένας βαθμός καταγραφεί στην αναφορά του βαθμολογητή, μια προεξέχουσα σημαία ορίζεται, πράγμα που σημαινει ότι ο βαθμός δεν μπορεί πλεόν να αλλάξει μέσα από τη σχετική δραστηριότητα.

source: Range
el: Εύρος

source: Range decimal points
el: Εύρος δεκαδικών ψηφίων

source: The number of decimal points to display for range.
el: Ο αριθμός των δεκαδικών ψηφίων που εμαφανίζεται για το εύρος.

source: Decimals shown in ranges
el: Δεκαδικά που εμφανίζονται σε διαστήματα

source: This setting determines the number of decimal points to display for each range or whether the overall decimal points setting for the category or grade item is used (inherit).
el: Ορίζει τον αριθμό των δεκαδικών που θα εμφανίζονται για κάθε εύρος. Μπορεί να παρακαμθεί ανά στοιχείο βαθμού.

source: Range display type
el: Τρόπος εμφάνισης εύρους

source: This setting determines whether the range is displayed as real grades, percentages or letters, or whether the display type for the category or grade item is used (inherit).
el: Αυτή η ρύθμιση καθορίζει αν το εύρος εμφανίζεται ως πραγματικός βαθμός, ποσοστό ή γράμμα, ή αν ο τύπος εμφάνισης για την κατηγορία ή το στοιχείο που βαθμολογείται χρησιμοποιείται (κληρονομεί).

source: Rank
el: Κατάταξη

source: Raw %
el: Αρχικό %

source: Real
el: Πραγματικό

source: Real (letter)
el: Πραγματικό (γράμμα)

source: Real (percentage)
el: Πραγματικό (ποσοστό)

source: Refresh preview
el: Ανανέωση προεπισκόπησης

source: Regrade anyway
el: Αναβαθμολόγηση έτσι κι αλλιώς

source: Delete all grades
el: Διαγραφή όλων των βαθμών

source: Delete all items and categories
el: Διαγραφή όλων των στοιχείων και κατηγοριών

source: Report
el: Αναφορά

source: Report default ({$a})
el: Προεπιλογή αναφοράς ({$a})

source: Report plugins
el: Υπομονάδες λογισμικού αναφοράς

source: Report settings
el: Ρυθμίσεις αναφοράς

source: Reprint headers
el: Ξανατύπωσε τις Επικεφαλίδες

source: leaving current configuration unmodified
el: η τρέχουσα διαμόρφωση αφήνεται χωρίς αλλαγές

# $string['rowpreviewnum']
source: Preview rows
el: Προεπισκόπηση γραμμών

source: Save changes
el: Αποθήκευση Αλλαγών

source: Save preferences
el: Αποθήκευση Ρυθμίσεων

source: Are you sure you wish to delete the scale "{$a}"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την κλίμακα "{$a}";

source: Scaled %
el: Κλιμακωτό %

source: See all course grades
el: Εμφάνιση όλων των βαθμών μαθήματος

source: Select {$a}
el: Επιλέξτε {$a}

source: Select all or one user
el: Επιλέξτε όλους ή έναν χρήστη

source: Select a user
el: Επιλέξτε ένα χρήστη

source: Select destination of {$a}
el: Επιλέξτε προορισμό του {$a}

source: Separator
el: Διαχωριστής

source: Comma
el: Κόμμα

source: Tab
el: Χαρακτήρας tab

source: Set categories
el: Ορίστε Κατηγορίες

source: You must first set the categories for your course before you can give weights to them.
el: Πρέπει πρώτα να ορίσετε τις κατηγορίες για το μάθημά σας πριν να τους αποδώσετε βαθμούς βαρύτητας.

source: Set grade letters
el: Ορίστε τα Γραμματικούς Βαθμούς

source: Set preferences
el: Ορίστε Προτιμήσεις

source: Setting
el: Ρύθμιση

source: Settings
el: Ρυθμίσεις

source: Set weights
el: Ορίστε Βαθμούς Βαρύτητας

source: Show activity icons
el: Εμφάνιση εικονιδίων δραστηριότητας

source: If enabled, activity icons are shown next to activity names.
el: Εάν θα εμφανίζονται τα εικονίδια δραστηριότητας δίπλα στα ονόματα των δραστηριοτήτων.

source: Show hidden
el: Όλα κρυμμένα

source: Show all Students
el: Εμφάνιση Όλων των Φοιτητών

source: Show average
el: Εμφάνιση μέσου όρου

source: Whether to show an average column. Note that participants may be able to estimate others' grades if the average is calculated from a small number of grades. For performance reasons the average is approximate if it is dependent on any hidden items.
el: Εμφάνιση της στήλης μέσου όρου; Οι θα μαθητές έχουν την δυνατότητα να αποτιμήσουν τους βαθμούς άλλων μαθητών αν ο μέσος όρος είναι υπολογισμένος από μικρό αριθμό βαθμών. Για λόγους απόδοσης ο μέσος όρος είναι κατά προσέγγιση, αν εξαρτάται από τυχόν κρυφά στοιχεία.

source: Show column averages
el: Εμφάνιση μέσων όρων στηλών

source: If enabled, the grader report will contain an additional row displaying the average (mean) for each category and grade item.
el: Εάν θα εμφανίζεται ο μέσος για κάθε στήλη.

source: Show calculations
el: Εμφάνιση υπολογισμών

source: If enabled, when editing, a calculator icon is shown for each grade item and category with a visual indicator that a grade item is calculated.
el: Εάν θα εμφανίζεται το εικονίδιο του υπολογιστή κοντά σε κάθε στοιχείο βαθμού και σε κάθε κατηγορία, οι συμβουλές εργαλείων πάνω από τα υπολογισμένα στοιχεία και μια οπτική ένδειξη οτι μια στήλη είναι υπολογισμένη.

source: Show contribution to course total
el: Προβολή συνεισφοράς στον τελικό βαθμό

source: Show show/hide icons
el: Εμφάνιση εικονιδίων εμφάνιση/απόκρυψης

source: If enabled, when editing is turned on, a show/hide icon is shown for each grade for controlling its visibility to the student.
el: Εάν θα εμφανίζεται ένα εικονίδιο εμφάνισης/απόκρυψης κοντά σε κάθε βαθμό (ελέγχοντας την εμφάνιση του στον χρήστη).

source: Show feedback
el: Εμφάνιση σχόλιου

source: Whether to show a column for feedback.
el: Εμφάνιση της στήλης σχολίων;

source: Show grades
el: Εμφάνιση βαθμών

source: Whether to show a column for grades.
el: Εμφάνιση της στήλης βαθμών;

source: Show groups
el: Εμφάνιση ομάδων

source: Show hidden items
el: Εμφάνιση Κρυμμένων Αντικειμένων

source: Whether hidden grade items are hidden entirely or if the names of hidden grade items are visible to students. * Show hidden - Hidden grade item names are shown but student grades are hidden * Only hidden until - Grade items with a "hide until" date set are hidden completely until the set date, after which the whole item is shown * Do not show - Hidden grade items are completely hidden
el: Ορίζει το πως εμφανίζονται τα κρυφά στοιχεία βαθμού. Εάν έχει επιλεχθεί η Απόκρυψη, τότε θα είναι τελείως κρυφά. Εάν έχει επιλεχθεί η Εμφάνιση, τότε το η στήλη με το κρυφό στοιχείο βαθμού εμφανίζεται με γκρι με τον βαθμό τελείως κρυφό. Εάν έχει επιλεχθεί το "Μόνο κρυφό μέχρι", τότε τα στοιχεία βαθμού με ρυθμισμένη την ημερομηνία "κρυφό μέχρι" φαίνονται με γκρι και οι βαθμοί είναι κρυμμένοι τελείως εώς την ρυθμισμένη ημερομηνία, μετά την οποία όλο το στοιχείο θα εμφανίζεται.

source: Only hidden until
el: Μόνο τα κρυμμένα μέχρι

source: Show letter grades
el: Εμφάνιση βαθμών με γράμμα

source: Whether to show a column for letter grades.
el: Εμφάνιση της στήλης βαθμών με γράμμα;

source: Show locks
el: Εμφάνιση κλειδωμάτων

source: If enabled, when editing is turned on, a lock/unlock icon is shown for each grade for controlling whether the grade can be automatically updated by the related activity.
el: Εάν θα εμφανίζεται ένα εικονίδιο κλείδωμα/ξεκλείδωμα κοντά σε κάθε βαθμό.

source: Do not show
el: Όχι κρυμμένα

source: Hide outcomes
el: Απόκρυψη εκβάσεων

source: Show number of grades in averages
el: Εμφάνιση αριθμού βαθμών στους μέσους όρους
