Repository: eellak/moodle-po
Catalog: *-new/grades.po_*.po
Languages: el

source: Activities
el: Δραστηριότητες

source: Add category
el: Προσθήκη Κατηγορίας

source: Could not add category.
el: Δεν ήταν δυνατή η προσθήκη κατηγορίας.

source: Error occurred while adding exception for userid:gradeitem
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη εξαίρεσης για το userid:gradeitem

# $string['addfeedback']
source: Add feedback
el: Προσθήκη σχόλιου

source: Add a grade letter
el: Προσθήκη ενός γράμματος βαθμού

source: Add ID numbers
el: Προσθήκη αναγνωριστικών αριθμών

source: Add grade item
el: Προσθήκη στοιχείου βαθμού

source: Add an outcome
el: Προσθήκη μιας έκβασης

source: Add outcome item
el: Προσθήκη ενός στοιχείου έκβασης

source: Add a scale
el: Προσθήκη μιας κλίμακας

source: Mean of grades (with extra credits)
el: Μέσος βαθμών (με εξτρά έπαινους)

source: Highest grade
el: Υψηλότερος βαθμός

source: Mean of grades
el: Μέσος βαθμών

source: Median of grades
el: Διάμεσος βαθμών

source: Lowest grade
el: Χαμηλότερος βαθμός

source: Mode of grades
el: Φάση βαθμών

source: Include empty grades
el: Συνάθροιση μόνο των άδειων βαθμών

source: Exclude empty grades
el: Συνάθροιση μόνο των μη άδειων βαθμών

source: An empty grade is a grade which is missing from the gradebook. It may be from an assignment submission which has not yet been graded or from a quiz which has not yet been attempted etc. This setting determines whether empty grades are not included in the aggregation or are counted as minimal grades, for example 0 for an assignment graded between 0 and 100.
el: Ένας άδειος βαθμός είναι ένας βαθμός που λέιπει από το βιβλίο βαθμολογιών. Μπορεί να είναι από την υποβολή ανάθεσης η οποία δεν έχει βαθμολογηθεί ακόμα ή από ένα κουίζ που δεν έχει απαντηθεί ακόμα κτλ. Αυτή ρύθμιση καθορίζει αν οι άδειοι βαθμοί δεν περιλαμβάνονται στην συνάθροιση ή υπολογίζονται ως ελάχιστοι βαθμοί, για παράδειγμα 0 για μια ανάθεση βαθμολογείται μεταξύ 0 και 100.

source: Include outcomes in aggregation
el: Ενσωμάτωση εκβάσεων στη συνάθροιση

source: If enabled, outcomes are included in the aggregation. This may result in an unexpected category total.
el: Αν ενεργοποιηθεί, τα outcomes περιλαμβάνονται στην συνάθροιση. Αυτό μπορεί να οδηγήσει σε μια απροσδόκητη συνολική κατηγορία.

source: Change to aggregates only
el: Συναθροίσεις μόνο

source: Note: The aggregation setting "Aggregate including subcategories" has been removed as part of a site upgrade. Since "Aggregate including subcategories" was previously used in this course, it is recommended that you review this change in the gradebook.
el: Σημείωση: Η ρύθμιση συνάθροισης "Συνάθροιση συμπεριλαμβανομένων υποκατηγοριών" έχει αφαιρεθεί ως μέρος της αναβάθμισης του ιστοχώρου. Επειδή στο παρόν μάθημα χρησιμοποιήθηκε προηγουμένως το "Συνάθροιση συμπεριλαμβανομένων υποκατηγοριών", συνιστάται να εξετάζετε αυτήν την αλλαγή στο βαθμολόγιο.

source: Natural
el: Φυσικό

source: Weighted mean of grades
el: Σταθμισμένος μέσος βαθμών

source: Simple weighted mean of grades
el: Απλός σταθμισμένος μέσος βαθμών

source: Aggregation
el: Συνάθροιση

source: Aggregation coefficient
el: Συντελεστής συνάθροισης

# $string['aggregationcoefextra']
source: Extra credit
el: Συντελεστής εξτρά επαίνων

# $string['aggregationcoefextrasum']
source: Extra credit
el: Εξτρά έπαινος

source: Item weight
el: Βάρος στοιχείου

source: The aggregation determines how grades in a category are combined, such as * Mean of grades - The sum of all grades divided by the total number of grades * Median of grades - The middle grade when grades are arranged in order of size * Lowest grade * Highest grade * Mode of grades - The grade that occurs the most frequently * Natural - The sum of all grade values scaled by weight
el: Η συνάθροιση καθορίζει πως συνδυάζονται οι βαθμοί σε μια κατηγορία, όπως * Μέση βαθμολογιών - Το σύνολο όλων των βαθμολογιών διαιρεμένο από τον συνολικό αριθμό των βαθμών * Διάμεσος βαθμολογιών - Ο μεσαίος βαθμός όταν οι βαθμοί είναι διατεταγμένοι κατά σειρά μεγέθους * Χαμηλότερος βαθμός * Υψηλότερος βαθμός * Λειτουργία βαθμολογιών - Ο βαθμός που εμφανίζεται πιο συχνά * Άθροισμα βαθμολογιών - Το άθροισμα όλων των τιμών των βαθμών, με την κλίμακα βαθμολογίας να αγνοείται

source: ( Empty )
el: ( Κενό )

source: Aggregation position
el: Θέση συνάθροισης

source: This setting determines whether the category and course total columns are displayed first or last in the gradebook reports.
el: Αυτή η ρύθμιση καθορίζει αν η στήλη της κατηγορίας και του συνολικού βαθμού του μαθήματος θα εμφανίζονται πρώτα ή τελευταία στις αναφορές του βιβλίου βαθμολογιών.

source: Available aggregation types
el: Διαθέσιμοι τύποι συνάθροισης

source: Select all aggregation types that should be available. Hold down the Ctrl key to select multiple items.
el: Επιλέξτε όλους τους τύπους συνάθροισης που θα πρέπει να είναι διαθέσιμοι. Κρατήστε πατημένο το πλήκτρο Ctrl για να επιλέξετε πολλαπλά στοιχεία.

source: All grades by category
el: Όλοι οι βαθμοί ανά κατηγορία

source: All students
el: Όλοι οι φοιτητές

source: All users
el: Όλοι οι χρήστες

source: Auto-sort
el: Αυτόματη ταξινόμηση

source: Available ID numbers
el: Διαθέσιμοι αναγνωριστικοί αριθμοί

source: Average
el: Μέσος όρος

source: Decimals in column averages
el: Δεκαδικά στους μέσους όρους στηλών

source: This setting determines the number of decimal points to display for each average or whether the overall decimal points setting for the category or grade item is used (inherit).
el: Αυτή η ρύθμιση καθορίζει τον αριθμό των δεκαδικών ψηφίων που θα εμφανίζονται για κάθε μέσο όρο ή αν η ρύθμιση του συνόλου δεκαδικών ψηφίων για την κατηγορία ή το στοιχείο που βαθμολογείται χρησιμοποιείται (κληρονομεί).

source: Column averages display type
el: Τύπος εμφάνισης μέσων όρων στηλών

source: This setting determines whether the average (mean) is displayed as real grades, percentages or letters, or whether the display type for the category or grade item is used (inherit).
el: Αυτή η ρύθμιση καθορίζει αν ο μέσος όρος (μέσο) εμφανίζεται ως πραγματικός βαθμός, ποσοστό ή γράμμα, ή αν ο τύπος εμφάνισης για την κατηγορία ή το στοιχείο που βαθμολογείται χρησιμοποιείται (κληρονομεί).

source: Backup does not contain gradebook configuration
el: Το αντίγραφο ασφαλείας δεν περιέχει τη ρύθμιση του βαθμολόγιου

source: Supplied grade is invalid
el: Ο βαθμός που δόθηκε δεν είναι έγκυρος

source: Please enter a comma-separated list of values (at least two values required).
el: Παρακαλούμε εισάγεται μια λίστα τιμών χωρισμένες με κόμμα (απαιτούνται τουλάχιστον δύο τιμές).

source: Supplied user is invalid
el: Ο χρήστης που δόθηκε δεν είναι έγκυρος

source: Bonus points
el: Βαθμοί Μπόνους

source: Bulk checkboxes
el: Ογκώδη κουτάκια επιλογής

source: Calculated grade
el: Υπολογισμένος βαθμός

source: Calculation
el: Υπολογισμός

source: Add calculation
el: Προσθήκη υπολογισμού

# $string['calculationedit']
source: Edit calculation
el: Επεξεργασία υπολογισμού

source: Calculation saved
el: Ο υπολογισμός αποθηκεύθηκε

source: View calculation
el: Εμφάνιση υπολογισμού

source: Can not access grades of selected group, sorry.
el: Δεν είναι δυνατή η πρόσβαση στους βαθμούς της επιλεγμένης ομάδας, συγγνώμη.

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Edit category
el: Επεξεργασία κατηγορίας

source: Category name
el: Όνομα κατηγορίας

source: Category total
el: Σύνολο κατηγορίας

source: {$a->category} total
el: {$a->category} συνολικά

source: Category total name
el: Συνολικό όνομα κατηγορίας

source: Change defaults
el: Αλλαγή προεπιλογών

source: Change report defaults
el: Αλλαγή προεπιλογών αναφοράς

source: Choose an action ...
el: Επιλέξτε μια ενέργεια ...

source: Select category
el: Επιλογή Κατηγορίας

source: Tabs and Dropdown menu
el: Καρτέλες και αναδυόμενο μενού

source: Compact
el: Συμπαγές

source: Contract category
el: Συστολή Κατηγορίας

source: Contribution to course total
el: Συνεισφορά στον τελικό βαθμό

source: Controls
el: Έλεγχοι

source: Course average
el: Μέσος όρος μαθήματος

source: Course grade category
el: Κατηγορία βαθμού μαθήματος

source: Course grade display type
el: Τρόπος εμφάνισης βαθμού μαθήματος

source: The course grade display type has been updated.
el: Ο τρόπος εμφάνισης βαθμού μαθήματος ανανεώθηκε.

source: Course grade settings
el: Ρυθμίσεις βαθμολογίου

source: Course name
el: Όνομα μαθήματος

source: Course scales
el: Κλίμακες μαθήματος

source: Course settings
el: Ρυθμίσεις μαθήματος

source: Course settings determine how the gradebook appears for all participants in the course.
el: Οι ρυθμίσεις του μαθήματος καθορίζουν τον τρόπο εμφάνισης του βαθμολόγιου για όλους τους συμμετέχοντες στο μάθημα.

source: Course total
el: Σύνολο μαθήματος

source: Create category
el: Δημιουργία κατηγορίας

source: Could not create a new category
el: Δεν ήταν δυνατή η δημιουργία μιας νέας κατηγορίας

source: Creating gradebook settings
el: Δημιουργία ρυθμίσεων βαθμολόγιου

source: Current parent aggregation
el: Τρέχουσα συνάθροιση γονέα

source: Curve to
el: Καμπύλη προς

source: Overall decimal points
el: Δεκαδικά ψηφία - γενικά

source: This setting determines the number of decimal points to display for each grade. It has no effect on grade calculations, which are made with an accuracy of 5 decimal places.
el: Αυτή η ρύθμιση καθορίζει τον αριθμό των δεκαδικών ψηφίων που θα εμφανίζονται για κάθε βαθμό. Δεν έχει καμία επίδραση στο βαθμό υπολογισμού, ο οποίος υπολογίζεται με ακρίβεια 5 δεκαδικών ψηφίων.

source: Default
el: Προεπιλογή

source: Default ({$a})
el: Προεπιλογή ({$a})

source: Delete category
el: Διαγραφή Κατηγορίας

source: Disable grade history
el: Απενεργοποίηση ιστορικού βαθμών

source: Disable history tracking of changes in grades related tables. This may speed up the server a little and conserve space in database.
el: Απενεργοποίηση του ιστορικού παρακολούθησης αλλαγών σε πίνακες σχετιζόμενους με βαθμούς. Αυτό μπορεί να αυξήσει λίγο την ταχύτητα του εξυπηρετητή και να περιορίσει το χώρο της βάσης δεδομένων.

source: Display letter grades
el: Εμφάνιση Γραμματικών Βαθμών

source: Display percents
el: Εμφάνιση Ποσοστών

source: Display points
el: Εμφάνιση Πόντων

source: Display weighted grades
el: Εμφάνιση Βαθμών Βαρύτητας

source: Dropdown menu
el: Αναδυόμενο μενού

source: Drop the lowest
el: Απόρριψη των χαμηλότερων

source: This setting enables a specified number of the lowest grades to be excluded from the aggregation.
el: Αυτή η ρύθμιση επιτρέπει ένας συγκεκριμένος αριθμός από τις χαμηλότερες βαθμολογίες να εξαιρείται από τη συνάθροιση.

source: Dropped
el: Απορρίφθησαν

source: Drop X lowest
el: Απόρριψη Χ χαμηλότερων

source: Note: If you use drop x lowest the grading assumes that all items in the category have the same point value. If point values differ results will be unpredictable
el: Σημείωση: Εάν χρησιμοποιήσετε το Απόρριψη Χ χαμηλώτερων η βαθμολόγηση υποθέτει ότι όλα τα αντικείμενα στην κατηγορία έχουν τους ίδιους πόντους. Εάν οι τιμές πόντων διαφέρουν, τα αποτελέσματα θα είναι απρόβλεπτα.

source: Duplicate scale
el: Αντίγραφο κλίμακας

source: Edit
el: Επεξεργασία

# $string['editcalculation']
source: Edit calculation
el: Επεξεργασία υπολογισμού

source: Edit calculation for {$a->category} {$a->itemmodule} {$a->itemname}
el: Επεξεργασία υπολογισμού για {$a->category}$a->itemmodule {$a->itemname}

# $string['editfeedback']
source: Edit feedback
el: Επεξεργασία σχόλιου

source: Edit grade
el: Επεξεργασία βαθμού

source: Edit grade letters
el: Επεξεργασία γραμμάτων βαθμολόγησης

source: Edit outcome
el: Επεξεργασία έκβασης

source: Edit outcomes
el: Επεξεργασία εκβάσεων

source: Edit scale
el: Επεξεργασία κλίμακας

source: Setup
el: Κατηγορίες και στοιχεία

source: Edit {$a->category} {$a->itemmodule} {$a->itemname}
el: Επεξεργασία {$a->category}$a->itemmodule {$a->itemname}

source: Enable AJAX
el: Ενεργοποίηση AJAX

source: Adds a layer of AJAX functionality to the grader report, simplifying and speeding up common operations. Depends on Javascript being switched on at the user's browser level.
el: Προσθέτει ένα επίπεδο λειτουργικότητας AJAX στην αναφορά του βαθμολογητή, απλοποιώντας και επιταχύνοντας συχνές λειτουργίες. Εξαρτάται από την ενεργοποίηση της Javascript στο πρόγραμμα περιήγησης του χρήστη.

source: Enable outcomes
el: Ενεργοποίηση εκβάσεων

source: If enabled, grade items may be graded using one or more scales tied to outcome statements.
el: Η υποστήριξη για Εκβάσεις (γνωστές και ώς Επάρκειες, Στόχοι, Πρότυπα ή Κριτήρια) σημαίνει οτι μπορούμε να βαθμολογούμε χρησιμοποιώντας μια ή περισσότερες κλίμακες που είναι δεμένες με δηλώσεις εκβάσεων. Η ενεργοποίηση των εκβάσεων δίνει την δυνατότητα τέτοιων ειδικών τρόπων βαθμολόγησης σε όλο τον ιστοχώρο.

source: Encoding
el: Κωδικοποίηση

source: Formula must start with equal sign (=1+2)
el: Ο τύπος πρέπει να ξεκινάει με το σημάδι του ίσον (=1+2)

source: Invalid formula
el: Μη έγκυρος τύπος

source: Received non-numeric for low or high grade for
el: Παραλήφθηκαν μη-αριθμητικά για χαμηλό ή υψηλό βαθμό για

source: Calculations are not allowed for this item
el: Οι υπολογισμοί δεν επιτρέπονται για αυτό το στοιχείο

source: Could not get an uncategorised id!
el: Αποτυχία λήψης ενός μη κατηγοριοποιημένου αναγνωριστικού!

source: Could not get course information
el: Δεν παραλήφθηκαν πληροφορίες μαθήματος

source: Received non-numeric value for reprint-headers
el: Παραλήφθηκαν μη-αριθμητικές τιμές για κεφαλίδες επανεκτύπωσης

source: Could not save grade, sorry.
el: Δεν ήταν δυνατή η αποθήκευση βαθμού, συγγνώμη.

source: Error saving "{$a->itemname}" grade for userid {$a->userid}
el: Σφάλμα κατά την αποθήκευση "{$a->itemname}" βαθμού για το αναγνωριστικό χρήστη {$a->userid}

source: Error updating the "Aggregate only non-empty grades" setting of grade category ID {$a->id}
el: Σφάλμα ανανέωσης της ρύθμισης "Συνάθροιση μόνο βαθμολογημένων στοιχείων" για την κατηγορία βαθμών με αναγνωριστικό {$a->id}

source: Error updating the "Include outcomes in aggregation" setting of grade category ID {$a->id}
el: Σφάλμα ανανέωσης της ρύθμισης "Συνάθροιση εκβάσεων" για την κατηγορία βαθμών με αναγνωριστικό {$a->id}

source: Error updating the aggregation type of grade category ID {$a->id}
el: Σφάλμα ανανέωσης του τύπου συνάθροισης για την κατηγορία βαθμών με αναγνωριστικό {$a->id}

source: Error updating the aggregation coefficient (weight or extra credit) of grade item ID {$a->id}
el: Σφάλμα ανανέωσης του συντελεστή συνάθροισης (βάρος ή εξτρά έπαινος) για το στοιχείο βαθμού με αναγνωριστικό ID {$a->id}

source: Grade deleted
el: Ο βαθμός διαγράφηκε

source: User graded
el: ο χρήστης βαθμολογήθηκε

source: Excluded
el: Εξαιρεμένο

source: Expand category
el: Διαστολή κατηγορίας

source: Export
el: Εξαγωγή

source: Export all outcomes
el: Εξαγωγή όλων των εκβάσεων

source: Include feedback in export
el: Ενσωμάτωση σχολίου στην εξαγωγή

source: Export format options
el: Επιλογές μορφής εξαγωγής

source: Exclude suspended users
el: Εξαίρεση χρηστών που έχουν ανασταλεί

source: Only include students in the export whose enrolment is active and has not been suspended
el: Να συμπεριληφθούν στην εξαγωγή μόνο μαθητές των οποίων η εγγραφή είναι ενεργή και δεν έχει ανασταλεί

source: Export plugins
el: Εξαγωγή υπομονάδων λογισμικού

source: Export settings
el: Εξαγωγή ρυθμίσεων

source: Export to
el: Εξαγωγή σε

source: Note: Setting all items for a category to extra credit will effectively remove them from the grade calculation. Since there will be no point total
el: Σημείωση: Η ρύθμιση όλων των αντικειμένων μίας κατηγορίας για εξτρά έπαινο, θα τα αφαιρέσει από τον υπολογισμό βαθμού. Καθώς δεν θα υπάρχει σύνολο πόντων.

source: Feedback
el: Σχόλιο

# $string['feedbackadd']
source: Add feedback
el: Προσθήκη σχόλιου

# $string['feedbackedit']
source: Edit feedback
el: Επεξεργασία σχόλιου

source: Feedback saved
el: Το σχόλιο αποθηκεύτηκε

source: View feedback
el: Εμφάνιση σχόλιου

source: Final grade
el: Τελικός βαθμός

source: Static students column
el: Στατική στήλη μαθητών

source: Allows grades to scroll horizontally without losing sight of the students column, by making it static.
el: Επιτρέπει στους βαθμούς να κυλάνε οριζόντια χωρίς να χάνεται η οπτική της στήλης των μαθητών, κάνοντας την στατική.

source: Force: Off
el: Υποχρεωτικά: απενεργοποίηση

source: Force: On
el: Υποχρεωτικά: ενεργοποίηση

source: for the selected {$a}
el: για τους επιλεγμένου {$a}

source: For students
el: Για Μαθητές

source: Full
el: Πλήρες

source: Change to full view
el: Πλήρης εμφάνιση

source: General settings
el: Γενικές ρυθμίσεις

# $string['grade']
source: Grade
el: Βαθμός

source: Grade administration
el: Διαχείριση βαθμολογιών

source: Grade analysis
el: Ανάλυση Βαθμού

source: Gradebook
el: Βαθμολόγιο

source: The gradebook is currently set to hide everything from students.
el: Το βαθμολόγιο έχει ρυθμιστεί να κρύβει τα πάντα από τους φοιτητές.

source: Grade histories
el: Ιστορικά βαθμού

source: Gradebook setup
el: Ρύθμιση βαθμολογίου

source: Letter grade boundary
el: Όριο βαθμού με γράμματα

source: This setting determines the minimum percentage over which grades will be assigned the grade letter.
el: Αυτή η ρύθμιση καθορίζει το ελάχιστο ποσοστό κατά το οποίο οι βαθμοί θα αποδίδονται στο βαθμό γράμμα.

source: Grade categories
el: Κατηγορίες βαθμού

# $string['gradecategory']
source: Grade category
el: Κατηγορία βαθμού

# $string['gradecategoryonmodform']
source: Grade category
el: Κατηγορία βαθμού

source: This setting controls the category in which this activity's grades are placed in the gradebook.
el: Αυτή η ρύθμιση ελέγχει την κατηγορία, στην οποία οι βαθμοί της δραστηριότητας θα τοποθετηθούν, στο βιβλίο βαθμολογιών.

source: Grade category settings
el: Ρυθμίσεις κατηγορίας βαθμού

source: Grade display
el: Εμφάνιση βαθμού

source: Grade display type
el: Τρόπος εμφάνισης βαθμού

source: This setting determines how grades are displayed in the grader and user reports. * Real - Actual grades * Percentage * Letter - Letters or words are used to represent a range of grades
el: Αυτή η ρύθμιση καθορίζει πως εμφανίζονται οι βαθμοί στις αναφορές βαθμολογητή και χρήστη. * Πραγματικοί βαθμοί * Ποσοστό * Γράμμα - Γράμματα ή λέξεις χρησιμοποιούνται για να παρουσιάσουν ένα εύρος βαθμών

source: Graded: {$a}
el: Βαθμολογημένα: {$a}

source: Grade export
el: Εξαγωγή βαθμολογίας

source: Grade export decimal points
el: Δεδαδικά ψηφία εξαγωγής βαθμού

source: The number of decimal points to display for export. This can be overridden during export.
el: Ο αριθμός των δεκαδικών που θα εμφανίζονται κατά την εξαγωγή. Μπορεί να παρακαμφθεί κατά την εξαγωγή.

source: Grade export display type
el: Τρόπος εμφάνισης εξαγωγής βαθμού

source: Grades can be shown as real grades, as percentages (in reference to the minimum and maximum grades) or as letters (A, B, C etc..) during export. This can be overridden during export.
el: Οι βαθμοί μπορούν να εμφανίζονται σαν πραγματικοί βαθμοί, σαν ποσοστά (σε σχέση με τον ελάχιστο και μέγιστο βαθμό) ή σαν γράμματα (A, B, C κλπ..) κατά την εξαγωγή. Μπορεί να παρακαμθεί κατά την εξαγωγή.

source: Grade help
el: Βοήθεια Βαθμού

source: Grade history lifetime
el: Διάρκεια ζωής ιστορικού βαθμού

source: This specifies the length of time you want to keep history of changes in grade related tables. It is recommended to keep it as long as possible. If you experience performance problems or have limited database space, try to set lower value.
el: Ορίζει το μέγεθός του χρόνου για το οποίο θέλετε να κρατάτε το ιστορικό των αλλαγών στους πίνακες που σχετίζονται με βαθμούς. Προτείνεται να κρατάτε το ιστορικό όσο γίνεται περισσότερο. Εάν αντιμετωπίσετε προβλήματα απόδοσης ή έχετε περιορισμένο χώρο βάσης δεδομένων, δοκιμάστε να το ρυθμίσετε σε μια χαμηλότερη τιμή.

source: Grade import
el: Εισαγωγή βαθμολογίας

source: Grade item
el: Αντικείμενο Βαθμού

source: Exclude from grading
el: Εξαίρεση απο Βαθμολόγηση

source: Advanced grade item options
el: Επιλογές προχωρημένου στοιχείου βαθμού

source: Select all elements that should be displayed as advanced when editing grade items.
el: Επιλέξτε όλα τα στοιχεία που πρέπει να εμφανίζονται σαν προχωρημένα όταν επεξεργάζεστε στοιχεία βαθμών.

source: This activity is locked in the gradebook. Changes that are made to grades in this activity will not be copied to the gradebook until it is unlocked.
el: Αυτή η δραστηριότητα είναι κλειδωμένη στο βαθμολόγιο. Αλλαγές οι οποίες γίνονται σε βαθμούς σε αυτή τη δραστηριότητα δεν θα αντιγράφονται στο βαθμολόγιο μέχρι να ξεκλειδωθεί.

source: Grading locked
el: Η βαθμολόγηση είναι κλειδωμένη

source: Excluded from grading
el: Εξαιρούνται Βαθμολόγησης

source: Included in grading
el: Περιλαμβάνονται στη Βαθμολογία

source: Include in grading
el: Περιέλαβε στην βαθμολόγηση

source: Grade items
el: Αντικείμενα βαθμολόγησης

source: Grade item settings
el: Ρυθμίσεις αντικειμένων βαθμολόγησης

source: Grade items to be included
el: Τα αντικείμενα βαθμολόγησης που θα ενσωματωθούν

source: Grade letter
el: Γράμμα Βαθμού

source: Grade letters are letters, A, B, C, ..., or words, for example Distinction, Merit, Pass, ..., used to represent a range of grades.
el: Οι βαθμοί γράμματα είναι τα γράμματα Α, Β, C, …, ή λέξεις, για παράδειγμα Άριστα, Μέτρια, Περνάς, …, χρησιμοποιούνται για να αντιπροσωπεύσουν ένα εύρος βαθμολογιών.

source: To delete a grade letter just empty any of the<br /> three text areas for that letter and click submit.
el: Για να διαγράψετε ένα γράμμα βαθμού πρέπει να αδειάσετε οποιαδήποτε από<br /> τις τρείς περιοχές που σχετίζονται με αυτό το γράμμα και να επιλέξετε υποβολή.

source: Grade letters
el: Γράμματα βαθμού

source: Grade is locked
el: Ο βαθμός είναι κλειδωμένος

# $string['grademax']
source: Maximum grade
el: Μέγιστος βαθμός

source: Minimum grade
el: Ελάχιστος βαθμός

source: Grade outcome item
el: Στοιχείο έκβασης βαθμού

# $string['gradeoutcomes']
source: Outcomes
el: Εκβάσεις

source: Course outcomes
el: Εκβάσεις μαθήματος

source: Grade to pass
el: Βαθμός με τον οποίο περνάει

source: This setting must be an integer between 1 and 10000.
el: Αυτή η ρύθμιση πρέπει να είναι ακέραιος αριθμός μεταξύ 1 και 10000.

source: Grade preferences
el: Προτιμήσεις βαθμού

source: Grade preferences Help
el: Βοήθεια Επιλογών Βαθμού

source: Enable publishing
el: Ενεργοποίηση δημοσίευσης

source: Enable publishing in exports and imports: Exported grades can be accessed by accessing a URL, without having to log on to a Moodle site. Grades can be imported by accessing such a URL (which means that a Moodle site can import grades published by another site). By default only administrators may use this feature, please educate users before adding required capabilities to other roles (dangers of bookmark sharing and download accelerators, IP restrictions, etc.).
el: Ενεργοποίηση δημοσίευσης εξαγωγών και εισαγωγών: Η πρόσβαση στους εξαγόμενους βαθμούς γίνεται γίνεται μέσω μιας τοποθεσίας ιστού, χωρίς την αναγκαιότητα εισόδου σε έναν ιστοχώρο Moodle. Η εισαγωγή των βαθμών μπορεί να γίνει με την πρόσβαση σε μια τέτοια τοποθεσία ιστού (που σημαίνει οτι ένας ιστοχώρος Moodle μπορεί να εισάγει βαθμούς που έχουν δημοσιευθεί από έναν άλλο ιστοχώρο). Εξ'ορισμού μόνο οι διαχειριστές μπορούν να χρησιμοποιούν αυτό το χαρακτηριστικό, παρακαλούμε εκπαιδεύστε τους χρήστες πριν προσθέσετε τις απαραίτητες ικανότητες σε άλλους ρόλους (κίνδυνοι διαμοιρασμού σελιδοδεικτών και επιταχυντών μεταφόρτωσης, περιορισμοί IP κλπ.).

source: Download: {$a}
el: Λήψη: {$a}

source: Grade report
el: Αναφορά βαθμολογίας

source: Grader report
el: Αναφορά βαθμολογητή

source: Grades
el: Βαθμοί

source: Grades for {$a->user}
el: Βαθμοί για {$a->user}

source: Warning: Activity deletion in progress! Some grades are about to be removed.
el: Προειδοποίηση: Διαγραφή δραστηριότητας σε εξέλιξη! Ορισμένοι βαθμοί πρόκειται να αφαιρεθούν.
