Repository: eellak/moodle-po
Catalog: *-new/grades.po_*.po
Languages: el

source: If enabled, the number of grades used when calculating the average (mean) is displayed in brackets after each average.
el: Εάν θα εμφανίζεται ο αριθμός των βαθμών που χρησιμοποιούνται κατά τον υπολογισμό του μέσου σε αγκύλες μετά από κάθε μέσο όρο, για παράδειγμα 45 (34).

source: Show only active enrolments
el: Εμφάνιση μόνο των ενεργών εγγραφών

source: This setting determines, if only active enrolled users will be visible in gradebook report. If enabled suspended users will not be shown in gradebook.
el: Αυτή η ρύθμιση καθορίζει, αν μόνο οι ενεργοί εγγεγραμμένοι χρήστες θα είναι ορατοί στην αναφορά βαθμολογίου. Αν είναι ενεργοποιημένη, οι χρήστες σε αναστολή δεν θα εμφανιστούν στο βαθμολόγιο.

source: Show percentage
el: Εμφάνιση ποσοστού

source: Whether to show the percentage value of each grade item.
el: Εάν θα εμφανίζεται η τιμή ποσοστού κάθε στοιχείου βαθμού.

source: Show quick feedback
el: Εμφάνιση Γρήγορου Σχόλιου

source: If enabled, when editing is turned on, a feedback text input box with a dotted border appears for each grade, allowing the feedback for many grades to be edited at the same time. Changes are saved and highlighted when the update button is clicked. Note that when feedback is edited in the grader report, an overridden flag is set, meaning that the feedback can no longer be changed from within the related activity.
el: Το Γρήγορο Σχόλιο προσθέτει ένα πεδίο εισόδου κειμένου σε κάθε κελί βαθμού στην αναφορά βαθμολογητή, επιτρέποντας την επεξεργασία του σχόλιου για πολλούς βαθμούς ταυτόχρονα. Μπορείτε έπειτα να πατήσετε το κουμπί Ανανέωση για να πραγματοποιήσετε όλες αυτές τις αλλαγές κατευθείαν, αντί μια κάθε φορά.

# $string['showrange']
source: Show ranges
el: Εμφάνιση εύρους

source: Whether to show a column for the range.
el: Εμφάνιση της στήλης εύρους;

# $string['showranges']
source: Show ranges
el: Εμφάνιση Διαστημάτων

source: If enabled, the grader report will contain an additional row displaying the range for each category and grade item.
el: Εάν θα εμφανίζεται το εύρος των βαθμών για κάθε στήλη σε μια πρόσθετη γραμμή.

source: Show rank
el: Εμφάνιση κατάταξης

source: Whether to show the position of the student in relation to the rest of the class for each grade item.
el: Εάν θα εμφανίζεται η θέση του χρήστη σε σχέση με την υπόλοιπη τάξη, για κάθε στοιχείο βαθμού.

source: Show user profile images
el: Εμφάνιση εικόνων προφίλ χρήστη

source: Whether to show the user's profile image next to the name in the grader report.
el: Εάν θα εμφανίζεται η εικόνα του προφίλ του χρήστη δίπλα στο όνομα του στην αναφορά βαθμολογητή.

source: Show {$a->category} {$a->itemmodule} {$a->itemname}
el: Εμφάνιση {$a->category}$a->itemmodule {$a->itemname}

source: Show weightings
el: Εμφάνιση συντελεστή

source: Whether to show a column for the grade weight.
el: Εμφάνιση της στήλης βαρύτητας βαθμού;

source: Single view
el: Απλή προβολή

source: Site-wide
el: στο εύρος του ιστοχώρου

source: sort
el: ταξινόμηση

source: Sort in ascending order
el: Ταξινόμηση σε αύξουσα σειρά

source: Sort by first name
el: Ταξινόμηση κατα Όνομα

source: Sort by last name
el: Ταξινόμηση κατα Έπίθετο

source: Sort in descending order
el: Ταξινόμηση σε φθίνουσα σειρά

source: Standard deviation
el: Τυπική Απόκλιση

source: Statistics
el: Στατιστικά

source: Stats
el: Στατ

source: Student
el: Φοιτητής

source: Students per page
el: Μαθητές ανά σελίδα

source: This setting determines the number of students displayed per page in the grader report.
el: Ο αριθμός των μαθητών που θα εμφανίζονται ανά σελίδα στην αναφορά βαθμολογητή.

source: Normal category
el: Απλή κατηγορία

source: Submissions
el: Υποβολές

source: Submitted: {$a}
el: Υποβλήθηκε: {$a}

source: Switch to full view
el: Εναλλαγή σε πλήρη προβολή

source: Switch to simple view
el: Εναλλαγή σε απλή προβολή

source: Tabs
el: Καρτέλες

source: Super category
el: Σούπερ κατηγορία

source: Total
el: Συνολικό

source: The total weight is equal to 100
el: Το συνολικό βάρος είναι ίσο με 100

source: The total weight is not equal to 100
el: Το συνολικό βάρος δεν είναι ίσο με 100

source: Turn feedback off
el: Απενεργοποίηση σχόλιου

source: Turn feedback on
el: Ενεργοποίηση σχόλιου

# $string['typenone']
source: None
el: Κανένα

# $string['typescale']
source: Scale
el: Κλίμακα

source: This setting determines the scale used when using the scale grade type. The scale for an activity-based grade item is set on the activity settings page.
el: Αυτή η ρύθμιση καθορίζει την κλίμακα που χρησιμοποιείται κατά τη χρήση τύπου βαθμολογικής κλίμακας. Η κλίμακα για μια δραστηριότητα με βάση το στοιχείο που βαθμολογείται βρίσκεται στη σελίδα ρυθμίσεων της δραστηριότητας.

source: Text
el: Κείμενο

source: Value
el: Τιμή

source: Uncategorised
el: Μη κατηγοριοποιημένο

source: Grade unchanged
el: Ο βαθμός δεν άλλαξε

source: This import included the following grades for users not currently enrolled in this course: {$a}
el: Αυτή η εισαγωγή συμπεριελάμβανε τους ακόλουθους βαθμούς για χρήστες οι οποίοι δεν είναι εγγεγραμμένοι προς το παρόν σε αυτό το μάθημα: {$a}

source: Unlimited grades
el: Βαθμοί χωρίς όριο

source: By default, grades are limited by the maximum and minimum values of the grade item. Enabling this setting removes this limit, and allows grades of over 100% to be entered directly in the gradebook.
el: Από προεπιλογή οι βαθμοί περιορίζονται από μια μέγιστη και ελάχιστη τιμή του στοιχείου που βαθμολογείται. Ενεργοποιώντας αυτή τη ρύθμιση αφαιρείται το όριο και επιτρέπει βαθμούς πάνω από 100% που εισάγονται κατευθείαν στο βιβλίο βαθμολογιών. Συνιστάται αυτή η ρύθμιση να μην ενεργοποιηθεί σε ώρα αιχμής, καθώς όλοι οι βαθμοί θα υπολογιστούν εκ νέου, το οποίο μπορεί να οδηγήσει σε υπερφόρτωση του server.

source: Unlock
el: Ξεκλείδωμα

source: Unlock {$a->category} {$a->itemmodule} {$a->itemname}
el: Ξεκλείδωμα {$a->category}$a->itemmodule {$a->itemname}

source: Unused
el: Μη χρησιμοποιούμενα

source: Export new or updated grades only
el: Εξαγωγή νέων ή ανανεωμένων βαθμών μόνο

source: Upload grades
el: Ανέβασμα βαθμών

source: Use advanced features
el: Χρησιμοποιήση Προχωρημένων Λειτουργιών

source: Used courses
el: Χρησιμοποιούμενα μαθήματα

source: Used grade item
el: Χρησιμοποιούμενα στοιχεία βαθμολόγησης

source: Use no outcome
el: Χωρίς χρήσης έκβασης

source: Use no scale
el: Χωρίς χρήση κλίμακας

source: Use percent
el: Χρησιμοποιήση Ποσοστών

source: User
el: Χρήστης

source: User enrolment suspended
el: Η εγγραφή χρήστη ανεστάλει

source: Show user fields
el: Εμφάνιση πεδίων χρήστη

source: User {$a->fullname} ({$a->useridnumber}) on item {$a->gradeidnumber}
el: Χρήστης {$a->fullname} ({$a->useridnumber}) στο στοιχείο {$a->gradeidnumber}

source: User ID
el: ID χρήστη

source: Users without an ID number are excluded from the export as they cannot be imported
el: Οι χρήστες χωρίς αριθμό ID εξαιρούνται από την εξαγωγή, δεδομένου ότι δεν μπορούν να εισαχθούν

source: User is not a member of current group.
el: Ο χρήστης δεν είναι μέλος της τρέχουσας ομάδας.

source: User preferences
el: Προτιμήσεις χρήστη

source: Use weighted
el: Χρησιμοποιήση Βαθμών Βαρύτητας

source: Verbose scales
el: Αναλυτικές κλίμακες

source: Group
el: Ομάδα

source: View grades
el: Προβολή Βαθμών

source: Weight
el: βαθμός βαρύτητας

source: Use weighted grades for course
el: Χρήση βαθμών βαρύτητας για το μάθημα

source: Sort by weighted percent ascending
el: Αύξουσα ταξινόμηση κατά ποσοστά βαθμών βαρύτητας

source: Sort by weighted percent descending
el: Φθίνουσα ταξινόμηση κατά ποσοστά βαθμών βαρύτητας

source: weighted %
el: % βαθμοί βαρύτητας

source: weighted % contribution
el: συνεισφορά % βαθμοί βαρύτητας

source: Weight or extra credit
el: Βάρος ή έξτρα έπαινος

source: Weights
el: Βάρη

source: Edit weights and extra credits
el: Επεξεργασία βαρών και εξτρά επαίνων

source: Calculated weight
el: Υπολογιζόμενο βάρος

source: Writing gradebook settings
el: Εγγραφή ρυθμίσεων βαθμολόγιου

source: Yes
el: Ναι

source: Your grade
el: Ο βαθμός σας
