Repository: eellak/moodle-po
Catalog: *-new/gradingform_erubric.po_*.po
Languages: el

source: Add criterion
el: Κριτήριο

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Add (+)
el: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Προσθ. (+)

source: Allow users to preview rubric used in the module (otherwise rubric will only become visible after grading)
el: Να επιτρέπεται η προεπισκόπηση της ρουμπρίκας από τους μαθητές<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (αλλιώς η ρουμπρίκα θα είναι ορατή μόνο μετά τη βαθμολόγηση)

source: Back to editing
el: Επιστροφή

source: Student final benchmark result
el: Τελική τιμή αναφοράς μαθητή

source: Results from Learning Analytics
el: Αποτελέσματα ανάλυσης μαθησιακών στατιστικών & δεδομένων

source: No results from Learning Analytics
el: Δεν υπάρχουν αποτελέσματα από την αναλύση των μαθησιακών στατιστικών & δεδομένων

source: Collaboration Type
el: Είδος αλληλ/δρασης

source: You must choose collaboration type before adding modules!
el: Πρέπει να επιλέξετε είδος αλληλεπίδρασης πριν προσθέσετε εκπαιδευτικούς πόρους!

source: Type:
el: Τύπου:

source: posts & talks
el: συνομιλίες

source: file submissions
el: υποβολές αρχείων

source: people interacted
el: πλήθος ατόμων

source: forum replies
el: απαντήσεις σχόλιων

source: Are you sure you want to change the criterion type? Current criterion course modules will be reset.
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτό το είδος κριτηρίου; Οι υπάρχοντες μαθησιακοί πόροι θα ακυρωθούν.

source: Are you sure you want to delete this activity?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή τη δραστηριότητα;

source: Are you sure you want to delete this assignment?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτή την εργασία;

source: Are you sure you want to delete this criterion?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτό το κριτήριο;

source: Are you sure you want to delete this level?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτό το επίπεδο;

source: Are you sure you want to delete this resource?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτόν τον πόρο;

source: Add Course Module
el: Προσθήκη πόρου

source: In:
el: Σε:

source: Add level
el: Επίπεδο

source: Delete criterion
el: Διαγραφή κριτηρίου

source: Click to edit criterion
el: Προσθέστε κριτήριο

source: Move down
el: Μετακίνηση κάτω

source: Move up
el: Μετακίνηση πάνω

source: equal (=)
el: ίσο (=)

source: more than (>=)
el: περισσότερο (>=)

source: Define LA e-rubric
el: Ορισμός LA e-Rubric

source: Delete activity
el: Διαγραφή δραστηριότητας

source: Delete assignment
el: Διαγραφή εργασίας

source: Delete resource
el: Διαγραφή πόρου

source: Description
el: Περιγραφή

source: Allow grader to add text remarks for each criterion
el: Ενεργοποίηση σχόλιων ανά κριτήριο κατά τη βαθμολόγηση

source: Rubric criteria enrichment rules
el: Κανόνες εμπλουτισμού κριτηρίων

source: All enriched criteria will be calculated automatically and level selection will be carried out by the system. When that happens the evaluator can’t change the selection.<br /> In case of an enrichment criteria logical error, no level will be selected by the system, thus specific criterion score will not be included in the grade and only if override is enabled the evaluator can make his own choice.<br />
el: Τα εμπλουτισμένα κριτήρια θα αξιολογηθούν αυτόματα από το σύστημα, όπως και η επιλογή του κατάλληλου επιπέδου. Όταν συμβεί αυτό, ο αξιολογητής δεν θα μπορεί να αλλάξει το αποτέλεσμα.<br /> Σε περίπτωση λογικού λάθους των κριτηρίων εμπλουτισμού, δεν θα επιλέγεται αυτόματα επίπεδο, οπότε οι βαθμοί του συγκεκριμένου κριτηρίου δεν θα προσμετρηθούν και μόνο αν έχει ενεργοποιηθεί η παράκαμψη ο αξιολογητής θα μπορεί να επιλέξει μόνος του επίπεδο.<br />

source: Add value
el: Τιμή

source: files
el: αρχεία

source: percent
el: επι %

source: %points
el: βαθμοί/100

source: people
el: άτομα

source: times
el: φορές

source: Enrichment
el: Εμπλουτισμός

source: Watch the following tutorial on how to Create Criteria in Learning Analytics Enriched Rubric: <br /><br /> <a target="_blank" href="http://www.youtube.com/watch?v=8w6yreB1geI&hd=1">Create Criteria in Learning Analytics Enriched Rubric</a><br /><br />
el: Παρακολουθήστε την ταινία παραδείγματος χρήσης για να δημιουργήσετε κριτήρια σε μια Εμπλουτισμένη Ρουμπρίκα Μαθησιακών Στατιστικών: <br /><br /> <a target="_blank" href="http://www.youtube.com/watch?v=8w6yreB1geI&hd=1">Δημιουργία στιγμιότυπου Εμπλουτισμένης Ρουμπρίκας Μαθησιακών Στατιστικών.</a><br /><br />

source: Enriched criteria options
el: Επιλογές εμπλουτισμού κριτηρίων

source: <font color="red"><b>WARNING!</b></font><br /><br /> <b>Learning Analytics Enriched Rubric</b> plugin can be used as an advanced grading form template, ONLY FOR THE PRESENT COURSE! If other users at your site use this form in any other course, <b>it will not work as is</b>! The rubric's main structure will remain intact, but you will have to replace all embedded course modules with similar modules from the destination course.
el: <font color="red"><b>ΠΡΟΣΟΧΗ!</b></font><br /><br /> Το πρόσθετο <b>Εμπλουτισμένη Ρουμπρίκα Μαθησιακών Στατιστικών</b> μπορεί να χρησιμοποιηθεί ως πρότυπο διαμοιρασμού, ΜΟΝΟ ΓΙΑ ΤΟ ΠΑΡΟΝ ΜΑΘΗΜΑ! Αν άλλοι χρήστες της πλατφόρμας χρησιμοποιήσουν αυτό το στιγμιότυπο, <b>δεν θα δουλέψει ως έχει</b>! Η βασική δομή της ρουμπρίκας δεν θα αλλοιωθεί, όμως θα πρέπει να αντικαταστήσετε τους υπάρχοντες ενσωματωμένους μαθησιακούς πόρους με παρόμοιους από το μάθημα προορισμού.

source: Chat modules can not be chosen to check file submissions or forum replies.
el: Οι εκπαιδευτικοί πόροι άμεσης ομιλίας (chat modules) δεν δύναται να επιλεγούν για έλεγχο απαντήσεων και υποβολής αρχείων σε ομαδικές συζητήσεις (forums).

source: Type field should be selected only for collaboration check.
el: Το πεδίο "είδος αλληλ/δρασης" πρέπει να επιλέγεται μόνο για ελέγχους συνεργασίας.

source: You must choose the numerical reference for the enriched criterion.
el: Πρέπει να επιλέξετε ατομική ή συλλογική αναφορά για το εμπλουτισμένο κριτήριο.

source: You must choose an operator for the enriched criterion.
el: Πρέπει να επιλέξετε τελεστή για το εμπλουτισμένο κριτήριο.

source: All enriched criteria must be selected, or none.
el: Πρέπει να επιλεχθούν όλες οι παράμετροι εμπλουτισμού ή καμία.

source: Selected course modules must be of the same enriched criterion type.
el: Οι επιλεγμένοι εκπαιδευτικοί πόροι πρέπει να είναι του ίδιου τύπου, σύμφωνα με το είδος ελέγχου.

source: Number of check values for each enriched level must be a valid non-negative integer number.
el: Η τιμή ελέγχου των επιπέδων εμπλουτισμού πρέπει να είναι έγκυρος θετικός ακέραιος αριθμός.

source: Enriched criteria, must have check values on all levels.
el: Τα εμπλουτισμένα κριτήρια πρέπει να έχουν τιμές ελέγχου σε κάθε επίπεδο.

source: Each criterion must have at least two levels.
el: Κάθε κριτήριο πρέπει να έχει τουλάχιστον δυο επίπεδα.

source: Missing module!
el: Ελλιπής πόρος!

source: <p><font color="red"><b>WARNING!</b></font></p> At least one course module is missing from the criteria! Maybe the course module was deleted or this gradding form was imported from another course (or backup)(or shared form). Edit the current form in order to re-enrich (or not) these criteria. Otherwise <b>student evaluation may not be possible</b>!
el: <font color="red"><b>ΠΡΟΣΟΧΗ!</b></font><br /> Τουλάχιστον ένας εκπαιδευτικός πόρος απουσιάζει από τα κριτήρια εμπλουτισμού! Ο πόρος ενδέχεται να έχει διαγραφεί ή αυτό το στιγμιότυπο της ρουμπρίκας να έχει εισαχθεί από άλλο μάθημα. Επεξεργαστείτε το τρέχον στιγμιότυπο προκειμένου να εμπλουτίσετε (ή όχι) το(α) εν λόγο κριτήριο(α). Διαφορετικά <b>η αξιολόγηση των μαθητών ενδέχεται να μην είναι εφικτή</b>!

source: <p><font color="red"><b>WARNING!</b></font></p> At least one course module is missing from the criteria! You may delete these criteria or make them 'simple' by resetting enrichment fields or enrich them again. <b>If you don't update this form and leave it as is, student evaluation may not be possible!</b>
el: <font color="red"><b>ΠΡΟΣΟΧΗ!</b></font><br /> Τουλάχιστον ένας εκπαιδευτικός πόρος απουσιάζει από τα κριτήρια εμπλουτισμού! Μπορείτε να διαγράψετε το εν λόγο κριτήριο ή να το απλουστεύσετε επαναφέροντας τις επιλογές εμπλουτισμού ή να το εμπλουτίσετε με νέες επιλογές. <b>Αν δεν ενημερώσετε το παρόν στιγμιότυπο και το αφήσετε ως έχει, ενδέχεται να μην είναι εφικτή η αξιολόγηση των μαθητών!</b>

source: <p><font color="red"><b>Logging System Error!</b></font></p> This tool can only function if the <b>Standard</b> and/or <b>Legacy</b> logs are enabled. Non of them appear to be. Please contact your site Administrator in order to activate either one of the previous log stores, if you want to use this tool. For more information check the <a target="_blank" href="https://docs.moodle.org/29/en/Learning_Analytics_Enriched_Rubric">plugin's documentation</a>.
el: <p><font color="red"><b>Λάθος Συστήματος Καταγραφής Συμβάντων!</b></font></p> Το εργαλείο αυτό μπορεί να λειτουργήσει μόνο αν το <b>Σταθερό</b> είτε το <b>Παραδοσιακό</b> σύστημα καταγραφής συμβάντων έχουν ενεργοποιηθεί. Φαίνεται πως κανένα από τα δύο δεν έχει. Απευθυνθείτε στο Διαχειριστή του συστήματος για την ενεργοποίηση των απαραίτητων συστατικών, προκειμένου να χρησιμοποιήσετε αυτό το εργαλείο. Για περισσότερες πληροφορίες δείτε τις <a target="_blank" href="https://docs.moodle.org/29/el/Learning_Analytics_Enriched_Rubric">οδηγίες χρήσης του εργαλείου</a>.

source: Rubric must contain at least one criterion.
el: Η ρουμπρίκα πρέπει να περιέχει τουλάχιστον ένα κριτήριο.

source: Level definition can not be empty.
el: Ο χαρακτηρισμός των επιπέδων δεν μπορεί να είναι κενός.

source: Criterion description can not be empty.
el: Η περιγραφή του κριτηρίου δεν μπορεί να είναι κενή.

source: Number of points for each level must be a valid non-negative integer number.
el: Η τιμή βαθμολόγησης των επιπέδων πρέπει να είναι έγκυρος θετικός ακέραιος αριθμός.

source: Maximum number of points possible when graded by the rubric must be more than zero.
el: Η μέγιστη δυνατή βαθμολογία πρέπει να είναι μεγαλύτερη του μηδενός.

source: Learning Analytics e-rubric
el: Εμπλουτισμένη Ρουμπρίκα Μαθησιακών Στατιστικών

source: {$a} grading
el: {$a} βαθμολόγηση

source: Criterion Type
el: Είδος έλεγχου

source: Delete level
el: Διαγραφή επιπέδου

source: Click to edit level
el: Προσθέστε επίπεδο

source: Name
el: Όνομα

source: The enriched rubric definition was changed after this student had been graded. The student can not see this enriched rubric until you check the enriched rubric and update the grade.
el: Το στιγμιότυπο της εμπλουτισμένης ρουμπρίκας έχει αλλάξει μετά την αξιολόγηση του συγκεκριμένου μαθητή. Ο μαθητής δεν θα μπορεί να δει αυτή τη φόρμα αξιολόγησης μέχρι να ελέγξετε την εμπλουτισμένη ρουμπρίκα και ενημερώσετε εκ νέου το βαθμό.

source: Choose Operator
el: Επιλ. τελεστή

source: Override automatic criterion evaluation in case of enrichment logical error<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<i>If enrichment logical error exists, evaluation is not possible without overriding it!)</i>
el: Παράκαμψη της αυτόματης διαδικασίας αξιολόγησης σε περίπτωση λογικού λάθους εμπλουτισμού<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<i>Αν υπάρχουν λογικά λάθη εμπλουτισμού, η αξιολόγηση δεν θα είναι αλλιώς εφικτή!)</i>

source: Check:
el: Έλεγξε:

source: Is:
el: Είναι:

source: Related to:
el: Σχετικά με:

source: Learning Analytics Enriched Rubric
el: Εμπλουτισμένη Ρουμπρίκα Μαθησιακών Στατιστικών

source: Preview LA e-rubric
el: Προεπισκόπηση LA e-rubric

source: One or All
el: Ατομ. / Συνολ.

source: student
el: μαθητή

source: students
el: σύνολο

source: You are about to save changes to an enriched rubric that has already been used for grading. Please indicate if existing grades need to be reviewed. If you set this then the enriched rubric will be hidden from students until their item is regraded.
el: Θέλετε να αποθηκεύσετε νέες αλλαγές σε μια εμπλουτισμένη ρουμπρίκα που έχει ήδη χρησιμοποιηθεί για βαθμολόγηση. Ελέγξτε αν οι υπάρχουσες βαθμολογίες πρέπει να επανεξεταστούν. Αν το επιλέξετε, η εμπλουτισμένη ρουμπρίκα δεν θα είναι ορατή από τους μαθητές μέχρι να βαθμολογηθούν εκ νέου.

source: You are about to save significant changes to an enriched rubric that has already been used for grading. The gradebook value will be unchanged, but the enriched rubric will be hidden from students until their item is regraded.
el: Θέλετε να αποθηκεύσετε νέες αλλαγές σε μια εμπλουτισμένη ρουμπρίκα που έχει ήδη χρησιμοποιηθεί για βαθμολόγηση. Η υπάρχουσα βαθμολογία δεν θα αλλάξει, αλλά η εμπλουτισμένη ρουμπρίκα δεν θα είναι ορατή από τους μαθητές μέχρι να βαθμολογηθούν εκ νέου.

source: Do not mark for regrade
el: Αποτροπή επανέλεγχου

source: Mark for regrade
el: Σήμανση για επανέλεγχο

source: NOTE: The last attempt to grade this person was not saved properly so draft grades have been restored. If you want to cancel these changes use the 'Cancel' button below.
el: Σημείωση: Η τελευταία απόπειρα βαθμολόγησης αυτού του ατόμου δεν αποθηκεύτηκε, οπότε η πρότερη βαθμολογία επανακτήθηκε. Αν θέλετε να ακυρώσετε αυτές τις αλλαγές πατήστε το κουμπί 'Άκυρο' παρακάτω.

source: Score to grade mapping rules
el: Κανόνες απόδοσης τελικής βαθμολογίας

source: The minimum possible score for this enriched rubric is <b>{$a->minscore} points</b> and it will be converted to the minimum grade available in this module (which is zero unless the scale is used). The maximum score <b>{$a->maxscore} points</b> will be converted to the maximum grade.<br /> Intermediate scores will be converted respectively and rounded to the nearest available grade.<br /> If a scale is used instead of a grade, the score will be converted to the scale elements as if they were consecutive integers.<br /><br />
el: Το ελάχιστο δυνατό αποτέλεσμα της εμπλουτισμένης ρουμπρίκας είναι <b>{$a->minscore} βαθμοί</b> και θα μετατραπεί στο ελάχιστο δυνατό αποτέλεσμα του πόρου αξιολόγησης (αυτής της εργασίας βαθμολόγησης) (που είναι το μηδέν εκτός και αν χρησιμοποιείται κάποια κλίμακα). Το μέγιστο αποτέλεσμα <b>{$a->maxscore} βαθμοί</b> θα μετατραπεί στη μέγιστη δυνατή βαθμολόγηση.<br /> Ενδιάμεσα αποτελέσματα θα μετατραπούν ανάλογα και θα στρογγυλοποιηθούν στον κοντινότερο διαθέσιμο βαθμό.<br /> Αν χρησιμοποιείται διαβαθμισμένη κλίμακα αντί βαθμολογίας, το τελικό αποτέλεσμα θα αναχθεί στα αντίστοιχα κλιμάκια.<br /><br />

source: An appropriate level for each criterion should be chosen.
el: Πρέπει να επιλεχθεί ένα κατάλληλο επίπεδο για κάθε κριτήριο.

source: Rubric options
el: Επιλογές ρουμπρίκας

source: Current LA e-rubric status
el: Κατάσταση στιγμιότυπου

source: Save
el: Αποθήκευση

source: Save enriched rubric and make it ready
el: Αποθήκευση και ενεργοποίηση ε-ρουμπρίκας

source: Save as draft
el: Πρόχειρη αποθήκευση

source: {$a}points
el: {$a}βαθμοί

source: collaboration
el: συνεργασία

source: grade
el: βαθμολογία

source: study
el: μελέτη

source: Display rubric description to those being graded
el: Εμφάνιση περιγραφής στιγμιότυπου στους βαθμολογούμενους

source: Display rubric description during evaluation
el: Εμφάνιση περιγραφής στιγμιότυπου κατά τη βαθμολόγηση

source: Display calculated enrichment benchmark to those being graded
el: Εμφάνιση των παραγόμενων τιμών αναφοράς στους βαθμολογούμενους

source: Display calculated enrichment benchmark during evaluation
el: Εμφάνιση των παραγόμενων τιμών αναφοράς κατά τη βαθμολόγηση

source: Display enrichment of criteria to those being graded
el: Εμφάνιση εμπλουτισμού των κριτηρίων στους βαθμολογούμενους

source: Display enrichment of criteria during evaluation
el: Εμφάνιση εμπλουτισμού των κριτηρίων κατά τη βαθμολόγηση

source: Display enrichment check points for each level to those being graded
el: Εμφάνιση τιμών ελέγχου των επιπέδων στους βαθμολογούμενους

source: Display enrichment check points for each level during evaluation
el: Εμφάνιση τιμών ελέγχου των επιπέδων κατά τη βαθμολόγηση

source: Show remarks to those being graded
el: Εμφάνιση σχόλιων στους βαθμολογούμενους

source: Display points for each level to those being graded
el: Εμφάνιση βαθμολογίας επιπέδων στους βαθμολογούμενους

source: Display points for each level during evaluation
el: Εμφάνιση βαθμολογίας επιπέδων κατά τη βαθμολόγηση

source: Sort order for levels:
el: Ταξινόμηση επιπέδων:

source: Descending by number of points
el: Φθίνουσα με βάση τη βαθμολογία

source: Ascending by number of points
el: Αύξουσα με βάση τη βαθμολογία

source: Student benchmark
el: Τιμή αναφοράς μαθητή

source: Students benchmark
el: Τιμή αναφοράς μαθητών

source: Enrichment calculations are conducted until submission due date (if enabled)
el: Οι έλεγχοι εμπλουτισμού γίνονται μέχρι την ημερομηνία υποβολής (αν έχει οριστεί)

source: Enrichment calculations are conducted from assignment available date (if enabled)
el: Οι έλεγχοι εμπλουτισμού γίνονται από την ημερομηνία ενεργοποίησης της εργασίας (αν έχει οριστεί)
