Repository: eellak/moodle-po
Catalog: *-new/group.po_*.po
Languages: el

source: Add group to grouping
el: Προσθήκη ομάδας στην ομαδοποίηση

source: Add/remove groups
el: Προσθήκη/διαγραφή ομάδων

source: Add/remove users
el: Προσθήκη/διαγραφή χρηστών

source: Allocate members
el: Κατανομή μελών

source: [Any grouping]
el: [Οποιαδήποτε ομαδοποίηση]

source: Auto-create groups
el: Αυτόματη δημιουργία ομάδων

source: Back to groupings
el: Πίσω στις ομαδοποιήσεις

source: Back to groups
el: Πίσω στις ομάδες

source: Must contain exactly one '@' or one '#' character
el: Πρέπει να περιέχει ακριβώς έναν '@' ή έναν '#' χαρακτήρα

source: Alphabetically by first name, last name
el: Αλφαβητικά βάσει ονόματος, επώνυμου

source: Alphabetically by ID number
el: Αλφαβητικά βάσει αναγνωριστικού αριθμού

source: Alphabetically by last name, first name
el: Αλφαβητικά βάσει επώνυμου, ονόματος

source: Create automatic grouping
el: Δημιουργία αυτόματης ομαδοποίησης

source: Create group
el: Δημιουργία ομάδος

source: Create grouping
el: Δημιουργία ομαδοποίησης

source: Create group in grouping
el: Δημιουργία ομάδας στην ομαδοποίηση

source: Grouping of auto-created groups
el: Δημιουργία στην ομαδοποίηση

source: Create orphan group
el: Δημιουργία ορφανής ομάδας

source: Groups version is now {$a}
el: Η έκδοση του Ομάδες είναι τώρα {$a}

source: Default grouping
el: Προεπιλεγμένη ομαδοποίηση

# $string['defaultgroupingname']
source: Grouping
el: Ομαδοποίηση

# $string['defaultgroupname']
source: Group
el: Ομάδα

source: Delete all groupings
el: Διαγραφή όλων των ομαδοποιήσεων

source: Delete all groups
el: Διαγραφή όλων των ομάδων

source: Are you sure you want to delete group '{$a}'?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε την ομάδα '{$a}'?

source: Delete grouping
el: Διαγραφή ομαδοποίησης

source: Are you sure you want to delete grouping '{$a}'? (Groups in the grouping are not deleted.)
el: Είστε σίγουροι οτι θέλετε να διαγράψετε την ομαδοποίηση '{$a}'? (Οι ομάδες στην ομαδοποίηση δεν διαγράφονται.)

source: Are you sure you want to delete the following groups?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε τις ακόλουθες ομάδες?

source: Delete selected group
el: Διαγραφή επιλεγμένων ομάδων

source: Edit grouping settings
el: Επεξεργασία ρυθμίσεων ομαδοποίησης

source: Edit group settings
el: Επεξεργασία ρυθμίσεων ομάδας

source: Enrolment key
el: Κλειδί εγγραφής

source: Error adding/removing user {$a} to group
el: Σφάλμα κατά την προσθήκη/διαγραφή του χρήστη {$a} στην ομάδα

source: Error creating/updating group {$a}
el: Σφάλμα δημιουργίας/ανανέωσης της ομάδας {$a}

source: Error creating/updating grouping {$a}
el: Σφάλμα δημιουργίας/ανανέωσης της ομαδοποίησης {$a}

source: Error, invalid group {$a}
el: Σφάλμα, μη έγκυρη ομάδα {$a}

source: Please select a single group before choosing this option
el: Παρακαλούμε επιλέξτε μια μονή ομάδα προτού επιλέξτε αυτή την επιλογή

source: Please select one or more groups before choosing this option
el: Παρακαλούμε επιλέξτε μια ή περισσότερες ομάδες προτού επιλέξτε αυτή την επιλογή

source: Note: To keep group allocation even, the actual number of members per group differs from the number you specified.
el: Σημείωση: Για την διατήρηση της ομαλότητας στην κατανομή ομάδας, ο πραγματικός αριθμός των μελών ανά ομάδα διαφέρει από τον αριθμό που ορίσατε.

source: Existing members: {$a}
el: Υπάρχοντα μέλη: {$a}

source: Filter groups by:
el: Φιλτράρισμα ομάδων με:

# $string['group']
source: Group
el: Ομάδα

source: Group {$a} added successfully
el: Η ομάδα {$a} προστέθηκε επιτυχημένα

source: Auto create based on
el: Προσδιορισμός

source: Group description
el: Περιγραφή ομάδας

source: Info about selected group
el: Πληροφορίες σχετικά με την επιλεγμένη ομάδα

source: Info about selected members
el: Πληροφορίες σχετικά με τα επιλεγμένα μέλη

source: Info about selected people
el: Πληροφορίες σχετικά με τα επιλεγμένα άτομα

# $string['grouping']
source: Grouping
el: Ομαδοποίηση

source: Grouping description
el: Περιγραφή ομαδοποίησης

source: A grouping is a collection of groups within a course. If a grouping is selected, students assigned to groups within the grouping will be able to work together.
el: <p>Η ομαδοποίηση είναι μια συλλογή ομάδων μέσα σε ένα μάθημα.</p> <p>Εάν έχει επιλεχθεί μια ομαδοποίηση τότε οι χρήστες που έχουν αντιστοιχιστεί σε ομάδες μέσα στην ομαδοποίηση θα μπορούν να εργαστούν μαζί.</p> <p>Η λειτουργία ομάδων πρέπει να έχει οριστεί σε ξεχωριστές ή ορατές ομάδες.</p>

source: Grouping name
el: Όνομα ομαδοποίησης

source: The grouping name '{$a}' already exists in this course, please choose another one.
el: Το όνομα ομαδοποίησης '{$a}' υπάρχει ήδη σε αυτό το μάθημα, παρακαλούμε επιλέξτε ένα άλλο.

source: Groupings
el: Ομαδοποιήσεις

source: Groupings only
el: Μόνο ομαδοποιήσεις

source: Group member
el: Μέλος ομάδας

source: Standard role for a member of a group.
el: Πρότυπος ρόλος για το μέλος μιας ομάδας.

source: Group members
el: Μέλη ομάδας

source: See group members
el: Εμφάνιση μελών ομάδας

source: Members of selected group
el: Μέλη της επιλεγμένης ομάδας

source: Group mode
el: Λειτουργία ομάδας

source: Force group mode
el: Υποχρεωτικά λειτουργία ομάδας

source: If group mode is forced, then the course group mode is applied to every activity in the course. Group mode settings in each activity are then ignored.
el: Αν η λειτουργία ομάδας είναι υποχρεωτική, τότε η λειτουργία ομάδας του μαθήματος εφαρμόζεται σε κάθε δραστηριότητα του μαθήματος. Οι ρυθμίσεις λειτουργίας ομάδας σε κάθε δραστηριότητα στη συνέχεια αγνοούνται.

source: This setting has 3 options: * No groups * Separate groups - Each group member can only see their own group, others are invisible * Visible groups - Each group member works in their own group, but can also see other groups The group mode defined at course level is the default mode for all activities within the course. Each activity that supports groups can also define its own group mode, though if the group mode is forced at course level, the group mode setting for each activity is ignored.
el: <p align="center"><b>Επιλογές για δημιουργία ομάδων</b></p> <p>Οι επιλογές για δημιουργία ομάδων είναι τρεις: <ul> <li>Καμιά ομάδα - δε δημιουργούνται ομάδες και υπο-ομάδες, όλοι ανήκουν στο ίδιο γενικό σύνολο</li> <li>Ξεχωριστές ομάδες - κάθε μέλος μιας ομάδας μπορεί να επικοινωνεί μόνο με τα μέλη της ομάδας στην οποία ανήκει. Δεν υπάρχει επικοινωνία με άλλους εκτός ομάδας</li> <li>Ορατές ομάδες - κάθε ομάδα λειτουργεί αυτόνομα, αλλά έχει τη δυνατότητα να επικοινωνεί με άλλες ομάδες ή με άλλους εκτός ομάδας</li> </ul> </p> <p>Οι επιλογές για δημιουργία ομάδων αφορούν δυο επίπεδα:</p> <dl> <dt><b>1. Επίπεδο μαθήματος</b></dt> <dd>Πρόκειται για την αρχική επιλογή και αφορά όλες τις δραστηριότητες στα πλαίσια ενός μαθήματος. <br /><br /></dd> <dt><b>2. Επίπεδο δραστηριότητας</b></dt> <dd>Για κάθε δραστηριότητα στα πλαίσια ενός μαθήματος δίνεται η δυνατότητα διαφορετικής επιλογής για δημιουργία ομάδων. Σε περίπτωση που για ένα μάθημα έχουμε ενεργοποιήσει την επιλογή "<a href="help.php?module=moodle&file=groupmodeforce.html">επιβολή επιλογής για δημιουργία ομάδων</a>", τότε οι ρυθμίσεις για τις επιμέρους δραστηριότητες δε λαμβάνονται υπόψη.</dd> </dl> <p align="center"><b>Group Mode</b></p> <p>The group mode can be one of three levels: <ul> <li>No groups - there are no sub groups, everyone is part of one big community</li> <li>Separate groups - each group can only see their own group, others are invisible</li> <li>Visible groups - each group works in their own group, but can also see other groups</li> </ul> </p> <p>The group mode can be defined at two levels:</p> <dl> <dt><b>1. Course level</b></dt> <dd>The group mode defined at the course level is the default mode for all activities defined within that course<br /><br /></dd> <dt><b>2. Activity level</b></dt> <dd>Each activity that supports groups can also define its own grouping mode. If the course is set to "<a href="help.php?module=moodle&file=groupmodeforce.html">force group mode</a>" then the setting for each activity is ignored.</dd> </dl>

source: My group
el: Η ομάδα μου

source: Group name
el: Όνομα ομάδας

source: The group name '{$a}' already exists in this course, please choose another one.
el: Το όνομα ομάδας '{$a}' υπάρχει ήδη σε αυτό το μάθημα, παρακαλούμε επιλέξτε ένα άλλο.

source: Sorry, you are not a member of that group
el: Λυπόμαστε, αλλά δεν είστε μέλος αυτής της ομάδας

# $string['groups']
source: Groups
el: Ομάδες

source: Groups ({$a})
el: Ομάδες ({$a})

# $string['groupsettingsheader']
source: Groups
el: Ομάδες

source: Groups &amp; groupings
el: Ομάδες &amp; Ομαδοποιήσεις

source: Groups in:
el: Ομάδες σε:

source: No groups
el: Καθόλου ομάδες

source: Groups only
el: Μόνο ομάδες

source: Groups preview
el: Προεπισκόπηση ομάδων

source: Separate groups
el: Διαχωρισμός ομάδων

source: Visible groups
el: Ορατές ομάδες

source: Group @
el: Ομάδα @

source: Hide picture
el: Απόκρυψη εικόνας

source: Import groups
el: Εισαγωγή ομάδων

source: If enabled, suspended users will not be included in groups.
el: Αν είναι ενεργοποιημένη, οι χρήστες σε αναστολή δεν θα συμπεριλαμβάνονται σε ομάδες.

source: This page requires JavaScript to be enabled.
el: Αυτή η σελίδα απαιτεί την ενεργοποίηση της Javascript.

# $string['members']
source: Members per group
el: Μέλη ανά ομάδα

source: Members of:
el: Μέλη σε:

source: Naming scheme
el: Σύστημα ονοματολογίας

source: New grouping
el: Νέα ομαδοποίηση

source: New picture
el: Νέα εικόνα

source: Select an image in JPG or PNG format. The image will be cropped to a square and resized to 100x100 pixels.
el: <p align="center"><b>Φορτώνοντας μια εικόνα</b></p> <p>Μπορείτε να φορτώσετε μια εικόνα από τον υπολογιστή σας σε αυτόν τον εξυπηρετητή και αυτή θα χρησιμοποιηθεί σε διάφορα σημεία για να αντιπροσωπεύσει εσάς.</p> <p>Για αυτό το λόγο οι καλύτερες εικόνες είναι κοντινές φωτογραφίες του προσώπου σας, αλλά μπορείτε να χρησιμοποιήσετε όποια εικόνα επιθυμείτε.</p> <p>Η εικόνα πρέπει να είναι μορφής JPG ή PNG (δηλ. τα ονόματα θα τελειώνουν σε .jpg ή .png).</p> <p>Μπορείτε να αποκτήσετε μια τέτοια εικόνα χρησιμοποιώντας μία από τις τέσσερις ακόλουθες μεθόδους:</p> <ol> <li>Με μια ψηφιακή φωτογραφική μηχανή οι φωτογραφίες θα είναι πιθανότητα ήδη στον υπολογιστή σας και στην κατάλληλη μορφή.</li> <li>Μπορείτε να σαρώσετε μια εκτυπωμένη φωτογραφία. Βεβαιωθείτε πως την αποθηκεύετε σε μορφή JPG ή PNG.</li> <li>Αν είστε καλλιτέχνης ίσως να θέλετε να ζωγραφίσετε μια εικόνα χρησιμοποιώντας ένα πρόγραμμα ζωγραφικής.</li> <li>Τέλος, μπορείτε να "δανειστείτε" εικόνες από το διαδίκτυο. Το <a target="_blank" href="http://images.google.com/">http://images.google.com</a> είναι μια πολύ καλή αρχή. Αφού βρείτε μια εικόνα, μπορείτε να την αποθηκεύσετε με δεξί κλικ πάνω σε αυτή και μετά να επιλέξτε "Αποθήκευση εικόνας ως" ή "Save image as" από το μενου (σε διαφορετικούς υπολογιστές μπορεί να διαφέρει το μήνυμα).</li> </ol> <p>Για να φορτώσετε την εικόνα στο Moodle πατήστε το κουμπί "Αναζήτηση" σε αυτή τη σελίδα και επιλέξτε ένα αρχείο εικόνας από τον υπολογιστή σας.</p> <p>Σημείωση: Βεβαιωθείτε πως το αρχείο εικόνας δεν είναι μεγαλύτερο από το όριο που ορίζεται εδώ αλλιώς δε θα φορτωθεί το αρχείο.</p> <p>Μετά πατήστε "Ενημέρωση του προφίλ μου" στο κάτω μέρος - το αρχείο εικόνας θα κοπεί σε τετράγωνη μορφή στα 100x100 pixels.</p> <p>Όταν επιστρέψετε στη σελίδα του προφίλ σας, η εικόνα ίσως να μη φαίνεται να έχει αλλάξει. Αν συμβαίνει αυτό απλά πατήστε το κουμπί "Ανανέωση" (ή "Reload" ή "Refresh", ανάλογα με τον υπολογιστή σας) στον περιηγητή σας.</p>

source: No allocation
el: Καθόλου κατανομή

source: There are no groups set up in this course yet
el: Δεν υπάρχουν εγκατεστημένες ομάδες σε αυτό το μάθημα ακόμα

source: No groups assigned
el: Χωρίς ανάθεση ομάδων

source: Can't create group "{$a}" as you don't have the required permissions
el: Αποτυχία δημιουργίας της ομάδας "{$a}" καθώς δεν έχετε τα απαιτούμενα δικαιώματα

source: Prevent last small group
el: Αποτροπή τελευταίας μικρής ομάδας

source: [Not in a grouping]
el: [Όχι σε ομαδοποίηση]

source: There are no suitable users in the selected role
el: Δεν υπάρχουν κατάλληλοι χρήστες στον επιλεγμένο ρόλο

source: Group/member count
el: Καταμέτρηση ομάδας/μελών

source: Number of groups
el: Αριθμό ομάδων

# $string['nummembers']
source: Members per group
el: Μέλη ανά ομάδα

source: Overview
el: Επισκόπηση

source: Potential members: {$a}
el: Δυνητικά μέλη: {$a}

source: Potential members
el: Δυνητικά μέλη

source: Printer-friendly display
el: Εμφάνιση φιλική για εκτύπωση

source: Randomly
el: Τυχαία

source: Remove group from grouping
el: Αφαίρεση της ομάδας από την ομαδοποίηση

source: Remove all groups from groupings
el: Αφαίρεση όλων των ομάδων από τις ομαδοποιήσεις

source: Remove all group members
el: Αφαίρεση όλων των μελών της ομάδας

source: Remove selected users
el: Αφαίρεση των επιλεγμένων χρηστών

source: Select members with role
el: Επιλογή μελών από το ρόλο

source: Show groups in grouping
el: Εμφάνιση ομάδων στην ομαδοποίηση

source: Show members for group
el: Εμφάνιση μελών για την ομάδα

source: Insufficient users to populate this number of groups - there are only {$a} users in the selected role.
el: Ανεπαρκείς χρήστες για την πληθυσμιοποίηση αυτού του αριθμού ομάδων - υπάρχουν μόνο {$a} χρήστες στον επιλεγμένο ρόλο.

source: User count
el: Καταμέτρηση χρηστών

source: User count ({$a})
el: Καταμέτρηση χρηστών ({$a})

source: Selected user's membership:
el: Ένταξη του επιλεγμένου χρήστη:
