Repository: eellak/moodle-po
Catalog: *-new/message.po_*.po
Languages: el

source: Add contact
el: Προσθήκη επαφής

source: Add to your contacts
el: Προσθήκη στις επαφές σας

source: {$a} ago
el: {$a} πρίν

source: All messages from all users
el: Όλα τα μηνύματα από όλους τους χρήστες

source: If enabled, then instant messages will be included in SITE automated backups
el: Αν είναι ενεργοποιημένα τότε τα άμεσα μηνύματα θα συμπεριληφθούν στα αυτόματα αντίγραφα ασφαλείας του site.

source: Block contact
el: Φραγμός επαφής

source: Prevent non-contacts from messaging me
el: Φραγή όλων των νέων μηνυμάτων που προέρχονται από χρήστες που δεν βρίσκονται στη λίστα επαφών σας.

source: Contacts
el: Επαφές

source: context
el: πλαίσιο

source: Default message outputs
el: Προεπιλεγμένα μηνύματα που παράγονται

source: Defaults
el: Προεπιλογές

source: Delete all messages
el: Διαγραφή όλων των μηνυμάτων

source: Delete selected messages
el: Διαγραφή επιλεγμένων μηνυμάτων

source: Disable notifications
el: Προσωρινή απενεργοποίηση ειδοποιήσεων

source: Messaging is disabled on this site
el: Η ανταλλαγή μυνημάτων έχει απενεργοποιηθεί σε αυτό τον ιστοχώρο

source: Disallowed
el: Απογορεύεται

source: Discussion
el: Συζήτηση

source: Edit messages
el: Επεξεργασία μηνυμάτων

source: This is a copy of a message sent to you at "{$a->sitename}". Go to {$a->url} to reply.
el: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου είναι αντίγραφο του μηνύματος που σας στάλθηκε στις "{$a}"

source: You must search for something
el: Πρέπει να ψάξετε για κάτι

source: Enabled
el: Ενεργοποιημένο

source: Error calling defined output
el: Σφάλμα κατά την κλήση του ορισμένου επεξεργαστή

source: Message sent
el: Το μήνυμα σταλθηκε

source: Locked
el: Επιβάλλεται

source: For more than
el: Για περισσότερο από

source: Guest user can not edit messaging options
el: Οι επισκέπτες δεν μπορούν να τροποποιήσουν τις επιλογές μυνημάτων

source: Guest user can not edit other user messaging options
el: Οι επισκέπτες δεν μπορούν να τροποποιήσουν τις επιλογές μυνημάτων άλλων χρηστών

source: Keywords
el: Λέξεις κλειδιά

# $string['loggedin']
source: Online
el: Συνδεδεμένος

source: When you are logged into Moodle
el: Όταν είμαι συνδεδεμένος

source: Configure how you would like to receive notifications when you are logged into Moodle
el: Προσαρμόστε το πώς επιθυμείτε να λαμβάνετε ειδοποιήσεις όταν είστε συνδεδεμένος/η στη πλατφόρμα

# $string['loggedoff']
source: Offline
el: Μη συνδεδεμένος

source: When you are not logged into Moodle
el: Όταν δεν είμαι συνδεδεμένος

source: Configure how you would like to receive notifications when you are not logged into Moodle
el: Προσαρμόστε το πώς επιθυμείτε να λαμβάνετε ειδοποιήσεις όταν δεν είστε συνδεδεμένος/η στη πλατφόρμα

source: Manage message outputs
el: Διαχείριση μηνυμάτων που παράγονται

source: Message
el: Μήνυμα

source: Message history
el: Ιστορικό μηνυμάτων

source: Message outputs
el: Μηνύματα που παράγονται

source: Message preferences
el: Προτιμήσεις μηνύματος

source: Messages
el: Μηνύματα

source: Messaging is disabled on this site, emails will be sent instead
el: Η ανταλλαγή μυνημάτων έχει απενεργοποιηθεί σε αυτό τον ιστοχώρο, αντί αυτών θα σταλούν μυνήματα ηλεκτρονικού ταχυδρομείου

source: New message
el: Νέο μήνυμα

source: Select or search for a contact to send a new message.
el: Επιλέξτε ή αναζητήστε μια επαφή για να στείλετε μήνυμα.

source: Show only new
el: Εμφάνιση μόνο νέων

source: New search
el: Νέα αναζήτηση

source: No contacts
el: Καμία επαφή

source: Use more accessible interface
el: Χρήση μιας περισσότερο προσβάσιμης διεπαφής

source: No messages
el: Δεν υπάρχουν μηνύματα σε αναμονή

source: No messages were found
el: Δε βρέθηκαν μηνύματα

source: You have no notifications
el: Δεν έχετε καμία ειδοποίηση

source: There were no results from your search
el: Δε βρέθηκαν αποτελέσματα για την αναζήτησή σας

source: Notification preferences
el: Προτιμήσεις ειδοποιήσεων

source: Notifications
el: Ειδοποιήσεις

# $string['offline']
source: Offline
el: Αποσυνδεδεμένος

# $string['online']
source: Online
el: Συνδεδεμένος

source: Only in my courses
el: Μόνο στα μαθήματά μου

source: Output enabled
el: Ενεργοποιημένη έξοδος

source: Not configured
el: Δεν έχει ρυθμιστεί

source: This page refreshes automatically every {$a} seconds
el: Αυτή η σελίδα ανανεώνεται αυτόματα κάθε {$a} δευτερόλεπτα

source: Permitted
el: Επιτρέπεται

source: Remove contact
el: Αφαίρεσε την επαφή

source: Remove from your contacts
el: Αφαίρεση από τις επαφές σας

source: Save my settings
el: Αποθήκευσε τις ρυθμίσεις μου

source: Search
el: Αναζήτηση

source: Search people and messages
el: Αναζήτηση επαφών και μηνυμάτων

source: Search for a user or course
el: Ψάξτε για χρήστη ή για μάθημα

source: Search messages
el: Αναζήτηση μηνυμάτων

source: See all
el: Όλα τα μηνύματα

source: Select messages to delete
el: Επιλέξτε τα μηνύματα που θα διαγραφούν

source: Select from the list of notifications on the side to view more details
el: Επιλέξτε από τη λίστα των ειδοποιήσεων για να δείτε περισσότερες λεπτομέρειες

source: Send
el: Αποστολή

source: Send message
el: Αποστολή μηνύματος

source: Send message to {$a}
el: Αποστολή μηνύματος σε {$a}

source: Send message to {$a} - new window
el: Αποστολή μυνήματος σε {$a} - νέο παράθυρο

source: Settings
el: Ρυθμίσεις

source: Your settings have been saved
el: Οι ρυθμίσεις σας έχουν αποθηκευτεί

source: Minutes since I was last seen online
el: Λεπτά από την τελευταία φορά που ήμουν συνδεδεμένος/η

source: Time sent
el: Χρόνος αποστολής

source: Toggle notifications menu
el: Μενού εναλλαγής ειδοποιήσεων

source: Unblock contact
el: Ξεμπλόκαρε την επαφή

source: New message from {$a}
el: Νέο μήνυμα από {$a}

source: Unread notification: {$a}
el: Αδιάβαστη ειδοποίηση: {$a}

source: This user has blocked you from sending messages to them
el: Αυτός ο χρήστης έχει μπλοκάρει την αποδοχή μηνυμάτων από σας

source: {$a} only accepts messages from their contacts.
el: Αυτός ο χρήστης δέχεται μηνύματα μόνο από ανθρώπους που βρίσκονται στη λίστα επαφών του και προς το παρόν εσείς δεν βρίσκεστε στη λίστα αυτή.

source: Users found: {$a}
el: Αποτελέσματα αναζήτησης: {$a} χρήστες βρέθηκαν

source: View full notification
el: Ολόκληρη η ειδοποίηση

source: View unread messages with {$a}
el: Προβολή αδιάβαστων μηνυμάτων με {$a}

source: Write a message...
el: Γράψτε ένα μήνυμα...

source: You:
el: Εσείς:
