Repository: eellak/moodle-po
Catalog: *-new/message_airnotifier.po_*.po
Languages: el

source: Airnotifier access key
el: Κλειδί πρόσβασης airnotifier

source: Airnotifier app name
el: Όνομα εφαρμογής airnotifier

source: Manage devices
el: Διαχείριση συσκευών

source: Mobile app name
el: Όνομα κινητής εφαρμογής

source: Airnotifier port
el: Θύρα airnotifier.

source: Airnotifier URL
el: Σύνδεσμος airnotifier.

source: The access key to use when connecting to the airnotifier server.
el: Το κλειδί πρόσβασης για να χρησιμοποιηθεί για σύνδεση στον εξυπηρετητή airnotifier.

source: The app name identifier in Airnotifier.
el: Το αναγνωριστικό όνομα της εφαρμογής στο Airnotifier.

source: The Mobile app unique identifier (usually something like com.moodle.moodlemobile).
el: Το μοναδικό αναγνωριστικό της κινητής εφαρμογής (συνήθως κάτι σαν com.moodle.moodlemobile).

source: The port to use when connecting to the airnotifier server.
el: Η θύρα για την σύνδεση του εξυπηρετητή airnotifier.

source: The server url to connect to to send push notifications.
el: Το url σύνδεσης του εξυπηρετητή για την αποστολή των ειδοποιήσεων.

source: Delete your device: {$a->name}
el: Διαγραφή της συσκευής σας: {$a->name}

source: Delete the device. Note that an app can register the device again. If the device keeps reappearing, disable it.
el: Διαγραφή της συσκευής. Σημειώστε οτι μια εφαρμογή μπορεί να καταχωρήσει τη συσκευή ξανά. Αν η συσκευή συνεχίσει να επανεμφαμνίζεται, απενεργοποιήστε τη.

source: Device token
el: Ένδειξη συσκευής

source: An error occurred while retrieving the access key. Your site must be registered to use this service. If your site is already registered, please try updating your registration.
el: Ένα σφάλμα προέκυψε κατά την ανάκτηση του κλειδιού. Η Moodle ιστοσελίδα σας πρέπει να καταχωρηθεί στο Moodle.org για να χρησιμοποιήσετε αυτή την υπηρεσία. Ίσως χρειαστεί να επανακαταχωρηθείτε για να ανανεώσετε τα στοιχεία σας εκεί.

source: Key retrieved successfully
el: Το κλειδί ανακτήθηκε επιτυχώς

source: No registered devices. Devices will automatically appear after you install the Moodle Mobile app and add this site.
el: Καμία καταχωρημένη συσκευή. Οι συσκευές θα εμφανιστούν αυτόματα μετά την εγκατάσταση της εφαρμογής Moodle για κινητά και γίνει η προσθήκη αυτής της ιστοσελίδας.

source: You don't have permission to manage devices.
el: Δεν έχετε δυνατότητα ρύθμισης συσκευών.

source: The Airnotifier server hasn't been configured so Airnotifier messages cannot be sent
el: Ο εξυπηρετητής Airnotifier δεν έχει ρυθμιστεί οπότε τα μηνύματα του Airnotifier δεν μπορούν να σταλούν

source: Mobile
el: Ειδοποιήσεις κινητής συσκευής

source: Request access key
el: Αίτηση κλειδιού πρόσβασης

source: Enable/disable the device.
el: Ενεργοποίηση / απενεργοποίηση συσκευής.

source: In order to use the public Airnotifier instance you must register your site with Moodle.net
el: Για να χρησιμοποιήσετε το δημόσιο στιγμιότυπο Airnotifier πρέπει να να καταχωρήσετε την ιστοσελίδα σας στο Moodle.org

source: Unknown device
el: Άγνωστη συσκευή
