Repository: eellak/moodle-po
Catalog: *-new/mnet.po_*.po
Languages: el

source: <p>The trusted hosts mechanism allows specific machines to execute calls via XML-RPC to any part of the Moodle API. This is available for scripts to control Moodle behaviour and can be a very dangerous option to enable. If in doubt, keep it off.</p> <p><strong>This is not needed for any standard MNet feature!</strong> Turn it on only if you know what you are doing.</p> <p>To enable it, enter a list of IP addresses or networks, one on each line. Some examples:</p> Your local host:<br />127.0.0.1<br />Your local host (with a network block):<br />127.0.0.1/32<br />Only the host with IP address 192.168.0.7:<br />192.168.0.7/32<br />Any host with an IP address between 192.168.0.1 and 192.168.0.255:<br />192.168.0.0/24<br />Any host whatsoever:<br />192.168.0.0/0<br />Obviously the last example is <strong>not</strong> a recommended configuration.
el: <p>Ο μηχανισμός των έμπιστων κεντρικών υπολογιστών επιτρέπει σε συγκεκριμένους υπολογιστές να εκτελούν κλήσεις μέσω XML-RPC σε οποιοδήποτε τμήμα του Moodle API. Αυτό είναι διαθέσιμο σε σενάρια για να ελέγχουν την συμπεριφορά του Moodle και μπορεί να είναι μια πολύ επικίνδυνη επιλογη αν το ενεργοποιήσετε. Εάν έχετε αμφιβολίες, αφήστε το απενεργοποιημένο.</p> <p>Αυτό <strong>δεν</strong> είναι απαραίτητο για τη Δικτύωση Moodle.</p> <p>Για να το ενεργοποιήσετε, εισάγετε μια λίστα από διευθύνσεις IP ή δίκτυα, ένα σε κάθε γραμμή. Κάποια παραδείγματα:</p>Ο τοπικός σας κεντρικός υπολογιστής:<br />127.0.0.1<br />Ο τοπικός σας κεντρικός υπολογιστής (με ένα μπλοκ δικτύου):<br />127.0.0.1/32<br />Μόνο ο κεντρικός υπολογιστής με διεύθυνση IP 192.168.0.7:<br />192.168.0.7/32<br />Οποιοσδήποτε κεντρικός υπολογιστής με διεύθυνση IP μεταξύ 192.168.0.1 και 192.168.0.255:<br />192.168.0.0/24<br />Οποιοσδήποτε κεντρικός υπολογιστής:<br />192.168.0.0/0<br />Προφανώς το τελευταίο παράδειγμα <strong>δεν</strong> είναι μια προτεινόμενη διαμόρφωση.

source: Unknown error occurred during negotiation.
el: Συνέβη ένα άγνωστο σφάλμα κάτα την διαπραγμάτευση.

source: You cannot change your password here since you are a remote user.
el: Δεν μπορείτε να αλλάξετε το συνθηματικό σας εδώ καθώς είστε ένας απομακρυσμένος χρήστης.

source: <br /> You may be able to change your password at your <a href="{$a->wwwroot}/login/change_password.php">{$a->description}</a> provider.
el: <br /> Μπορεί να έχετε την δυνατότητα να αλλάξετε το συνθηματικό σας στον δικό σας πάροχο <a href="{$a->wwwroot}/login/change_password.php">{$a->description}</a>.

source: Warning: {$a} users from that server are currently logged on to your site.
el: Προειδοποίηση: {$a} χρήστες από αυτόν τον εξυπηρετητή είναι προς το παρόν συνδεδεμένοι στον ιστοχώρο σας.

source: It is validated by the network: <code>{$a}</code>
el: Είναι επικυρωμένο από το δίκτυο: &nbsp;<code>{$a}</code>

source: The signature verification failed. An error has occurred.
el: Η επιβεβαίωση της υπογραφής απέτυχε. Συνέβη ένα σφάλμα.

source: The signature verification failed. It appears that this payload was not signed by you.
el: Η επιβεβαίωση της υπογραφής απέτυχε. Φαίνεται οτι αυτά τα δεδομένα δεν ήταν υπογεγραμμένα από εσάς.

source: Version
el: έκδοση

source: Warning
el: Προειδοποίηση

source: Your IP address does not match the address we have on record.
el: Η δική σας διεύθυνση IP δεν είναι ίδια με την διεύθυνση που έχουμε καταγεγραμμένη για εσάς.

source: You must have XML-RPC installed in your PHP build to be able to use this feature.
el: Πρέπει να έχετε εγκατεστημένο το XML-RPC στην PHP για να μπορέσετε να χρησιμοποιήσετε αυτό το χαρακτηριστικό.

source: Your host
el: Ο κεντρικός υπολογιστής σας

source: Your peers
el: Οι ομοτιμοί σας
