Repository: eellak/moodle-po
Catalog: *-new/mnet.po_*.po
Languages: el

source: About your server
el: Σχετικά με τον εξυπηρετητή σας

source: Access level
el: Επίπεδο Πρόσβασης

source: Add host
el: Προσθήκη κεντρικού υπολογιστή

source: Add a new host
el: Προσθήκη ενός νέου κεντρικού υπολογιστή

source: Add to access control
el: Προσθήκη στον Έλεγχο Πρόσβασης

source: Allow
el: Επιτρέπεται

source: Authorisation failed: the mnet session does not exist.
el: Η εξουσιοδότηση απέτυχε: η σύνοδος mnet δεν υπάρχει.

source: Authorisation failed: the mnet session has timed out.
el: Η εξουσιοδότηση απέτυχε: η σύνοδος mnet έληξε.

source: Authorisation failed: the user does not match.
el: Η εξουσιοδότηση απέτυχε: ο χρήστης δεν αντιστοιχεί κάπου.

source: MNet authentication plugin is <strong>disabled</strong>.
el: Η <em>υπομονάδα λογισμικού Πιστοποίησης</em> της Δικτύωσης Moodle είναι <strong>απενεργοποιημένη</strong>.

source: This is not a valid certificate.
el: Αυτό δεν είναι ένα έγκυρο πιστοποιητικό.

source: Cert details
el: Λεπτομέρειες Πιστοποιητικού

source: MNet allows communication of this server with other servers or services.
el: Η Δικτύωση Moodle επιτρέπει την επικοινωνία αυτού του εξυπηρετητή μέ άλλους εξυπηρετητές ή υπηρεσίες.

source: No certificate found at <br />{$a}. <br />The host may be down or incorrectly configured.
el: Δεν βρέθηκε πιστοποιητικό στο <br />{$a}. <br />Ο κεντρικός υπολογιστής μπορεί να είναι εκτός λειτουργίας ή λανθασμένα ρυθμισμένος.

source: This does not match the certificate currently published by the webserver.
el: Αυτό δεν ταιριάζει το πιστοποιητικό που έχει δημοσιευθεί αυτή τη στιγμή από τον εξυπηρετητή ιστού.

source: courses
el: μαθήματα

source: courses on
el: μαθήματα σε

source: Current public key
el: Τρέχων Δημόσιο Κλειδί

source: Current transport
el: Τρέχουσα μεταφορά

source: Could not write details to the database.
el: Αποτυχία εγγραφή των λεπτομερειών στη βάση δεδομένων.

source: Deleting a server
el: Διαγραφή ενός εξυπηρετητή

source: Delete host
el: Διαγραφή κεντρικού υπολογιστή

source: Are you absolutely sure you want to delete this key?
el: Είστε απόλυτα σίγουρος οτι θέλετε να διαγράψετε αυτό το κλειδί?

source: Your 60-second window for deleting this key has expired. Please start again.
el: Το χρονικό παράθυρο 60 δευτερολέπτων που είχατε για να διαγράψετε αυτό το κλειδί έληξε. Παρακαλούμε ξεκινήστε ξανά.

source: SSO ACL: delete record for user '{$a->user}' from {$a->host}.
el: SSO ACL: διαγραφή εγγραφής για χρήστη '{$a}[0]' από {$a}[1].

source: An error has occurred. If you were not trying to delete your server's SSL key, it is possible you have been the subject of a malicious attack. No action has been taken.
el: Συνέβη ένα σφάλμα. Εάν δεν προσπαθείτε να διαγράψετε το κλειδί SSL του εξυπηρετητή σας, είναι πιθανό ότι έχετε πέσει θύμα μιας κακόβουλης επίθεσης. Δεν λήφθηκε καμία ενέργεια.

source: Deny
el: Άρνηση

source: Description
el: Περιγραφή

source: We failed to create an index on the columns "mnethostid" and "username" in your user table.<br />This can occur when you have <a href="{$a}" target="_blank">duplicate usernames in your user table</a>.<br />Your upgrade should still complete successfully. Click on the link above, and instructions on fixing this problem will appear in a new window. You can attend to that at the end of the upgrade.<br />
el: Αποτυχία δημιουργίας δείκτη στις στήλες "mnethostid" και "username" στον πίνακα χρηστών σας.<br />Αυτό μπορεί να συμβεί όταν έχετε <a href="{$a}" target="_blank">διπλότυπα ονόματα χρήστη στον πίνακα χρηστών σας</a>.<br />Η αναβάθμιση σας θα πρέπει παρόλα αυτά να ολοκληρωθεί με επιτυχία. Κάντε κλικ στον παραπάνω σύνδεσμο, και θα εμφανιστούν σε νέο παράθυρο οδηγίες σχετικά με την διόρθωση αυτού του προβλήματος. Μπορείτε να το φροντίσετε στο τέλος της διαδικασίας αναβάθμισης.<br />

source: (This service has been enabled for all hosts).
el: (Αυτή η υπηρεσία έχει ενεργοποιηθεί για όλους τους κεντρικούς υπολογιστές).

source: Please enter a username, or a list of usernames separated by commas.
el: Παρακαλούμε εισάγετε ένα όνομα χρήστη, ή μια λίστα από ονόματα χρηστών χωρισμένα με κόμμα.

source: This error normally occurs if the remote site has created a record for you with the wrong wwwroot, for example, http://yoursite.com instead of http://www.yoursite.com. You should contact the administrator of the remote site with your wwwroot (as specified in config.php) asking her to update her record for your host.
el: Αυτό το σφάλμα συμβάινει συνήθως εάν ο απομακρυσμένος ιστοχώρος έχει δημιουργήσει μια εγγραφή για εσάς με το λάθος wwwroot, για παράδειγμα, http://yoursite.com αντί για http://www.yoursite.com. Θα πρέπει να επικοινωνήσετε με τον διαχειριστή του απομακρυσμένου ιστοχώρου και να του δώσετε το σωστό wwwroot (όπως ορίζεται στο αρχείο config.php) ζητώντας του να ανανεώσει την εγγραφή για τον κεντρικό υπολογιστή σας.

source: The message you sent to the remote site was encrypted properly, but not signed. This is very unexpected; you should probably file a bug if this occurs (giving as much information as possible about the application versions in question etc).
el: Το μήνυμα που στείλατε στον απομακρυσμένο ιστοχώρο κρυπτογραφήθηκε σωστά αλλά δεν υπογράφτηκε. Αυτό είναι τελείως αναπάντεχο; θα πρέπει πιθανώς να υποβάλλετε μια αναφορά σφάλματος εάν συμβεί αυτό (παρέχοντας όσο γίνεται περισσότερες πληροφορίες σχετικά με την έκδοση του Moodle, κλπ).

source: The remote site has tried to decrypt your message with all the keys it has on record for your site. They have all failed. You might be able to fix this problem by manually re-keying with the remote site. This is unlikely to occur unless you've been out of communication with the remote site for a few months.
el: Ο απομακρυσμένος ιστοχώρος προσπάθησε να αποκρυπτογραφήσει το μήνυμά σας με όλα τα κλειδιά που έχει στην εγγραφή για τον ιστοχώρο σας. Όλα απέτυχαν. Πιθανώς να μπορείτε να διορθώσετε αυτό το πρόβλημα αντάλλασοντας χειροκίνητα κλειδιά με τον απομακρυσμένο ιστοχώρο. Αυτό είναι δύσκολο να συμβεί εκτός και δεν είχατε επικοινωνία με τον απομακρυσμένο ιστοχώρο για αρκετούς μήνες.

source: You send an unencrypted message to the remote site, but the remote site doesn't accept unencrypted communication from your site. This is very unexpected; you should probably file a bug if this occurs (giving as much information as possible about the application versions in question, etc.
el: Μπορείτε να στείλετε ένα μη κρυπτογραφημένο μήνυμα στον απομακρυσμένο ιστοχώρο, αλλά ο απομακρυσμένος ιστοχώρος δεν δέχεται μη κρυπτογραφημένη επικοινωνία από τον ιστοχώρο σας. Αυτό είναι τελείως αναπάντεχο; θα πρέπει πιθανώς να υποβάλλετε μια αναφορά σφάλματος εάν συμβεί αυτό (παρέχοντας όσο γίνεται περισσότερες πληροφορίες σχετικά με την έκδοση του Moodle, κλπ).

source: The key that your message was signed with differs from the key that the remote host has on file for your server. Further, the remote host attempted to fetch your current key and failed to do so. Please manually re-key with the remote host and try again.
el: Το κλειδί με το οποίο υπογράφτηκε το μήνυμα σας διαφέρει από το κλειδί το οποίο έχει ο απομακρυσμένος κεντρικός υπολογιστής έχει σε αρχείο για τον εξυπηρετητή σας. Επιπλέον, ο απομακρυσμένος κεντρικός υπομολογιστής προσπάθησε να πάρει το τρέχον κλειδί σας και απέτυχε. Παρακαλούμε ανταλλάξτε χειροκίνητα κλειδιά με τον απομακρυσμένο κεντρικό υπολογιστή και δοκιμάστε ξανά.

source: The remote site failed to obtain a SSL key from you.
el: Ο απομακρυσμένος ιστοχώρος απέτυχε να λάβει ένα κλειδί SSL από εσάς.

source: This key expired on
el: Αυτό το κλειδί έληξε στις

source: Valid until
el: Έγκυρο μέχρι

source: Delete this key
el: Διαγραφή αυτού του κλειδιού

source: Moodle automatically rotates your keys every 28 days (by default) but you have the option to <em>manually</em> expire this key at any time. This will only be useful if you believe this key has been compromised. A replacement will be immediately automatically generated.<br />Deleting this key will make it impossible for other applications to communicate with you, until you manually contact each administrator and provide them with your new key.
el: Το Moodle αυτόματα περιστρέφει τα κλειδιά σας κάθε 28 ημέρες (εξ' ορισμού) αλλά έχετε την επιλογή να λήξετε αυτό κλειδί <em>χειροκίνητα</em> οποιαδήποτε στιγμή. Αυτό θα είναι χρήσιμο μόνο εάν πιστεύετε οτι αυτό το κλειδί έχει παραβιαστεί. Ένα κλειδί αντικατάστασης θα σημιουργηθεί αυτόματα.<br />Διαγράφοντας αυτό το κλειδί θα είναι αδύνατο να επικοινωνήσουν με εσάς άλλα Moodles, μέχρι να επικοινωνήσετε μόνοι σας μέ κάθε διαχειριστή παρέχοντας του το νέο σας κλειδί.

source: Failed to write to the MNet access control list for user '{$a}'.
el: Αποτυχία εγγραφής στην λίστα ελέγχου πρόσβασης MNET για τον χρήστη '{$a}'.

source: That function has not been enabled for RPC.
el: Η συνάρτηση δεν έχει ενεργοποιηθεί για το RPC.

source: The transport method you are trying to use is not permitted.
el: Η μέθοδος μεταφοράς που προσπαθείτε να χρησιμοποιήσετε δεν επιτρέπεται.

source: Force save changes
el: Υποχρεωτικά Αποθήκευση Αλλαγών

source: Configure MNet communication
el: Ρύθμιση της εσωτερικής για το Moodle επικοινωνίας

source: Hide local users
el: Απόκρυψη τοπικών χρηστών

source: Hide remote users
el: Απόκρυψη απομακρυσμένων χρηστών

source: host
el: κεντρικός υπολογιστής

source: Host or course not found
el: Ο κεντρικός υπολογιστής ή το μάθημα δεν βρέθηκε

source: Host deleted
el: Εντάξει - ο κεντρικός υπολογιστής διαγράφηκε

source: A record already exists for a host with that hostname (it may be deleted). <a href="{$a}">click here</a> to edit that record.
el: Υπάρχει ήδη μια εγγραφή για αυτόν τον κεντρικό υπολογιστή και εγκατάσταση Moodle με αναγνωριστικό {$a}.<br />Κάντε κλικ στο <em>Συνέχεια</em> για να επεξεργαστείτε αυτή την εγγραφή.

source: Hostname
el: Όνομα κεντρικού υπολογιστή

source: The fully-qualified domain name of the remote host, e.g. www.example.com
el: Το πλήρως-αρμόδιο όνομα τομέα του απομακρυσμένου κεντρικού υπολογιστή, π.χ. www.example.com

source: This server is not configured for remote login.
el: Αυτό το απομακρυσμένο κομβικό σημείο Moodle δεν είναι ρυθμισμένο για απομακρυσμένη είσοδο.

source: Host settings
el: Ρυθμίσεις κεντρικού υπολογιστή

source: Permit connections using a self-signed DIY SSL certificate on the remote host.
el: Επέτρεψε τις συνδέσεις με χρήση ενός αυτό-υπογεγραμμένου πιστοποιητικού DIY SSL στον απομακρυσμένο κεντρικό υπολογιστή.

source: Permit connections using a self-signed DIY SSL in PHP on the remote host over http.
el: Επέτρεψε τις συνδέσεις με χρήση ενός αυτό-υπογεγραμμένου πιστοποιητικού DIY SSL στην PHP στον απομακρυσμένο κεντρικό υπολογιστή πάνω από http.

source: Permit connections using a verified SSL certificate on the remote host.
el: Επέτρεψε τις συνδέσεις με χρήση ενός επιβεβαιωμένου πιστοποιητικού SSL στον απομακρυσμένο κεντρικό υπολογιστή.

source: Permit connections using a verified SSL certificate in PHP on the remote host, but over http (not https).
el: Επέτρεψε τις συνδέσεις με χρήση ενός επιβεβαιωμένου πιστοποιητικού SSL στην PHP στον απομακρυσμένο κεντρικό υπολογιστή, αλλά πάνω από http (όχι https).

source: ID
el: Αναγνωριστικό

source: This value is automatically assigned and cannot be changed
el: Αυτή η τιμή έχει ανατεθεί αυτόματα και δεν μπορεί να αλλάξει

# $string['importfields']
source: Fields to import
el: Πεδία για εισαγωγή

source: Invalid access parameter.
el: Μη έγκυρες παράμετροι πρόσβασης.

source: Invalid action parameter.
el: Μη έγκυρη παράμετρος ενέργειας.

source: You must provide a valid host identifier
el: Πρέπει να παρέχετε ένα έγκυρο αναγνωριστικό κεντρικού υπολογιστή

source: The key is not a valid SSL key. ({$a})
el: Το κλειδί δεν είναι ένα έγκυρο κλειδί SSL. ({$a})

source: Invalid URL parameter.
el: Μη έγκυρες παράμετροι URL.

source: IP address
el: Διεύθυνση IP

source: The IP address <code>{$a}</code> represents a valid trusted host.
el: Η διεύθυνση IP &nbsp;<code>{$a}</code>&nbsp; αναπαριστά έναν έγκυρο έμπιστο κεντρικό υπολογιστή.

source: {$a} has enabled this service for you.
el: Το Moodle {$a} έχει ενεργοποιήσει αυτή την υπηρεσία για εσάς.

source: {$a} is subscribing to this service on your host.
el: Το Moodle {$a} εγγράφεται σε αυτή την υπηρεσία στον κεντρικό υπολογιστή σας.

source: Your key has been successfully deleted and replaced.
el: Το κλειδί σας έχει διαγραφεί και αντικατασταθεί με επιτυχία.

source: The public key you are holding for this host is different from the public key it is currently publishing. The currently published key is:
el: Το δημόσιο κλειδί που έχετε για αυτό τον κεντρικό υπολογιστή είναι διαφορετικό από το δημόσιο κλειδί που δημοσιεύει αυτή την στιγμή.

source: Last connect time
el: Τελευταία φορά σύνδεσης

source: The time that you last connected to this host.
el: Η τελευταία φορά που συνδεθήκατε σε αυτό τον κεντρικό υπολογιστή.

source: The transport that you used for the last connection to this host.
el: Η μεταφορά που χρησιμοποιήσατε στην τελευταία σύνδεση σε αυτό τον κεντρικό υπολογιστή.

source: <br />If you are MNet remote user and can <a href="{$a}">confirm your email address here</a>, you can be redirected to your login page.<br />
el: <br />Εάν είστε έναν απομακρυσμένος χρήστης του Δίκτυου Moodle και μπορείτε να <a href="{$a}">επιβεβαιώσετε την διεύθυνση ηλεκτρονικού ταχυδρόμειου σας εδώ</a>, τότε μπορείτε να ανακατευθυνθείτε στη σελίδα εισόδου σας.<br />

source: logs
el: καταγραφές

source: MNet
el: Δικτύωση Moodle

source: Concatenate (up to) 3 strings and return the result
el: Ένωση (μέχρι) 3 αλφαριθμητικών και επιστροφή του αποτελέσματος

source: MNet is <strong>disabled</strong>.
el: Το Δίκτυο Moodle είναι <strong>απενεργοποιημένο</strong>.

source: Peers
el: Ομότιμοι

source: Services
el: Υπηρεσίες

source: Users from your home server are not currently permitted to roam to {$a}.
el: Οι χρήστες από τον κεντρικό εξυπηρετητή σας δεν επιτρέπεται προς το παρόν να περιηγούνται στο {$a}.

source: MNet settings
el: Ρυθμίσεις Δίκτυου Moodle

source: The path to the homepage of MNet application on the remote host, e.g. /moodle/.
el: Η διαδρομή προς την αρχική σελίδα του Moodle στον απομακρυσμένο κεντρικό υπολογιστή, e.g. /moodle/.

source: Name
el: Όνομα

source: Networking
el: Δικτύωση

source: Network settings
el: Ρυθμίσεις Δικτύου

source: Never
el: Ποτέ

source: No entries in the SSO access control list
el: Δεν υπάρχουν καταχωρήσεις στην λίστα ελέγχου πρόσβασης SSO

source: PHP cURL library is not installed
el: Η βιβλιοθήκη cURL της PHP δεν είναι εγκατεστημένη

source: No local record exists for remote user, and it could not be created, as this host will not auto create users. Please contact your administrator!
el: Δεν υπάρχει τοπική εγγραφή για τον απομακρυσμένο χρήστη.

source: You are not permitted to modify the MNet access control list.
el: Δεν έχετε δικαίωμα να τροποποιήσετε την λίστα ελέγχου πρόσβασης MNET.

source: The subject of the certificate: <br /><em>{$a->subject}</em><br />does not match the host it came from:<br /><em>{$a->host}</em>.
el: Το θέμα του πιστοποιητικού: <br /><em>{$a}[0]</em><br />δεν αντιστοιχεί στον κεντρικό υπολογιστή προέλευσης του:<br /><em>{$a}[1]</em>.

source: There was a problem retrieving the public key.<br />Maybe the host does not allow MNet or the key is invalid.
el: Υπήρξε ένα πρόβλημα κατά την ανάκτηση του δημόσιου κλειδιού.<br />Ίσως ο κεντρικός υπολογιστής δεν επιτρέπει την Δικτύωση Moodle ή το κλειδί δεν είναι έγκυρο.

source: Could not find site-level course
el: Αποτυχία εύρεσης του μαθήματος επιπέδου ιστοχώρου

source: The file/function {$a} does not exist.
el: Το αρχείο/συνάρτηση {$a} δεν υπάρχει.

source: Unable to locate function, or function prohibited for RPC.
el: Αδυναμία εντοπισμού συνάρτησης, ή η συνάρτηση απαγορεύεται για RPC.

source: The function was incorrectly addressed and could not be located. Please use the mod/modulename/lib/functionname format.
el: Η συνάρτηση κλήθηκε λανθασμένα και δεν μπορεί να εντοπιστεί. Παρακαλούμε χρησιμοποιείστε τη μορφή mod/modulename/lib/functionname.

source: Unable to obtain public key for signature verification.
el: Αδυναμία απόκτησης του δημόσιου κλειδιού για επιβεβαίωση υπογραφής.

source: The RPC service is not running on this host.
el: Η υπηρεσία RPC δεν τρέχει σε αυτόν τον κεντρικό υπολογιστή.

source: No transport with that ID exists.
el: Δεν υπάρχει μεταφορά με αυτο το αναγνωριστικό.

source: This string is not in base64 encoded format. It cannot be a valid key.
el: Το αλφαριθμητικό δεν είναι στην μορφή κωδικοποίησης Base64. Δεν μπορεί να είναι ένα έγκυρο κλειδί.

source: The IP address <code>{$a}</code> does not represent a valid trusted host.
el: Η διεύθυνση IP &nbsp;<code>{$a}</code>&nbsp; δεν αναπαριστά έναν έγκυρο έμπιστο κεντρικό υπολογιστή.

source: This key is not in PEM format. It will not work.
el: Αυτό το κλειδί δεν είναι σε μορφή PEM. Δεν θα δουλέψει.

source: You do not have permission to begin a remote session from this Moodle server.
el: Δεν έχετε δικαίωμα να εκκινήσετε μια απομακρυσμένη σύνοδο από αυτό το κομβικό σημείο Moodle.

source: You do not have permission to begin a remote session.
el: Δεν έχετε δικαίωμα να εκκινήσετε μια απομακρυσμένη σύνοδο.

source: Off
el: Σβηστό

source: On
el: Ανοιχτό

source: Options
el: Επιλογές

source: Permitted transports
el: Επιτρεπόμενες μεταφορές

source: An internal PHP error prevented your request being fulfilled.
el: Ένα εσωτερικό σφάλμα PHP εμπόδισε την ολοκλήρωση της αίτησης σας.

source: The delete function requires a POST request.
el: Η συνάρτηση διαγραφής απαιτεί μια αίτηση POST.

source: Fields to send
el: Πεδία για αποστολή

source: Here you can configure the list of profile fields that are sent and received over MNet when user accounts are created, or updated. You can also override this for each MNet peer individually. Note that the following fields are always sent and are not optional: {$a}
el: Εδώ μπορείτε να ρυθμίσετε τη λίστα με τα πεδία προφίλ που στέλνονται και λαμβάνονται μέσω MNet όταν οι λογαριασμοί χρηστών δημιουργούνται ή ενημερώνονται. Μπορείτε επίσης να παρακάμψετε αυτό για κάθε MΝet peer ξεχωριστά. Σημειώστε ότι τα ακόλουθα πεδία στέλνονται πάντα και δεν είναι προαιρετικά: {$a}

source: Profile fields
el: Πεδία προφίλ

# $string['profileimportfields']
source: Fields to import
el: Πεδία για εισαγωγή

source: Promiscuous
el: Ασύδοτα

source: Public key
el: Δημόσιο Κλειδί

source: The public key is automatically obtained from the remote server.
el: Το δημόσιο κλειδί που αποκτήθηκε αυτόματα από τον απομακρυσμένο εξυπηρετητή.

source: Publish
el: Δημοσίευση

source: Are you sure you want to delete the server
el: Είστε σίγουροι οτι θέλετε να διαγράψετε τον εξυπηρετητή

source: The following warnings were received
el: Λήφθησαν οι παρακάτω προειδοποιήσεις

source: Record does not exist.
el: Η εγγραφή δεν υπάρχει.

source: No - select this option to re-enable this server.
el: Όχι - επιλέξτε αυτή την επιλογή για να επανενεργοποιήσετε αυτό τον εξυπηρετητή.

source: Register all hosts (promiscuous mode)
el: Καταγραφή όλων των κεντρικών υπολογιστών (<em>Λειτουργία κομβικού σημείου</em>)

source: You can choose to register all hosts that try to connect to you automatically. This means that a record will appear in your hosts list for any MNet site that connects to you and requests your public key.<br />You have the option below to configure services for 'All hosts' and by enabling some services there, you are able to provide services to any remote server indiscriminately.
el: Μπορείτε να επιλέξετε να καταγράψετε όλους τους κεντρικούς υπολογιστές που προσπαθούν να συνδεθούν σε εσάς αυτόματα. Αυτό σημαίνει οτι μια εγγραφή θα φαίνεται στην λίστα σας με τους κεντρικούς υπολογιστές για κάθε ιστοχώρο Moodle που συνδέεται σε σας και ζητάει το δημόσιο κλειδί σας.<br />Έχετε την επιλογή παρακάτω να ρυθμίσετε υπηρεσίες για 'Όλοι οι κεντρικοί υπολογιστές' και ενεργοποιώντας κάποιες υπηρεσίες εκεί, έχετε την δυνατότητα να παρέχετε υπηρεσίες σε οποιονδήποτε εξυπηρετή Moodle αδιάκριτα.

source: Remote courses
el: Απομακρυσμένα Μαθήματα

source: Remote host
el: Απομακρυσμένο κομβικό σημείο

source: Remote hosts
el: Απομακρυσμένοι κεντρικοί υπολογιστές

source: Networking requires the OpenSSL extension
el: Η Δικτύωση απαιτεί την επέκταση OpenSSL

source: Restore
el: Αποκατάσταση

source: Review host details
el: Επισκόπηση λεπτομερειών κεντρικού υπολογιστή

source: Review host services
el: Επισκόπηση υπηρεσιών κεντρικού υπολογιστή

source: HTTP unencrypted
el: HTTP χωρίς κρυπτογράφηση

source: HTTP (self-signed)
el: HTTP (αυτό-υπογεγραμμένο)

source: HTTPS (self-signed)
el: HTTPS (αυτό-υπογεγραμμένο)

source: HTTPS (signed)
el: HTTPS (υπογεγραμμένο)

source: HTTP (signed)
el: HTTP (υπογεγραμμένο)

source: Please select an access level from the list.
el: Παρακαλούμε επιλέξτε ένα επίπεδο πρόσβασης από τη λίστα.

source: Please select a remote host.
el: Παρακαλούμε επιλέξτε έναν απομακρυσμένο κεντρικό υπολογιστή Moodle.

source: Services we publish to {$a}.
el: Υπηρεσίες που δημοσιεύουμε στο {$a}.

source: Services on {$a} that we subscribe to.
el: Υπηρεσίες στο {$a} στις οποίες έχουμε συνδρομή.

source: Settings
el: Ρυθμίσεις

source: Show local users
el: Εμφάνιση τοπικών χρηστών

source: Show remote users
el: Εμφάνιση απομακρυσμένων χρηστών

source: SSO ACL: Allow user '{$a->user}' from '{$a->host}'
el: SSO ACL: επέτρεψε τον χρήστη {$a}[0] από {$a}[1]

source: SSO ACL: Deny user '{$a->user}' from '{$a->host}'
el: SSO ACL: άρνηση του χρήστη {$a}[0] από {$a}[1]

source: SSO access control
el: Έλεγχος Πρόσβασης SSO

source: Use this page to grant/deny access to specific users from remote MNet hosts. This is functional when you are offering SSO services to remote users. To control your <em>local</em> users' ability to roam to other MNet hosts, use the roles system to grant them the <em>mnetlogintoremote</em> capability.
el: Χρησιμοποιήστε αυτή τη σελίδα για να παραχωρείτε/απαγορεύετε την πρόσβαση σε συγκεκριμένους χρήστες από απομακρυσμένους κεντρικούς υπολογιστές Δίκτυου Moodle. Αυτό είναι λειτουργικό όταν προσφέρετε υπηρεσίες SSO σε απομακρυσμένους χρήστες. Για να ελέγξετε την ικανότητα των <em>τοπικών</em> σας χρηστών να περιηγούνται σε άλλους κεντρικούς υπολογιστές Δικτύου Moodle, χρησιμοποιήστε το σύστημα ρόλων για να τους παραχωρήσετε την ικανότητα <em>mnetlogintoremote</em>.

source: For this functionality to work, you must have Networking on, plus the MNet authentication plugin enabled.
el: Για να δουλέψει αυτή η λειτουργία, πρέπει να έχετε ανοιχτή τη Δικτύωση Moodle, καθώς και ενεργοποιημένη την υπομονάδα λογισμικού πιστοποίησης Δίκτυου Moodle Network με ενεργή την αυτόματη προσθήκη χρηστών.

source: Strict
el: Αυστηρά

source: Subscribe
el: Εγγραφή

source: System
el: Σύστημα

source: Test an address
el: Δοκιμή μιας διεύθυνσης

source: Enter an IP address to see if it is a trusted host.
el: Εισάγεται μια διεύθυνση IP για να δείτε εάν είναι ένας έμπιστος κεντρικός υπολογιστής.

source: These options are reciprocal, so you can only force a remote host to use a signed SSL cert if your server also has a signed SSL cert.
el: Αυτές οι επιλογές είναι αμοιβαίες, οπότε μπορείτε μόνο να υποχρεώσετε έναν απομακρυσμένο κεντρικό υπολογιστή να χρησιμοποιεί ένα υπογεγραμμένο πιστοποιητικό SSL εάν ό εξυπηρετητής σας επίσης έχει ένα υπογεγραμμένο πιστοποιητικό SSL.

source: XML-RPC hosts
el: Κεντρικοί υπολογιστές XML-RPC
