Repository: eellak/moodle-po
Catalog: *-new/notes.po_*.po
Languages: el

source: Add a new note
el: Προσθήκη μιας νέας σημείωσης

source: Select users to write notes about
el: Επιλέξτε τους χρήστες για τους οποίους θα γράψετε σημειώσεις

source: by {$a->name} - {$a->date}
el: βάσει {$a->name} - {$a->date}

source: Enable storing of notes about individual users.
el: Ενεργοποίηση της αποθήκευσης των σημειώσεων σχετικά με ατομικούς χρήστες.

source: Content
el: Περιεχόμενο

source: course
el: μάθημα

source: Course notes
el: Σημειώσεις μαθήματος

source: created
el: δημιουργήθηκε

source: Delete this note?
el: Διαγραφή αυτής της σημείωσης?

source: Delete all notes
el: Διαγραφή όλων των σημειώσεων

source: Edit note
el: Επεξεργασία σημείωσης

source: Enable notes
el: Ενεργοποίηση σημειώσεων

source: Note created
el: Δημιουργία σημείωσης

source: Note deleted
el: Διαγραφή σημείωσης

source: Notes viewed
el: Προβολή σημείωσης

source: Note updated
el: Ενημέρωση σημείωσης

source: Add a common note
el: Προσθήκη μιας συνηθισμένης σημείωσης

source: Invalid note ID specified
el: Ορίστηκε ένα μη έγκυρο αναγνωριστικό σημείωσης

source: Invalid user id: {$a}
el: Μη έγκυρο αναγνωριστικό χρήστη: {$a}

source: My notes
el: Οι σημειώσεις μου

source: Note content can not be empty
el: Το περιεχόμενο της σημείωσης δεν μπορεί να είναι άδειο

source: There are no notes of this type yet
el: Δεν υπάρχουν σημειώσεις αυτού του τύπου ακόμα

source: You may not delete this note
el: Δεν μπορείτε να διαγράψετε αυτή τη σημείωση

source: Note
el: Σημείωση

source: Notes
el: Σημειώσεις

source: Notes are disabled, sorry.
el: Οι σημειώσεις είναι απενεργοποιημένες, λυπόμαστε.

source: You are not allowed to view the notes.
el: Δεν σας επιτρέπεται να δείτε τις σημειώσεις.

source: You must select a user
el: Πρέπει να επιλέξετε ένα χρήστη

source: Notes main page
el: Κύρια σελίδα σημειώσεων

source: Any note pages
el: Οποιεσδήποτε σημειώσεις σελίδας

source: personal
el: προσωπική

source: Personal notes
el: Προσωπικές σημειώσεις

source: Context
el: Κατάσταση

source: A note's context determines who can see the note. * Personal - The note will be visible only to you * Course - The note will be visible to teachers in this course * Site - The note will be visible to teachers in all courses
el: Το πλαίσιο μιας σημείωσης καθορίζει ποιος μπορεί να δει τη σημείωση. <ul> <li>Προσωπική - Η σημείωση θα είναι ορατή μόνο σ' εσάς</li> <li>Μάθημα - Η σημείωση θα είναι ορατή στους διδάσκοντες αυτού του μαθήματος</li> <li>Ιστοχώρος - Η σημείωση θα είναι ορατή στους διδάσκοντες σε όλα τα μαθήματα</li> </ul>

source: Select note state
el: Επιλέξτε κατάσταση σημείωσης

source: site
el: ιστοχώρος

source: Site notes
el: Σημειώσεις ιστοχώρου

source: unknown
el: άγνωστη
