Repository: eellak/moodle-po
Catalog: *-new/portfolio.po_*.po
Languages: el

source: Resolve active export
el: Επίλυση ενεργής εξαγωγής

source: Available portfolios
el: Ενεργά χαρτοφυλάκια

source: Export all to portfolio
el: Αποθήκευση όλων...

source: Add a new portfolio
el: Προσθήκη νέου χαρτοφυλάκιο

source: Export to portfolio
el: Αποθήκευση...

source: Already exporting - please click here to resolve this transfer
el: Η εξαγωγή πραγματοποιείται ήδη - παρακαλούμε κάντε κλικ εδώ για να επιλύσετε αυτή τη μεταφορά

source: You already have an active portfolio export in this session. Before continuing, you must either complete this export, or cancel it. Would you like to continue it? (No will cancel it)
el: Έχετε ήδη μια ενεργή εξαγωγή χαρτοφυλακίου σε αυτή τη σύνοδο. Προτού συνεχίσετε θα πρέπει είτε να ολοκληρώστε αυτή την εξαγωγή είτε να την ακυρώσετε. Θέλετε να συνεχίσετε (Διαφορετικά θα ακυρωθεί)

source: Available export formats
el: Διαθέσιμες μορφοποιήσεις εξαγωγής

# $string['callercouldnotpackage']
source: Failed to package up your data for export: original error was {$a}
el: Αποτυχία συσκευασίας των δεδομένων σας για εξαγωγή: το πρωτότυπο λάθος ήταν {$a}

source: Cannot set this to visible - the plugin has been completely disabled because of a misconfiguration
el: Αυτό δεν μπορεί να ρυθμιστεί σαν ορατό - η υπομονάδα έχει απενεργοποιηθεί τελείως εξαιτίας ενός λάθους στις ρυθμίσεις

source: Common portfolio settings
el: Κοινές ρυθμίσεις χαρτοφυλακίου

source: <p>Whether a transfer is considered to take a 'Moderate' or 'High' amount of time changes whether the user is able to wait for the transfer to complete or not.</p><p>Sizes up to the 'Moderate' threshold just happen immediately without the user being asked, and 'Moderate' and 'High' transfers mean they are offered the option but warned it might take some time.</p><p>Additionally, some portfolio plugins might ignore this option completely and force all transfers to be queued.</p>
el: <p>Το εάν μια μεταφορά απαιτεί 'Μέτριο' or 'Υψηλό' χρόνο για να πραγματοποιηθεί μπορεί να αλλάξει με βάση το εάν ο χρήστης μπορεί να περιμένει για την ολοκλήρωση της μεταφοράς ή όχι.</p><p>Τα μεγέθη μέχρι το κατώφλι 'Μέτριο' πραγματοποιούνται αμέσως χωρίς να ερωτηθεί ο χρήστης, ενώ οι μεταφορές με χρόνο 'Μέτριο' και 'Υψηλό' δίνουν την επιλογή στον χρήστη και προειδοποιώντας τον οτι η μεταφορά μπορεί να αργήσει λίγο.</p><p>Επιπλέον, κάποιες υπομονάδες λογισμικού του χαρτοφυλακίου μπορεί να αγνοήσουν αυτή την επιλογή τελείως και να υποχρεώσουν όλες τις μεταφορές να τοποθετηθούν στην ουρά για εκτέλεση.</p>

source: Configure exported data
el: Ρύθμιση εξαγώμενων δεδομένων

source: Configure portfolio plugin
el: Ρύθμιση της υπομονάδας λογισμικού χαρτοφυλακίου

source: Configure
el: Ρύθμιση

source: Please confirm this export
el: Παρακαλούμε επιβεβαιώστε αυτή την εξαγωγή

source: Summary of your export
el: Σύνοψη της εξαγωγής σας

source: Continue to your portfolio
el: Συνεχίστε στο χαρτοφυλάκιο

source: Delete portfolio instance
el: Διαγραφή του στιγμιότυπου του χαρτοφυλακίου

source: Destination
el: Προορισμός

source: Sorry, but portfolio exports are not enabled in this site
el: Λυπόμαστε αλλά οι εξαγωγές χαρτοφυλακίων δεν είναι ενεργές σε αυτό τον ιστοχώρο

source: Disabled
el: Απενεργοποιημένο

source: Export area
el: Περιοχή εξαγωγών

source: Transfer expiry time
el: Ώρα λήξης εξαγωγής

source: Export info
el: Πληροφορίες εξαγωγής

source: Don't wait
el: Χωρίς αναμονή

source: Enable portfolios
el: Ενεργοποίηση χαρτοφυλακίων

source: If enabled, users can export content, such as forum posts and assignment submissions, to external portfolios or HTML pages.
el: Αυτό θα επιτρέψει στους διαχειριστές να ρυθμίσουν απομακρυσμένα συστήματα ώστε οι οι χρήστες να μπορούν να εξάγουν περιεχόμενο σε αυτά

source: Portfolio name must be unique (per plugin)
el: Τό όνομα του χαρτοφυλάκιου πρέπει να είναι μοναδικό (ανά υπομονάδα λογισμικού)

# $string['exportcomplete']
source: Portfolio export complete!
el: Η εξαγωγή του χαρτοφυλάκιου ολοκληρώθηκε!

source: Previous exports
el: Προηγούμενες εξαγωγές

source: A portfolio_export_exception was thrown with an active session but no exporter object
el: Ανέκυψε μια εξαίρεση portfolio_export_exception με μια ενεργή σύνοδο αλλά χωρίς αντικείμενο εξαγωγέα

source: Portfolio export expired
el: Η εξαγωγή του χαρτοφυλάκιου έληξε

source: You tried to repeat the export of some information, or start an empty export. To do that properly you should go back to the original location and start again. This sometimes happens if you use the back button after an export has completed, or by bookmarking an invalid url.
el: Προσπαθήσατε να επαναλάβετε την εξαγωγή κάποιας πληροφορίας, ή να ξεκινήσετε μια άδεια εξαγωγή. Για να το κάνετε σωστά αυτό θα πρέπει να πάτε πίσω στην αρχική τοποθεσία και να ξεκινήσετε ξανά. Αυτό συμβαίνει ορισμένες φορές εάν χρησιμοποιήσετε το κουμπί "Πίσω" αφού μια εξαγωγή έχει ολοκληρωθεί, ή δημιουργώντας έναν σελιδοδείκτη από μη έγκυρη τοποθεσία.

source: Exporting to portfolio
el: Εξαγωγή στο χαρτοφυλάκιο

source: Exporting content from {$a}
el: Εξαγωγή περιεχομένου στο {$a}

source: Portfolio export has been successfully queued for transfer
el: Η εξαγωγή του χαρτοφυλακίου έχει τοποθετηθεί με επιτυχία στην ουρά για μεταφορά

source: Portfolio export has been successfully queued for transfer (the remote system has enforced queued transfers)
el: Η εξαγωγή του χαρτοφυλακίου έχει τοποθετηθεί με επιτυχία στην ουρά για μεταφορά (Το απομακρυσμένο σύστημα έχει μεταφορές υποχρεωτικά σε ουρά)

source: Could not find files to package
el: Δεν ήταν δυνατό να βρεθούν τα αρχεία για συσκευασία

source: Failed to send your data to the selected portfolio system: original error was {$a}
el: Αποτυχία αποστολής των δεδομένων σας στο επιλεγμένο σύστημα χαρτοφυλακίου: το πρωτότυπο λάθος ήταν {$a}

source: Access denied to this file
el: Άρνηση πρόσβασης στο αρχείο

source: File not found
el: Το αρχείο δεν βρέθηκε

source: File
el: Αρχείο

source: Image
el: Εικόνα

source: Moodle backup format
el: Μορφή Αρχείων Ασφαλείας του Moodle

source: HTML with attachments
el: HTML με συνημμένα

source: Plain text
el: Απλό κείμενο

source: Video
el: Βίντεο

source: High transfer dbsize
el: Απόκρυψη μεγέθους βάσης δεδομένων μεταφοράς

source: Number of db records over which will be considered to take a high amount of time to transfer
el: Αριθμός των εγγραφών στη βάση δεδομένων πάνω του οποίου θεωρείται ότι θα χρειαστεί υψηλό χρόνο για μεταφορά

source: High transfer filesize
el: Υψηλό μέγεθος αρχείου για μεταφορά

source: Filesizes over this threshold will be considered to take a high amount of time to transfer
el: Αρχεία με μέγεθος μεγαλύτερο από αυτό θεωρούνται ότι θα χρειαστούν υψηλό χρόνο για μεταφορά

source: Hi! You are receiving this message as an administrator of {$a->sitename}. Some portfolio plugin instances have been automatically disabled due to misconfigurations. This means that users can not currently export content to these portfolios. The list of portfolio plugin instances that have been disabled is: {$a->textlist} This should be corrected as soon as possible, by visiting {$a->fixurl}.
el: Γεια! Λαμβάνετε αυτό το μήνυμα σαν διαχειριστής του {$a->sitename}. Κάποια στιγμιότυπα των υπομονάδων λογισμικού του χαρτοφυλακίου έχουν απενεργοποιηθεί αυτόματα λόγω λαθών στις ρυθμίσεις. Αυτό σημαίνει οτι οι χρήστες δεν μπορούν προς το παρόν να εξάγουν περιεχόμενο σε αυτά τα χαρτοφυλάκια. Η λίστα με τα στιγμιότυπα των υπομονάδων λογισμικού του χαρτοφυλακίου που έχουν απενεργοποιηθεί είναι: {$a->textlist} Αυτό μπορεί να διορθωθεί το συντομότερο δυνατόν πηγαίνοντας στο {$a->fixurl}.

source: <p>Hi! You are receiving this message as an administrator of {$a->sitename}.</p> <p>Some portfolio plugin instances have been automatically disabled due to misconfigurations. This means that users can not currently export content to these portfolios.</p> <p>The list of portfolio plugin instances that have been disabled is:</p> {$a->htmllist} <p>This should be corrected as soon as possible, by visiting <a href="{$a->fixurl}">the portfolio configuration pages</a></p>
el: <p>Γεια! Λαμβάνετε αυτό το μήνυμα σαν διαχειριστής του {$a->sitename}.</p> {$a->htmllist} <p>Αυτό μπορεί να διορθωθεί το συντομότερο δυνατόν πηγαίνοντας στις <a href="{$a->fixurl}">σελίδες ρυθμίσεων του χαρτοφυλακίου</a></p>

source: Hi! You are receiving this message as an administrator of {$a->sitename}. Some portfolio plugin instances have been automatically disabled due to misconfigurations. This means that users can not currently export content to these portfolios. This should be corrected as soon as possible, by visiting {$a->fixurl}.
el: Γεια! Λαμβάνετε αυτό το μήνυμα σαν διαχειριστής του {$a->sitename}. Κάποια στιγμιότυπα των υπομονάδων λογισμικού του χαρτοφυλακίου έχουν απενεργοποιηθεί αυτόματα λόγω λαθών στις ρυθμίσεις. Αυτό σημαίνει οτι οι χρήστες δεν μπορούν προς το παρόν να εξάγουν περιεχόμενο σε αυτά τα χαρτοφυλάκια. Αυτό μπορεί να διορθωθεί το συντομότερο δυνατόν πηγαίνοντας στο {$a->fixurl}.

source: Some portfolio instances automatically disabled
el: Κάποια στιγμιότυπα των υπομονάδων λογισμικού του χαρτοφυλακίου έχουν απενεργοποιηθεί αυτόματα

source: Portfolio deleted successfully
el: Το χαρτοφυλάκιο διαγράφηκε με επιτυχία

source: Portfolio instance is misconfigured, skipping. Error was: {$a}
el: Το στιγμιότυπο του χαρτοφυλάκιου είναι λανθασμένα ρυθμισμένο, οπότε παραλείπεται. Το σφάλμα ήταν: {$a}

source: Failed to delete portfolio
el: Αποτυχία διαγραφής χαρτοφυλάκιου

source: Failed to save portfolio
el: Αποτυχία αποθήκευσης χαρτοφυλάκιου

source: Portfolio saved successfully
el: Το χαρτοφυλάκιο αποθηκεύθηκε με επιτυχία

source: Invalid add format passed to portfolio_add_button. ({$a}) Must be one of PORTFOLIO_ADD_XXX
el: Μια μη έγκυρη μορφή προσθήκης δώθηκε στο portfolio_add_button. Το ({$a}) πρέπει να είναι ένα από τα PORTFOLIO_ADD_XXX

source: Could not find that property ({$a}) of portfolio_button
el: Δεν ήταν δυνατόν να βρεθεί αυτή η ιδιότητα ({$a}) του portfolio_button

source: Could not find that config property ({$a->property} of {$a->class})
el: Δεν ήταν δυνατόν να βρεθεί αυτή η ιδιότητα ρύθμισης ({$a->property} του {$a->class})

source: Could not find that export config property ({$a->property} of {$a->class})
el: Δεν ήταν δυνατόν να βρεθεί αυτή η ιδιότητα ρύθμισης εξαγωγής ({$a->property} του {$a->class})

source: Invalid file area arguments passed to set_file_and_format_data - must contain contextid, component, filearea and itemid
el: Μη έγκυρες παράμετροι περιοχής αρχείου δώθηκαν στο set_file_and_format_data - πρέπει να περιέχουν τα contextid, filearea και itemid

source: Something is exporting an invalid format, {$a}
el: Κάτι εξάγει σε μη έγκυρη μορφή, {$a}

source: Could not find that portfolio instance
el: Δεν ήταν δυνατόν να βρεθεί αυτό το στιγμιότυπο χαρτοφυλακίου

source: Invalid call to prepare_package_file - either single or multifiles must be set
el: Μη έγκυρη κλήση στο prepare_package_file - πρέπει να ρυθμιστεί σαν single ή multifiles

source: Could not find that property ({$a->property} of {$a->class})
el: Δεν ήταν δυνατόν να βρεθεί αυτή η ιδιότητα ({$a->property} του {$a->class})

source: Invalid call to get_sha1_file - either single or multifiles must be set
el: Μη έγκυρη κλήση στο get_sha1_file - πρέπει να ρυθμιστεί σαν single ή multifiles

source: Invalid export id. Maybe it has expired
el: Μη έγκυρο αναγνωριστικό εξαγωγής. Πιθανώς να έληξε

source: Could not find that user config property ({$a->property} of {$a->class})
el: Δεν ήταν δυνατόν να βρεθεί αυτή η ιδιότητα ρυθμίσης χρήστη ({$a->property} του {$a->class})

source: Transfer logs
el: Καταγραφές μεταφοράς

source: Previous successful transfers
el: Προηγούμενες επιτυχημένες μεταφορές

source: Manage portfolios
el: Διαχείριση χαρτοφυλακίων

source: Manage your portfolios
el: Διαχειριστείτε τα χαρτοφυλάκια σας

source: Missing callback argument {$a->arg} for class {$a->class}
el: Λείπει παράμετρος callback {$a->arg} για την κλάση {$a->class}

source: Moderate transfer dbsize
el: Μέτριο μέγεθος βάσης δεδονένων για μεταφορά

source: Number of db records over which will be considered to take a moderate amount of time to transfer
el: Αριθμός των εγγραφών στη βάση δεδομένων πάνω του οποίου θεωρείται ότι θα χρειαστεί μέτριο χρόνο για μεταφορά

source: Moderate transfer filesize
el: Μέτριο μέγεθος αρχείου για μεταφορά

source: Filesizes over this threshold will be considered to take a moderate amount of time to transfer
el: Αρχεία με μέγεθος μεγαλύτερο από αυτό θεωρούνται ότι θα χρειαστούν μέτριο χρόνο για μεταφορά

source: You must set the callback options either in the portfolio_add_button constructor or using the set_callback_options method
el: Πρέπει να ρυθμίσετε τις επιλογές callback είτε στον κατασκευαστή κλάσης portfolio_add_button ή χρησιμοποιώντας την μέθοδο set_callback_options

source: Sorry, but there are no available portfolios for you to export to
el: Λυπόμαστε αλλά δεν υπάρχουν διαθέσιμα χαρτοφυλάκια για να εξάγετε

source: Could not find the callback class to use ({$a})
el: Δεν ήταν δυνατόν να βρεθεί η κλάση callback προς χρήση ({$a})

source: Something in the module you're trying to export from is broken - couldn't find a required portfolio file
el: Κάτι στο άρθρωμα από το οποίο προσπαθείτε να εξάγετε είναι χαλασμένο - δεν ήταν δυνατόν να βρεθεί ένα απαραίτητο αρχείο ({$a})

source: You must set the callback class before calling set_formats in portfolio_button
el: Πρέπει να ρυθμίσετε την κλάση callback πριν την calling set_formats στο portfolio_button

source: No common formats between any available portfolio plugin and the calling location {$a->location} (caller supported {$a->formats})
el: Δεν υπάρχουν κοινές μορφές μεταξύ των διαθέσιμων στιγμιοτύπων υπομονάδων λογισμικού χαρτοφυλακίου και της καλούσας τοποθεσίας {$a}

source: There are no logs to display!
el: Δεν υπάρχουν καταγραφές για εμφάνιση!

source: A non primitive value was passed as a callback argument to portfolio_add_button. Refusing to continue. The key was {$a->key} and the value was {$a->value}
el: Μια μη πρωταρχική τιμή δόθηκε σαν παράμετρος callback στο portfolio_add_button. Δεν είναι δυνατή η συνέχεια. Το κλειδί ήταν {$a->key} και η τιμή ήταν {$a->value}

source: Sorry but you do not have the required permissions to export files from this area
el: Λυπόμαστε αλλά δεν έχετε τα κατάλληλα δικαιώματα για να εξάγετε αρχεία από αυτή την περιοχή

source: Sorry, but the type of content you are trying to export is not exportable
el: Λυπόμαστε αλλά ο τύπος του περιεχομένου που προσπαθείτε να εξάγετε δεν είναι εξαγώγιμος

source: Sorry, but you are trying to export content in some format that is not yet implemented ({$a})
el: Λυπόμαστε αλλά προσπαθείτε να εξάγετε περιεχόμενο σε κάποια μορφή για την οποία δεν έχουμε ακόμα υλοποίηση ({$a})

# $string['notyetselected']
source: Not yet selected
el: Δεν έχει επιλεχθεί ακόμα

source: You are trying to resume a portfolio export that doesn't belong to you!
el: Προσπαθείτε να συνεχίσετε μια εξαγωγή χαρτοφυλακίου που δεν σας ανήκει!

source: Could not create a temporary directory to package your data into
el: Δεν ήταν δυνατή η δημιουργία ενός προσωρινού καταλόγου για να συσκευαστούν τα δεδομένα σας

source: Enabled but hidden
el: Ενεργοποιμένο αλλά κρυφό

source: Enabled and visible
el: Ενεργοποιημένο και ορατό

source: Portfolio plugin
el: Υπομονάδα λογισμικού χαρτοφυλακίου

# $string['plugincouldnotpackage']
source: Failed to package up your data for export: original error was {$a}
el: Αποτυχία συσκευασμού των δεδομένων σας προς εξαγωγή: Το αρχικό σφάλμα ήταν {$a}

source: Portfolio plugin is misconfigured, skipping. Error was: {$a}
el: Η υπομονάδα λογισμικού χαρτοφυλακίου δεν είναι σωστά ρυθμισμένη, παραλείπεται. Το σφάλμα ήταν: {$a}

source: Portfolio
el: Χαρτοφυλάκιο

source: Portfolios
el: Χαρτοφυλάκια

source: Currently queued transfers
el: Μεταφορές αυτή τη στιγμή στην ουρά

source: Return to where you were
el: Επιστροφή εκεί που ήσασταν

source: Save
el: Αποθήκευση

source: Selected export format
el: Επιλεγμένη μορφή εξαγωγής

source: Selected to wait?
el: Επιλογή για αναμονή?

source: Select destination
el: Επιλογή προορισμού

source: Some entire portfolio plugins have been disabled because they are either misconfigured or rely on something else that is:
el: Κάποιες υπομονάδες λογισμικού χαρτοφυλακίου έχουν απενεργοποιηθεί εξολοκλήρου είτε γιατί δεν έχουν ρυθμιστεί σωστά ή εξαρτώνται από κάτι άλλο που είναι:

source: Are you sure you want to delete '{$a}'? This cannot be undone.
el: Είστε σίγουροι οτι θέλετε να σβήσετε το '{$a}'? Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.

source: A third party exception was thrown during portfolio export ({$a}). Caught and rethrown but this should really be fixed
el: Συνέβη μια εξαίρεση ενός τρίτου κατασκευαστή κατά την εξαγωγή του χαρτοφυλακίου ({$a}). Η εξαίρεση πιάστηκε και επαναδιαβιβάστηκε αλλά αυτό το σφάλμα θα έπρεπε να διορθωθεί

source: Transfer time
el: Χρόνος μεταφοράς

source: Unknown (may have since been removed by an administrator)
el: Άγνωστο (μπορεί έκτοτε να έχει αφαιρεθεί από έναν διαχειριστή)

source: Wait
el: Αναμονή

source: It is not recommended that you wait for this transfer to complete, but you can if you're sure and know what you're doing
el: Δεν συνίσταται να περιμένετε την ολοκλήρωση αυτής της μεταφοράς, αλλά μπορείτε εάν είστε σίγουροι για αυτό που κάνετε

source: Do you want to wait for this transfer? It might take a few minutes
el: Θέλετε να περιμένετε για αυτή τη μεταφορά? Μπορεί να χρειαστεί μερικά λεπτά
