Repository: eellak/moodle-po
Catalog: *-new/portfolio_mahara.po_*.po
Languages: el

source: Invalid MNet host
el: Αυτή η υπομονάδα λογισμικού είναι ρυθμισμένη λάθος και δείχνει σε έναν μη έγκυρο (ή διεγραμμένο) υπολογιστή mnet. Αυτή η υπομονάδα λογισμικού εξαρτάται από ομότιμους Moodle Networking με δημοσιευμένο SSO IDP , με εγγραφή χαρτοφυλακίου και SSO_SP.

source: MNet is off
el: Το Moodle Networking είναι εξολοκλήρου απενεργοποιημένο. Παρακαλούμε ενεργοποιήστε το προτού προσπαθήσετε να ρυθμίσετε αυτή την υπομονάδα λογισμικού. Κάθε στιγμιότυπο αυτής της υπομονάδας λογισμικού έχει ρυθμιστεί ως μη μέχρι να κάνετε τις διορθώσεις - θα πρέπει να τα ρυθμίσετε χειροκίνητα ως ορατά αργότερα. Δεν μπορούν να χρησιμοποιηθούν μέχρι να γίνει αυτό.

source: The MNet authentication plugin is disabled
el: Η υπομονάδα λογισμικού πιστοποίησης mnet είναι απενεργοποιημένη, αλλά είναι απαραίτητη για αυτή την υπηρεσία

source: The MNet authentication plugin is disabled, but is required for this service
el: Το πρόσθετο αυθεντικοποίησης MNet είναι απενεργοποιημένο, αλλά είναι απαραίτητο για αυτή την υπηρεσία

source: Relies on MNet
el: Αυτή η υπομονάδα λογισμικού εξαρτάται από ομότιμους Moodle Networking με δημοσιευμένο SSO IDP , με εγγραφή χαρτοφυλακίου και SSO_SP καθώς και στην υπομονάδα λογισμικού πιστοποίησης mnet. Κάθε στιγμιότυπο αυτής της υπομονάδας λογισμικού έχει ρυθμιστεί ως μη μέχρι να κάνετε τις διορθώσεις - θα πρέπει να τα ρυθμίσετε χειροκίνητα ως ορατά αργότερα. Δεν μπορούν να χρησιμοποιηθούν μέχρι να γίνει αυτό.

source: Failed to start communication with remote server
el: Αποτυχία εκκίνησης επικοινωνίας με τον απομακρυσμένο εξυπηρετητή

source: Failed to start communication with remote server: {$a}
el: Αποτυχία εκκίνησης επικοινωνίας με τον απομακρυσμένο εξυπηρετητή: {$a}

source: MNet host
el: Υπολογιστής Moodle Networking

source: Could not find file in transfer object - weird error
el: Αποτυχία εύρεσης του αρχείου στο αντικείμενο μεταφοράς - περίεργο σφάλμα

source: Found file in transfer object, but could not get contents - weird error: {$a}
el: Το αρχείο βρέθηκε στο αντικείμενο μεταφοράς, αλλά δεν ήταν δυνατόν να ληφθεί το περιεχόμενο - περίεργο σφάλμα: {$a}

source: Could not find the matching transfer record for this token
el: Αποτυχία εύρεσης της αντίστοιχης εγγραφής μεταφοράς για αυτό το τεκμήριο

source: Could not find token matching this transfer
el: Αποτυχία εύρεσης τεκμηρίων που αντιστοιχούν σε αυτή τη μεταφορά

source: Remote host did not match the transfer record for this token
el: Ο απομακρυσμένος υπολογιστής δεν αντιστοιχεί στην εγγραφή μεταφοράς για αυτό το τεκμήριο

source: Allow users to push Moodle content to this host<br />Subscribe to <b>and</b> publish this service to allow authenticated users in your site to push content to {$a}<br /><ul><li><em>Dependency</em>: You must also <strong>publish</strong> the SSO (Identify Provider) service to {$a}.</li><li><em>Dependency</em>: You must also <strong>subscribe</strong> to the SSO (Service Provider) service on {$a}</li><li><em>Dependency</em>: You must also enable the MNet authentication plugin.</li></ul><br />
el: Οι χρήστες επιτρέπεται να προωθούν περιεχόμενο του Moodle σε αυτό τον υπολογιστή<br />Γραφτείτε σε αυτή την υπηρεσία για να επιτρέπετε στους πιστοποιημένους χρήστες του ιστοχώρου σας να προωθούν περιεχόμενο στο {$a}<br /><ul><li><em>Προαπαιτούμενο</em>: Επίσης πρέπει να <strong>δημοσιεύσετε</strong> την υπηρεσία SSO (Πάροχος Αναγνώρισης) στο {$a}.</li><li><em>Προαπαιτούμενο</em>: Επίσης πρέπει να <strong>εγγραφείτε</strong> στην υπηρεσία SSO (Πάροχος Υπηρεσίας) στο {$a}</li><li><em>Προαπαιτούμενο</em>: Πρέπει επίσης να ενεργοποιήσετε την υπομονάδα λογισμικού πιστοποίησης mnet.</li></ul><br />

source: Portfolio services
el: Υπηρεσίες Χαρτοφυλακίου

source: Mahara ePortfolio
el: Ηλεκτρονικό Χαρτοφυλάκιο Mahara

source: You cannot transfer files to Mahara at this time
el: Δεν μπορείτε να μεταφέρετε αρχεία στο Mahara αυτή τη στιγμή
