Repository: eellak/moodle-po
Catalog: *-new/qtype_match.po_*.po
Languages: el

source: Available choices
el: Διαθέσιμες επιλογές

source: Blanks for {no} more questions
el: {no} ακόμα σετ κενών πεδίων

source: The correct answer is: {$a}
el: Η σωστή απάντηση είναι: {$a}

source: You must provide at least two questions and three answers. You can provide extra wrong answers by giving an answer with a blank question. Entries where both the question and the answer are blank will be ignored.
el: Πρέπει να δώσετε τουλάχιστον δύο ερωτήσεις και τρεις απαντήσεις. Μπορείτε να δώσετε επιπλέον λάθος απαντήσεις δίνοντας μια απάντηση με κενή ερώτηση. Οι καταχωρήσεις στις οποίες και η ερώτηση και η απάντηση είναι κενές θα παραλείπονται.

source: You must specify an answer for this question.
el: Πρέπει να ορίσετε μια απάντηση για αυτή την ερώτηση.

source: You must supply at least {$a->q} questions and {$a->a} answers.
el: Πρέπει να δώσετε τουλάχιστον {$a->q} ερωτήσεις και {$a->a} απαντήσεις.

source: You must supply at least {$a} question and answer pairs.
el: Πρέπει να δώσετε τουλάχιστον {$a} ζευγάρια ερωτήσεων και απαντήσεων.

source: Matching
el: Αντιστοίχηση

source: Adding a Matching question
el: Προσθήκη μιας ερώτησης τύπου Αντιστοίχησης

source: Editing a Matching question
el: Τροποποίηση μιας ερώτησης τύπου Αντιστοίχησης

source: The answer to each of a number of sub-question must be selected from a list of possibilities.
el: Η απάντηση σε κάθε μια ερώτηση από ένα σύνολο υπο-ερωτημάτων πρέπει να επιλεχθεί από μια λίστα πιθανών απαντήσεων.

source: Shuffle
el: Ανακάτεμα

source: If enabled, the order of the statements (answers) is randomly shuffled for each attempt, provided that "Shuffle within questions" in the activity settings is also enabled.
el: <p>Εάν ενεργοποιήσετε αυτή την επιλογή, η σειρά των υποερωτημάτων καθορίζεται τυχαία κάθε φορά κάποιος μαθητής επιχειρεί ένα κουίζ στο οποίο περιέχεται αυτή την ερώτηση - υπό τον όρο ότι η ρύθμιση το &quot;ανακάτεμα σε κάθε ερώτηση&quot; είναι ενεργοποιημένη. </p> <p>Η πρόθεση είναι να γίνει λίγο πίο δύσκολη η αντιγραφή μεταξύ των μαθητών.</p>
