Repository: eellak/moodle-po
Catalog: *-new/qtype_essay.po_*.po
Languages: el

source: Allow attachments
el: Επιτρέπονται συνημμένα

source: Attachments are optional
el: Τα συνημμένα είναι προαιρετικά

source: Require attachments
el: Απαιτούνται συνημμένα

source: This option specifies the minimum number of attachments required for a response to be considered gradable.
el: Αυτή η επιλογή καθορίζει τον ελάχιστο αριθμό συνημμένων που απαιτείται για να θεωρηθεί μια απάντηση ως βαθμολογήσιμη.

source: HTML editor
el: Επεξεργαστής κειμένου HTML

source: HTML editor with file picker
el: Επεξεργαστής κειμένου HTML με επιλογέα αρχείου

source: Plain text, monospaced font
el: Απλό κείμενο, σταθερού πλάτους γραμματοσειρά

source: Plain text
el: Απλό κείμενο

source: Information for graders
el: Πληροφορίες για βαθμολογητές

source: When "No online text" is selected, or responses are optional, you must allow at least one attachment.
el: Όταν έχει επιλεγεί "Όχι online κείμενο" ή οι απαντήσεις είναι προαιρετικές, πρέπει να επιτρέπεται τουλάχιστον ένα συνημμένο.

source: When "No online text" is selected, or responses are optional, you must require at least one attachment.
el: Όταν έχει επιλεγεί "Όχι online κείμενο" ή οι απαντήσεις είναι προαιρετικές, θα πρέπει να απαιτείται τουλάχιστον ένα συνημμένο.

source: You cannot require more attachments than you allow.
el: Δεν μπορείτε να απαιτήσετε περισσότερα συνημμένα από αυτά που επιτρέπετε.

source: {$a} lines
el: {$a} γραμμές

source: Essay
el: Έκθεση

source: Adding an Essay question
el: Προσθήκη μιας ερώτησης τύπου Έκθεσης

source: Editing an Essay question
el: Τροποποίηση μιας ερώτησης τύπου Έκθεσης

source: Allows a response of a file upload and/or online text. This must then be graded manually.
el: Επιτρέπει απαντήσεις που αποτελούνται από μερικές προτάσεις ή παραγράφους. Η απάντηση έπειτα θα πρέπει να βαθμολογηθεί χειροκίνητα.

source: Input box size
el: Μέγεθος πλαισίου καταχώρησης

source: Response format
el: Μορφή απάντησης

source: Response Options
el: Επιλογές Απόκρισης
