Repository: eellak/moodle-po
Catalog: *-new/qtype_multichoice.po_*.po
Languages: el

source: One or multiple answers?
el: Μία ή πολλές απαντήσεις;

source: Number the choices?
el: Να αριθμούνται οι επιλογές?

source: A., B., C., ...
el: Α., B., C., ...

source: No numbering
el: Χωρίς αρίθμηση

source: Multiple answers allowed
el: Οι πολλαπλές απαντήσεις επιτρέπονται

source: One answer only
el: Μία απάντηση μόνο

source: Choice {$a}
el: Επέλεξε {$a}

source: Available choices
el: Διαθέσιμες επιλογές

source: Enter missing word
el: Εισάγετε τη λέξη που λείπει

source: The correct answer is: {$a}
el: Η σωστή απάντηση είναι: {$a}

source: For any correct response
el: Για οποιαδήποτε σωστή απάντηση

source: The positive grades you have chosen do not add up to 100%<br />Instead, they add up to {$a}%
el: Οι θετικοί βαθμοί που έχετε επιλέξει αθροιστικά δεν δίνουν 100%<br />Αντίθετα, δίνουν αθροιστικά {$a}%

source: One of the choices should be 100%, so that it is<br />possible to get a full grade for this question.
el: Μια από τις επιλογές θα έπρεπε να είναι 100%, ώστε να είναι<br />δυνατόν να δοθεί ένας πλήρης βαθμός για αυτή την ερώτηση.

source: Feedback
el: Σχόλια

source: You must fill out at least two choices. Choices left blank will not be used.
el: Πρέπει να συμπληρώσετε τουλάχιστον δύο επιλογές. Οι κενές επιλογές δεν θα χρησιμοποιηθούν.

source: The positive grades you have chosen do not add up to 100%<br />Instead, they add up to {$a}%<br />Do you want to go back and fix this question?
el: Οι θετικοί βαθμοί που επιλέξατε δεν βγάζουν άθροισμα 100%<br />Αντιθέτως, βγάζουν άθροισμα {$a}%<br />Θέλετε να επιστρέψετε πίσω και να διορθώσετε αυτό το πρόβλημα;

source: One of the choices should be 100%, so that it is<br />possible to get a full grade for this question.<br />Do you want to go back and fix this question?
el: Μία από τις απαντήσεις πρέπει να βαθμολογηθεί με 100%, έτσι ώστε <br />να είναι δυνατό να πάρει κάποιος ολόκληρο το βαθμό για αυτήν την ερώτηση.<br />Θέλετε να επιστρέψετε πίσω και να διορθώσετε αυτό το λάθος;

source: For any incorrect response
el: Για οποιαδήποτε λάθος απάντηση

source: This type of question requires at least {$a} choices
el: Αυτός ο τύπος ερώτησης απαιτεί τουλάχιστον {$a} απαντήσεις

source: Feedback for any correct response
el: Σχόλια για κάθε σωστή απάντηση

source: Overall feedback
el: Γενικά Σχόλια

source: Feedback for any incorrect response
el: Σχόλια για κάθε λάθος απάντηση

source: Feedback for any partially correct response
el: Σχόλια για κάθε μερικώς σωστή απάντηση

source: For any partially correct response
el: Για οποιαδήποτε μερικώς σωστή απάντηση

source: Please select an answer.
el: Παρακαλώ επιλέξτε μία απάντηση.

source: Multiple choice
el: Πολλαπλής Επιλογής

source: Adding a Multiple choice question
el: Προσθήκη μιας ερώτησης Πολλαπλής Επιλογής

source: Editing a Multiple choice question
el: Τροποποίηση μιας ερώτησης Πολλαπλής Επιλογής

source: Allows the selection of a single or multiple responses from a pre-defined list.
el: Επιτρέπει την επιλογή μιας ή περισσοτέρων απαντήσεων από μια προκαθορισμένη λίστα.

source: Select one:
el: Επιλέξτε ένα:

source: Shuffle the choices?
el: Ανακάτεψε τις απαντήσεις

source: If enabled, the order of the answers is randomly shuffled for each attempt, provided that "Shuffle within questions" in the activity settings is also enabled.
el: Αν είναι ενεργοποιημένο, η σειρά των απαντήσεων είναι τυχαία ανακατεμένες για κάθε προσπάθεια, υπό την προϋπόθεση ότι το "Ανακάτεμα εντός των ερωτήσεων" στις ρυθμίσεις δραστηριοτήτων είναι επίσης ενεργοποιημένο.

source: Choose one answer.
el: Επέλεξε μία απάντηση
