Repository: eellak/moodle-po
Catalog: *-new/qtype_ordering.po_*.po
Languages: el

source: Absolute position
el: Ακριβής θέση

source: Adding a Ordering question
el: Προσθήκη μίας ερώτησης ordering

source: Add {$a} more items
el: Προσθήκη {$a} περισσοτέρων αντικειμένων

source: All or nothing
el: Όλα ή τίποτα

source: Item text
el: Κείμενο απάντησης

source: Draggable item {no}
el: Αριθμός συρόμενου αντικειμένου

source: The correct order for these items is as follows:
el: Η σωστή σειρά των αντικειμένων είναι η ακόλουθη:

source: Default answer format
el: Προεπιλεγμένη μορφή απάντησης

source: Drag the following items into the correct order.
el: Σύρετε τα ακόλουθα αντικείμενα στη σωστή σειρά.

source: Editing ordering question
el: Επεξεργασίας ερώτησης ordering

source: Grade details
el: Λεπτομέρειες βαθμού

source: Grading type
el: Τύπος βαθμολόγησης

source: Horizontal
el: Οριζόντια

source: Layout of items
el: Διάταξη αντικειμένων

source: Choose whether to display the items vertically or horizontally.
el: Επιλογή οριζόντιας ή κάθετης εμφάνισης των αντικειμένων

source: Longest contiguous subset
el: Μεγαλύτερο συνεχόμενο υποσύνολο

source: Longest ordered subset
el: Μεγαλύτερο ταξινομημένο υποσύνολο

source: Sorry, no details of the response to this question are available.
el: Λυπούμαστε, δεν υπάρχουν διαθέσιμες λεπτομέρειες για την απάντηση σε αυτή την ερώτηση.

source: No score
el: Δεν υπάρχει βαθμός

source: Ordering questions must have more than {$a} answers.
el: Οι ερωτήσεις ordering πρέπει να έχουν περισσότερες από {$a} απαντήσεις.

source: Adding an Ordering question
el: Προσθήκη μίας ερώτησης Ordering

source: Editing an Ordering question
el: Επεξεργασία μίας ερώτησης Ordering

source: Several items are displayed in a jumbled order. The items can be dragged into a meaningful order.
el: Αρκετά αντικείμενα εμφανίζονται με μπερδεμένη σειρά. Τα αντικείμενα μπορούν να συρθούν σε μία σειρά που βγάζει νόημα.

source: Put jumbled items into a meaningful order.
el: Τοποθετήστε τα μπερδεμένα αντικείμενα σε μία σειρά που βγάζει νόημα.

source: Relative to ALL the previous and next items
el: Σχετικό με ΟΛΑ τα προηγούμενα και επόμενα αντικείμενα

source: Relative to the next item (excluding last)
el: Σχετικό με το επόμενο αντικείμενο (εξαιρουμένου του τελευταίου)

source: Relative to the next item (including last)
el: Σχετικό με το επόμενο αντικείμενο (συμπεριλαμβανομένου του τελευταίου)

source: Relative to both the previous and next items
el: Σχετικό με τα προηγούμενα και τα επόμενα αντικείμενα

source: Remove HTML editor
el: Αφαίρεση του επεξεργαστή HTML

source: Remove draggable item
el: Αφαίρεση συρόμενου αντικειμένου

source: Here are the scores for each item in this response:
el: Αυτοί είναι οι βαθμοί για κάθε αντικείμενο αυτής της απάντησης

source: Select all items
el: Επιλογή όλων

source: Select a contiguous subset of items
el: Επιλογή ενός συνεχόμενου υποσυνόλου αντικειμένων

source: Size of subset
el: Μέγεθος υποσυνόλου

source: The number of items that will be displayed when the question is appears in a quiz.
el: Ο αριθμός των αντικειμένων που φαίνονται όταν εμφανίζεται η ερώτηση σε ένα κουίζ

source: Select a random subset of items
el: Επιλογή ενός τυχαίου υποσυνόλου αντικειμένων

source: Item selection type
el: Τύπος επιλογής αντικειμένου

source: Choose whether to display all the items or a subset of the items.
el: Επιλογή εμφάνισης όλων των αντικειμένων ή ενός υποσυνόλου αυτών.

source: Grading details
el: Λεπτομέρειες βαθμολόγησης

source: Choose whether to show or hide details of the score calculation when a student reviews a response to this Ordering question.
el: Επιλογή εμφάνισης ή απόκρυψης των λεπτομερειών του υπολογισμού του βαθμού όταν ένας μαθητής ελέγχει μία απάντηση σε αυτή την ερώτηση Ordering.

source: Vertical
el: Κάθετα
