Repository: eellak/moodle-po
Catalog: *-new/qtype_shortanswer.po_*.po
Languages: el

source: Blanks for {no} More Answers
el: Κενά πεδία για {no} ακόμα απαντήσεις

source: Answer: {$a}
el: Απάντηση: {$a}

source: You must enter an answer if there is a grade or feedback.
el: Πρέπει να εισάγετε μια απάντηση εάν υπάρχει βαθμός ή υπάρχουν σχόλια.

source: Answer {$a}
el: Απάντηση {$a}

source: No, case is unimportant
el: Όχι, δεν υπάρχει διαφορά μεταξύ μικρών και κεφαλαίων

source: Case sensitivity
el: Διάκριση μικρών/κεφαλαίων (Case sensitive)

source: Yes, case must match
el: Ναι, μικρά/κεφαλαία πρέπει να ταιριάζουν

source: The correct answer is: {$a}
el: Η σωστή απάντηση είναι: {$a}

source: Correct answers
el: Σωστές απαντήσεις

source: You must provide at least one possible answer. Answers left blank will not be used. '*' can be used as a wildcard to match any characters. The first matching answer will be used to determine the score and feedback.
el: Πρέπει να δώσετε τουλάχιστον μια πιθανή απάντηση. Οι απαντήσεις που θα αφήνονται κενές θα παραλείπονται. Ο χαρακτήρας '*' μπορεί να χρησιμοποιηθεί σαν μπαλαντέρ για οποιονδήποτε χαρακτήρα. Η πρώτη απάντηση που ταιριάζει θα χρησιμοποιηθεί για να αποφασιστεί το σκορ και τα σχόλια.

source: Short answer
el: Σύντομης Απάντησης

source: Adding a short answer question
el: Προσθήκη μιας ερώτησης Σύντομης Απάντησης

source: Editing a Short answer question
el: Τροποποίηση μιας ερώτησης Σύντομης Απάντησης

source: Allows a response of one or a few words that is graded by comparing against various model answers, which may contain wildcards.
el: Επιτρέπει μια απάντηση η οποία αποτελείται από καμία ή λίγες λέξεις και η οποία βαθμολογείται σε σύγκριση με διάφορες πρότυπες απαντήσεις, οι οποίες μπορούν να περιέχουν χαρακτήρες μπαλαντέρ.
