Repository: eellak/moodle-po
Catalog: *-new/question.po_*.po
Languages: el

source: Not graded
el: Χωρίς βαθμό

source: Not yet answered
el: Δεν έχει απαντηθεί ακόμα

source: No virtual question type for question type {$a}
el: Χωρίς εικονικό τύπο ερώτησης για τον τύπο ερώτησης {$a}

source: No. questions
el: Αριθμός ερωτήσεων

source: {$a->numquestions} (+{$a->numhidden} hidden)
el: {$a->numquestions} (+{$a->numhidden} κρυμμένες)

source: Options
el: Επιλογές

source: Parent category
el: Γονική κατηγορία

source: Parenthesis before ** is not properly closed in {$a}**
el: Η παρένθεση πριν το ** δεν είναι σωστά κλεισμένη στο {$a}**

source: Parenthesis before ** is not properly started in {$a}**
el: Η παρένθεση πριν το ** δεν είναι σωστά ανοιγμένη στο {$a}**

source: For any partially correct response
el: Για κάθε μερικώς σωστή απάντηση

source: Your answer is partially correct.
el: Η απάντηση είναι μερικώς σωστή.

source: Penalty factor
el: Παράγοντας ποινής

source: This setting determines what fraction of the achieved score is subtracted for each wrong response. It is only applicable if the quiz is run in adaptive mode. The penalty factor should be a number between 0 and 1. A penalty factor of 1 means that the student has to get the answer right in his first response to get any credit for it at all. A penalty factor of 0 means the student can try as often as he likes and still get the full marks.
el: <p>Μπορείτε να ορίσετε ένα κλάσμα της βαθμολογίας κάθε ερώτησης θα αφαιρείται για κάθε λάθος απάντηση. Η δυνατότητα αυτή έχει νόημα μόνο αν το κουίζ είναι ρυθμισμένο να λειτουργεί σε προσαρμοστικό περιβάλλον, επιτρέποντας στους μαθητές να κάνουν επαναλαμβανόμενες προσπάθειες σε κάθε ερώτηση. Ο συντελεστής ποινής πρέπει να είναι αριθμός ανάμεσα στο 0 και στο 1. Συντελεστής 1 σημαίνει ότι ο μαθητής πρέπει να απαντήσει σωστά στην πρώτη απόκριση για να κερδίσει τους βαθμούς της ερώτησης. Συντελεστής 0 σημαίνει ότι ο μαθητής μπορεί να δοκιμάσει όσες φορές θέλει μέχρι να βρει τη σωστή απάντηση, οπότε θα πάρει και τη μέγιστη δυνατή βαθμολογία.</p>

source: Penalty for each incorrect try
el: Ποινή για κάθε λανθασμένη προσπάθεια

source: When questions are run using the 'Interactive with multiple tries' or 'Adaptive mode' behaviour, so that the student will have several tries to get the question right, then this option controls how much they are penalised for each incorrect try. The penalty is a proportion of the total question grade, so if the question is worth three marks, and the penalty is 0.3333333, then the student will score 3 if they get the question right first time, 2 if they get it right second try, and 1 of they get it right on the third try.
el: Όταν εκτελείτε τις ερωτήσεις σας χρησιμοποιώντας το "Αλληλεπιδραστικό με πολλαπλές προσπάθειες" ('Interactive with multiple tries) ή την συμπεριφορά "Προσαρμοστική λειτουργία" (Adaptive mode), έτσι ώστε ο εκπαιδευόμενος θα επιτρέπεται να κάνει αρκετές προσπάθειες να βρει την σωστή απάντηση, τότε αυτή η επιλογή ελέγχει το πόσο τιμωρούνται για κάθε λανθασμένη προσπάθεια. Η ποινή είναι ένα ποσοστό από το συνολικό βαθμό της ερώτησης, έτσι αν η ερώτηση αξίζει τρεις βαθμούς και η ποινή είναι 0.3333333, τότε ο εκπαιδευόμενος θα πετύχει 3 αν απαντήσει την ερώτηση σωστά με την πρώτη φορά, 2 αν την απαντήσει σωστά στη δεύτερη προσπάθεια και 1 αν την απαντήσει σωστά στην τρίτη προσπάθεια.

source: Edit this question
el: Επεξεργασία αυτής της ερώτησης

source: Move this question
el: Μετακίνηση αυτής της ερώτησης

source: Save this as a new question
el: Αποθήκευση αυτής σαν μια νέα ερώτηση

source: You have permission to :
el: Έχετε δικαίωμα να :

source: shared
el: διαμοιραζόμενη

source: <a href="{$a->qurl}">Question "{$a->name}" ({$a->qtype})</a> is in this question category but is also being used in <a href="{$a->qurl}">quiz "{$a->quizname}"</a> in another course "{$a->coursename}".
el: <a href="{$a->qurl}">Η ερώτηση "{$a->name}" ({$a->qtype})</a> είναι σε αυτή την κατηγορία ερωτήσεων αλλά χρησιμοποιείται επίσης στο <a href="{$a->qurl}">κουίζ "{$a->quizname}"</a> σε άλλο μάθημα "{$a->coursename}".

source: Question bank
el: Τράπεζα ερωτήσεων

source: Question category
el: Κατηγορία ερωτήσεων

source: Question categories for '{$a}'
el: Κατηγορίες ερωτήσεων για '{$a}'

source: This question does not exist
el: Αυτή η ερώτηση δεν υπάρχει

source: Question name
el: Όνομα ερώτησης

# $string['questionno']
source: Question {$a}
el: Ερώτηση {$a}

# $string['questions']
source: Questions
el: Ερωτήσεις

source: Errors occur during saving question - ({$a})
el: Σφάλματα συνέβησαν κατά την αποθήκευση της ερώτησης - ({$a})

source: Questions still in use moved to "{$a}" in the parent course category.
el: Ερωτήσεις οι οποίες χρησιμοποιούνται ακόμα μετακινήθηκαν στο "{$a}" στην γονική κατηγορία μαθήματος.

source: Questions saved from context {$a}.
el: Οι ερωτήσεις αποθηκεύτηκαν από το πλαίσιο {$a}.

source: These questions (some of which may be hidden) were saved when context {$a} was deleted because they are still used by some quizzes or other activities.
el: Αυτές οι ερωτήσεις (κάποιες από τις οποίες μπορεί να είναι κρυμμένες) αποθηκεύτηκαν όταν το πλαίσιο {$a} διαγράφηκε επειδή χρησιμοποιούνται ακόμα από ορισμένα κουίζ ή άλλες δραστηριότητες.

source: Question text
el: Κείμενο ερώτησης

source: Question type
el: Τύπος ερώτησης

source: Use question in this activity
el: Χρήση ερώτησης σε αυτή τη δραστηριότητα

# $string['questionx']
source: Question {$a}
el: Ερώτηση {$a}

source: Response history
el: Ιστορικό απόκρισης

source: Right answer
el: Σωστή απάντηση

source: Save changes and continue editing
el: Αποθήκευση αλλαγών και συνέχεια επεξεργασίας

source: Save the state of the flags
el: Αποθήκευση της κατάστασης των μαρκαρισμάτων

source: Select a category:
el: Επιλογή μιας κατηγορίας:

source: Select a question type to see its description.
el: Επιλέξτε ένα τύπο ερώτησης για να δείτε την περιγραφή του.

source: Select a category above
el: Επιλέξτε μια κατηγορία παραπάνω

source: Select questions for bulk actions
el: Επιλέξτε ερωτήσεις για μαζικές ενέργειες

source: Multiple tries
el: Πολλαπλές προσπάθειες

source: Share in context for {$a}
el: Διαμοιρασμός στο πλαίσιο για {$a}

source: Also show old questions
el: Εμφάνιση επίσης και των παλιών ερωτήσεων

source: Show the number of correct responses
el: Εμφάνιση του αριθμού των σωστών απαντήσεων

source: Show question text in the question list
el: Εμφάνιση του κειμένου της ερώτησης στην λίστα ερωτήσεων

source: Specific feedback
el: Ειδική ανάδραση

source: Submit
el: Υποβολή

source: Submit: {$a}
el: Υποβολή: {$a}

source: Question summary: {$a}
el: Σύνοψη ερώτησης: {$a}

source: Response summary: {$a}
el: Σύνοψη απάντησης: {$a}

source: Right answer summary: {$a}
el: Σύνοψη σωστής απάντησης: {$a}

source: Write category to file
el: Εγγραφή κατηγορίας σε αρχείο

source: Write context to file
el: Εγγραφή πλαισίου σε αρχείο

source: Uninstall this question type.
el: Απεγκατάσταση αυτού του τύπου ερώτησης.

source: Unknown
el: Άγνωστο

source: Unknown question type: {$a}.
el: Άγνωστος τύπος ερώτησης: {$a}.

source: Unknown tolerance type {$a}
el: Άγνωστος τύπος ανοχής {$a}

source: unshared
el: κατάργηση διαμοιρασμού

source: This category has been deleted because, after deleting the course, its questions weren't used any more.
el: Αυτή η κατηγορία έχει διαγραφεί γιατί, μετά τη διαγραφή του μαθήματος, οι ερωτήσεις της δεν χρησιμοποιούνται άλλο.

source: Problem detected when upgrading question categories. There is a loop in the category tree. The affected category ids are {$a}.
el: Εντοπίστηκε πρόβλημα κατά την αναβάθμιση των κατηγοριών ερωτήσεων. Υπάρχει ένας βρόχος στο δέντρο των κατηγοριών. Τα επηρεαζόμενα αναγνωριστικά κατηγοριών είναι {$a}.

source: Could not update question category {$a->name} ({$a->id}).
el: Αποτυχία ενημέρωσης της κατηγορίας ερώτησης {$a->name} ({$a->id}).

source: Problem detected when upgrading question categories. Category {$a->id} refers to parent {$a->parent}, which does not exist. Parent changed to fix problem.
el: Εντοπίστηκε πρόβλημα κατά την αναβάθμιση των κατηγοριών ερωτήσεων. Η κατηγορία {$a->id} αναφέρεται στον γονέα {$a->parent}, που δεν υπάρχει. Αλλάχθηκε ο γονέας για τη διόρθωση του προβλήματος.

source: Whether correct
el: Αν είναι σωστό

source: Wrongly formatted nameprefix {$a}
el: Λανθασμένα μορφοποιημένο πρόθεμα ονόματος {$a}

source: Your export file should start to download shortly. If not, please <a href="{$a}">click here</a>.
el: Η μεταφόρτωση του αρχείου εξαγωγής σας θα πρέπει να ξεκινήσει σύντομα. Εάν δεν ξεκινήσει, παρακαλούμε <a href="{$a}">κάντε κλικ εδώ</a>.
