Repository: eellak/moodle-po
Catalog: *-new/question.po_*.po
Languages: el

source: Add another hint
el: Προσθήκη μιας ακόμα βοήθειας (hint)

source: Add category
el: Προσθήκη κατηγορίας

source: Blanks for {no} more choices
el: Κενά πεδία για {no} ακόμα επιλογές

source: Report on possible problems in your question database.
el: Αναφορά πιθανών προβλημάτων στην βάση δεδομένων ερωτήσεων σας.

source: Search options
el: Επιλογές αναζήτησης

source: All tries
el: Όλες οι προσπάθειες

source: Answer
el: Απάντηση

source: Answers
el: Απαντήσεις

source: Answer saved
el: Η απάντηση αποθηκεύτηκε

source: Attempt finished
el: Η προσπάθεια ολοκληρώθηκε

source: Attempt options
el: Επιλογές προσπάθειας

source: Available?
el: Διαθέσιμο?

source: Bad base before **: {$a}**
el: Λάθος βάση προτού **: {$a}**

source: This is a "broken link", it points to a nonexistent file.
el: Αυτός είναι ένας "χαλασμένος σύνδεσμος", δείχνει σε ένα αρχέιο που δεν υπάρχει.

source: by <em>{$a->user}</em> on <em>{$a->time}</em>
el: από <em>{$a->user}</em> στις <em>{$a->time}</em>

source: Could not copy backup file
el: Αποτυχία αντιγραφής αρχείου αντιγράφου ασφαλείας

source: Could not create new entry in question_attempts table
el: Αποτυχία δημιουργίας νέας καταχώρησης στον πίνακα question_attempts

source: Cannot create path: {$a}
el: Αποτυχία δημιουργίας διαδρομής: {$a}

source: You can't delete that category it is the default category for this context.
el: Δεν μπορείτε να διαγράψετε αυτή την κατηγορία καθώς είναι η προεπιλεγμένη κατηγορία για αυτό το πλαίσιο.

source: You cannot delete the question type '{$a}'. There are questions of this type in the question bank.
el: Δεν μπορείτε να διαγράψετε τον τύπο ερώτησης '{$a}'. Υπάρχουν ερωτήσεις ίδιου τύπου στην τράπεζα ερωτήσεων.

source: You cannot delete the question type '{$a}'. There are other question types installed that rely on it.
el: Δεν μπορείτε να διαγράψετε τον τύπο ερώτησης '{$a}'. Υπάρχουν εγκατεστημένοι τύποι ερωτήσεων που βασίζονται σε αυτόν.

source: Question type {$a} cannot be created directly.
el: Ο τύπος ερώτησης {$a} δεν μπορεί να δημιουργηθεί απευθείας.

source: Could not find category record
el: Αποτυχία εύρεσης εγγραφής κατηγορίας

source: Could not find question data file in zip
el: Αποτυχία εύρεσης αρχείου δεδομένων ερώτησης στο zip

source: Cannot get the specified dataset for a dataset dependent question! (question: {$a->id}, datasetitem: {$a->item})
el: Αποτυχία λήψης του ορισμένου σετ δεδομένων για μια ερώτηση εξαρτώμενη από σετ δεδομένων! (ερώτηση: {$a[0]}, στοιχείο σετ δεδομένων: {a[1]})

source: Cannot get the specified dataset for a calculated question! (question: {$a})
el: Αποτυχία λήψης του ορισμένου σετ δεδομένων για μια υπολογισμένη ερώτηση! (ερώτηση: {$a})

source: Was not able to hide question
el: Αποτυχία απόκρυψης της ερώτησης

source: Sorry, importing this format is not yet implemented!
el: Λυπόμαστε, η εισαγωγή αυτής της μορφής δεν είναι ακόμα υλοποιημένη!

source: Could not insert new question!
el: Αποτυχία εισαγωγής νέας ερώτησης!

source: Could not insert the new question category {$a->cat} illegal contextid {$a->ctx}
el: Αποτυχία εισαγωγής της κατηγορίας νέας ερώτησης {$a}[0] λανθασμένο αναγνωριστικό πλαισίου {$a}[1]

source: Could not load question
el: Αποτυχία φόρτωσης ερώτησης

source: You can't use this script to move questions that have files associated with them from different areas.
el: Δεν μπορείτε να χρησιμοποιήσετε αυτό το σενάριο για να μετακινήσετε ερωτήσεις που έχουν αρχεία συσχετισμένα με αυτές από διαφορετικές περιοχές.

source: Cannot open for writing: {$a}
el: Αποτυχία ανοίγματος για εγγραφή: {$a}

source: You can't preview these questions!
el: Δεν μπορείτε να δείτε την προεπισκόπηση για αυτές τις ερωτήσεις!

source: Cannot read import file (or file is empty)
el: Δεν είναι δυνατή η ανάγνωση του εισαγόμενου αρχείου (ή το αρχείο είναι άδειο)

source: Could not retrieve question category
el: Αποτυχία εύρεσης της κατηγορίας ερώτησης

source: Failed to unhide the question.
el: Αποτυχία επανεμφάνισης της ερώτησης.

source: Could not unzip file.
el: Αποτυχία αποσυμπίεσης του αρχείου.

source: Cannot write exported questions to {$a}
el: Αποτυχία εγγραφής των εξαγώμενων ερωτήσεων στο {$a}

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Current category
el: Τρέχουσα κατηγορία

source: Use this category
el: Χρήση αυτής της κατηγορίας

source: This category does not exist
el: Αυτή η κατηγορία δεν υπάρχει

source: Category info
el: Πληροφορίες κατηγορίας

source: The category '{$a->name}' contains {$a->count} questions (some of which may be hidden questions or random questions that are still in use in a quiz). Please choose another category to move them to.
el: Η κατηγορία "{$a->name}" περιλαμβάνει {$a->count} ερωτήσεις (κάποιες μπορεί να είναι παλιές, κρυμμένες, ερωτήσεις που χρησιμοποιούνται ακόμα σε υπάρχοντα κουίζ). Παρακαλώ, επιλέξτε άλλη κατηγορία για να τις μετακινήσετε.

source: Save in category
el: Αποθήκευση στην κατηγορία

source: <a href="{$a->caturl}">Category "{$a->name}"</a> in course "{$a->coursename}" will have it's sharing status changed from <strong>{$a->changefrom} to {$a->changeto}</strong>.
el: <a href="{$a->caturl}">Η κατηγορία "{$a->name}"</a> στο μάθημα "{$a->coursename}" θα έχει την κατάσταση διαμοιρασμού του αλλαγμένη από <strong>{$a->changefrom} σε {$a->changeto}</strong>.

source: Choose a question type to add
el: Επιλέξτε έναν τύπο ερώτησης για να προσθέσετε

source: Clear incorrect responses
el: Καθαρισμός λανθασμένων απαντήσεων

source: Flag question
el: Μαρκάρισμα ερώτησης

source: Flag this question for future reference
el: Κάντε κλικ για να μαρκάρετε αυτή την ερώτηση

# $string['clicktounflag']
source: Remove flag
el: Κάντε κλικ για να ξεμαρκάρετε αυτή την ερώτηση

# $string['clickunflag']
source: Remove flag
el: Ξεμαρκάρισμα ερώτησης

source: Close preview
el: Κλείσιμο προεπισκόπησης

source: Combined feedback
el: Συνδυασμένη ανατροφοδότηση

source: Comment
el: Σχόλιο

source: Comments
el: Σχόλια

source: Comment: {$a}
el: Σχόλιο: {$a}

source: Complete
el: Ολοκλήρωση

source: You shouldn't have got here if you're not moving a category to another context.
el: Δεν θα έπρεπε να έχετε φτάσει εδώ εάν δεν μετακινείτε μια κατηγορία σε ένα άλλο πλαίσιο.

source: Copy from {$a} and change links.
el: Αντιγραφή από {$a} και αλλαγή συνδέσμων.

source: Correct
el: Σωστό

source: For any correct response
el: Για κάθε σωστή απάντηση

source: Your answer is correct.
el: Η απαντησή σας είναι σωστή

source: Created
el: Δημιουργήθηκε

source: Created by
el: Δημιουργήθηκε από

source: Created / last saved
el: Δημιουργήθηκε / Τελευταία αποθήκευση

source: Create a new question ...
el: Δημιουργία νέας ερώτησης ...

source: Random questions selecting questions from sub categories.
el: Τυχαίες ερωτήσεις με επιλογή ερωτήσεων από υποκατηγορίες.

source: <p>During the upgrade to Moodle 1.9 we will separate question categories into different contexts. Some question categories and questions on your site will have to have their sharing status changed. This is necessary in the rare case that one or more 'random' questions in a quiz are set up to select from a mixture of shared and unshared categories (as is the case on this site). This happens when a 'random' question is set to select from subcategories and one or more subcategories have a different sharing status to the parent category in which the random question is created.</p> <p>The following question categories, from which 'random' questions in parent categories select questions from, will have their sharing status changed to the same sharing status as the category with the 'random' question in on upgrading to Moodle 1.9. The following categories will have their sharing status changed. Questions which are affected will continue to work in all existing quizzes until you remove them from these quizzes.</p>
el: <p>Κατά την αναβάθμιση στο Moodle 1.9 θα διαχωρίσουμε τις κατηγορίες ερωτήσεων σε διαφορετικά πλαίσια. Κάποιες κατηγορίες ερωτήσεων και ερωτήσεις στον ιστοχώρο σας θα πρέπει να αλλάξουν την κατάσταση διαμοιρασμού τους. Αυτό είναι απαραίτητο για την σπάνια περίπτωση όπου μια η περισσότερες 'τυχαίες' ερωτήσεις σε ένα κουίζ είναι ρυθμισμένες να επιλέγουν από ένα μίγμα διαμοιραζόμενων και μη διαμοιραζόμενων κατηγοριών (όπως είναι η περίπτωση αυτού του ιστοχώρου). Αυτό συμβαίνει όταν μια 'τυχαία' ερώτηση είναι ρυθμισμένη να επιλέγει από υποκατηγορίες και μια ή περισσότερες υποκατηγορίες έχουν διαφορετική κατάσταση διαμοιρασμού από την γονική κατηγορία στην οποία η τυχαία ερώτηση δημιουργήθηκε.</p> <p>Οι ακόλουθες κατηγορίες ερωτήσεων, από τις οποίες οι 'τυχαίες' ερωτήσεις σε γονικές κατηγορίες επιλέγουν ερωτήσεις, θα αλλάξουν την κατάσταση διαμοιρασμού τους στην ίδια με αυτή της κατηγορίας που έχει την 'τυχαία' ερώτηση κατά την αναβάθμιση σε Moodle 1.9. Οι ακόλουθες κατηγορίες θα αλλάξουν την κατάσταση διαμοιρασμού τους. Οι ερωτήσεις που επηρεάζονται θα συνεχίσουν να δουλεύουν σε όλα τα υπάρχοντα κουίζ μέχρι να τις αφαιρέσετε από αυτά τα κουίζ.</p>

source: No question categories in your site are affected by the 'Random questions selecting questions from sub categories' issue.
el: Καμία κατηγορία ερωτήσεων στον ιστοχώρο σας δεν επηρεάζεται από το θέμα 'Τυχαίες ερωτήσεις με επιλογή ερωτήσεων από υποκατηγορίες'.

source: Decimal places in grades
el: Θέσεις δεκαδικών στους βαθμούς

source: Default for {$a}
el: Προεπιλογή για {$a}

source: The default category for questions shared in context '{$a}'.
el: Η προεπιλεγμένη κατηγορία για ερωτήσεις διαμοιρασμένες στο πλαίσιο '{$a}'.

source: Default mark
el: Προεπιλεγμένη βαθμολογία

source: There are questions in the question bank associated with this course category. If you proceed, they will be deleted. You may wish to move them first, using the question bank interface.
el: Υπάρχουν ερωτήσεις στην τράπεζα ερωτήσεων συσχετισμένες με αυτή την κατηγορία μαθήματος. Εάν συνεχίσετε. θα διαγραφούν. Πιθανώς να θέλετε να τις μετακινήσετε πρώτα, χρησιμοποιώντας την διεπαφή της τράπεζας ερωτήσεων.

source: Deleting question type '{$a}'
el: Διαγραφή τύπου ερώτησης '{$a}'

source: Disabled
el: Απενεργοποιημένο

source: Display options
el: Ρυθμίσεις προβολής

source: The distribution {$a} caused problems
el: Η διανομή {$a} δημιούργησε προβλήματα

source: Don't copy or move files or change links.
el: Μην αντιγράφετε η μετακινείτε αρχεία ή πραγματοποιείτε αλλαγή συνδέσμων.

source: Edit categories
el: Επεξεργασία κατηγοριών

source: Edit category
el: Επεξεργασία κατηγορίας

source: Editing a category
el: Επεξεργασία μιας κατηγορίας

source: Editing a question
el: Επεξεργασία μιας ερώτησης

source: Edit question
el: Επεξεργασία ερώτησης

source: Edit questions
el: Επεξεργασία ερωτήσεων

source: Edit this category
el: Επεξεργασία κατηγορίας

source: Unkown error - empty imsmanifest.xml
el: Άγνωστο σφάλμα - άδειο imsmanifest.xml

source: Enabled
el: Ενεργοποιημένο

source: Cannot access context
el: Δεν είναι δυνατή η πρόσβαση στο πλαίσιο

source: Error deleting questions from category {$a}.
el: Σφάλμα κατά τη διαγραφή των ερωτήσεων από την κατηγορία {$a}.

# $string['errorduringpost']
source: Error occurred during post-processing!
el: Σφάλμα κατά την μετά-επεξεργασία!

# $string['errorduringpre']
source: Error occurred during pre-processing!
el: Σφάλμα κατά την προεπεξεργασία!

# $string['errorduringproc']
source: Error occurred during processing!
el: Σφάλμα κατά την επεξεργασία!

source: Could not regrade question {$a->qid}, going to state {$a->stateid}.
el: Αποτυχία επαναβαθμολόγησης της ερώτησης {$a->qid}, μετάβαση στην κατάσταση {$a->stateid}.

source: Error: cannot copy file {$a}.
el: Σφάλμα αποτυχία αντιγραφής του αρχείου {$a}.

source: Error: cannot move file {$a}.
el: Σφάλμα αποτυχία μετακίνσης του αρχείου {$a}.

source: Error: files linked to from questions have changed since form was displayed.
el: Σφάλμα τα αρχεία με σύνδεση από ερωτήσεις αλλάξανε από τη στιγμή που εμφανίστηκε η φόρμα.

source: Question ({$a}) appears more than once with different weights in different positions of the test. This is not currently supported by the statistics report and may make the statistics for this question unreliable.
el: Η ερώτηση ({$a}) εμφανίζεται περισσότερες από μια φορές με διαφορετικά βάρη σε διαφορετικά σημεία του τεστ. Αυτό δεν υποστηρίζεται προς το παρόν από την αναφορά στατιστικών και μπορεί να κάνει τα στατιστικά για αυτή την ερώτηση αναξιόπιστα.

source: The grade {$a->grade} is not between 0 and {$a->maxgrade} for question {$a->name}. The score and comment have not been saved.
el: Ο βαθμός {$a->grade} δεν είναι μεταξύ 0 και {$a->maxgrade} για την ερώτηση {$a->name}. Το σκορ και το σχόλιο δεν έχουν αποθηκευθεί.

source: Error while moving questions with ids {$a}.
el: Σφάλμα κατά την μετακίνηση ερωτήσεων με αναγνωριστικά {$a}.

# $string['errorpostprocess']
source: Error occurred during post-processing!
el: Σφάλμα κατά την μετά-επεξεργασία!

# $string['errorpreprocess']
source: Error occurred during pre-processing!
el: Σφάλμα κατά την προεπεξεργασία!

# $string['errorprocess']
source: Error occurred during processing!
el: Σφάλμα κατά την επεξεργασία!

source: An error occurred while processing your responses ({$a}). Click continue to return to the page you were on and try again.
el: Συνέβη ένα σφάλμα κατά την επεξεργασία των απαντήσεων σας.

source: Error saving the comment for question {$a->name} in the database.
el: Σφάλμα αποθήκευσης του σχόλιου για την ερώτηση {$a->name} στην βάση δεδομένων.

source: Error updating attempt {$a->id} in the database.
el: Σφάλμα ενημέρωσης της απόπειραςt {$a->id} στην βάση δεδομένων.

source: Export
el: Εξαγωγή

source: Export category
el: Εξαγωγή κατηγορίας

source: Errors occur during exporting!
el: Σφάλματα συνέβησαν κατά την εξαγωγή!

source: questions
el: κουίζ

source: Export questions to file
el: Εξαγωγή ερωτήσεων σε αρχείο

source: This function enables the export of a complete category (and any subcategories) of questions to file. Please note that, depending on the file format selected, some question data and certain question types may not be exported.
el: <p>Αυτή η λειτουργία επιτρέπει την εξαγωγή μιας ολόκληρης κατηγορίας (και όλων των υποκατηγοριών) ερωτήσεων σε ένα αρχείο κειμένου. </p> <p>Έχετε υπόψη ότι σε κάποιες μορφές εξαγωγής κάποια πληροφορία χάνεται όταν εξάγονται ερωτήσεις. Αυτό συμβαίνει γιατί πολλές μορφές δεν υποστηρίζουν όλες τις δυνατότητες που υπάρχουν στις ερωτήσεις του Moodle. Επομένως, με τέτοιες μορφές δεν υπάρχει η δυνατότητα να εξαχθούν οι ερωτήσεις και στη συνέχεια να εισαχθούν αναλλοίωτες σε άλλο σύστημα. Επίσης, κάποιοι τύποι ερωτήσεων μπορεί να μην εξάγονται καθόλου. Προτείνεται να ελέγχετε τα δεδομένα που προέρχονται από εξαγωγή προτού τα χρησιμοποιήσετε στην πράξη.</p> <p>Για τις μορφές εξαγωγής που υποστηρίζονται, δείτε τα επιμέρους αρχεία βοήθειας και τα σχετικά κείμενα στο <a href="http://docs.moodle.org/en/question/import">Moodle Docs</a>.</p> <p>Οι μορφές εισαγωγής και εξαγωγής αποτελούν αρθρώματα. Μπορείτε να βρείτε επιπλέον τέτοια στη βάση δεδομένων Modules and Plugins.</p>

source: Feedback
el: Ανατροφοδότηση

source: the course files area
el: η περιοχή αρχείων μαθήματος

source: the site files area
el: η περιοχή αρχείων ιστοχώρου

source: Move / copy files to {$a}?
el: Μετακίνηση / αντιγραφή αρχείων σε {$a}?

source: Flagged
el: Μαρκαρισμένο

source: Flag this question
el: Μαρκάρισμα αυτής της ερώτησης

source: Form contained question that is not in questionids
el: Η φόρμα περιείχε μια ερώτηση που δεν βρίσκεται στον πίνακα questionids

source: One of the answers should have a score of 100% so it is possible to get full marks for this question.
el: Μια από τις απαντήσεις θα πρέπει να έχει σκορ 100% ώστε να είναι δυνατόν να λάβετε την πλήρη βαθμολογία για αυτή την ερώτηση.

source: General feedback
el: Γενική ανάδραση

source: Get category from file
el: Λήψη κατηγορίας από αρχείο

source: Get context from file
el: Λήψη πλαισίου από αρχείο

source: Hint {no}
el: Βοήθεια (hint) {no}

source: Hint text
el: Κείμενο βοήθειας (hint)

source: How questions behave
el: Πώς συμπεριφέρονται οι ερωτήσεις

source: Ignore broken links
el: Αγνόησε τους χαλασμένους συνδέσμους

source: Import
el: Εισαγωγή

source: Impossible character {$a} detected as parenthesis character
el: Ο λάθος χαρακτήρας {$a} εντοπίστηκε σαν χαρακτήρας παρένθεσης

source: Also show questions from subcategories
el: Εμφάνιση επίσης των ερωτήσεων από τις υπο-κατηγορίες

source: For any incorrect response
el: Για κάθε λανθασμένη απάντηση

source: Incomplete answer
el: Ημιτελής απάντηση

source: No valid arguments supplied or incorrect server configuration
el: Δόθηκαν μη έγκυρα ορίσματα ή ο εξυπηρετητής έχει λανθασμένη διαμόρφωση

source: Invalid category id for parent!
el: Μη έγκυρο αναγνωριστικό κατηγορίας για γονέα!

source: Invalid category id to move!
el: Μη έγκυρο αναγνωριστικό κατηγορίας για μετακίνση!

source: Confirmation string was incorrect
el: Το αλφαριθμητικό επιβεβαίωσης ήταν λανθασμένο

source: Invalid context passed to question_context_has_any_questions.
el: Μη έγκυρο πλαίσιο περάστηκε στο question_context_has_any_questions.

source: Incorrect or no wizard page specified!
el: Ορίστηκε λανθασμένη ή καθόλου σελίδα αυτόματου οδηγού!

source: Last modified by
el: Τελευταία τροποποίηση από

source: Linked file {$a} doesn't exist
el: Το συνδεδεμένο αρχείο {$a} δεν υπάρχει

source: Make child of '{$a}'
el: Ως παιδί του '{$a}'

source: Move to top level
el: Μετακίνηση στο ανώτατο επίπεδο

source: Marked out of
el: Βαθμολογείται από

source: Marked out of {$a}
el: Βαθμολογείται από {$a}

source: Mark {$a->mark} out of {$a->max}
el: Βαθμολόγηση {$a->mark} από {$a->max}

source: Marks
el: Βαθμοί

source: Imported grades must match one of the fixed list of valid grades - 100, 90, 80, 75, 70, 66.666, 60, 50, 40, 33.333, 30, 25, 20, 16.666, 14.2857, 12.5, 11.111, 10, 5, 0 (also negative values). If not, there are two options: * Error if grade not listed - If a question contains any grades not found in the list an error is displayed and that question will not be imported * Nearest grade if not listed - If a grade is found that does not match a value in the list, the grade is changed to the closest matching value in the list
el: <p>Οι βαθμολογίες των εισαγόμενων ερωτήσεων <strong>πρέπει</strong> να συμπεριλαμβάνονται στους παρακάτω:</p> <ul> <li>100%</li> <li>90%</li> <li>80%</li> <li>75%</li> <li>70%</li> <li>66.666%</li> <li>60%</li> <li>50%</li> <li>40%</li> <li>33.333</li> <li>30%</li> <li>25%</li> <li>20%</li> <li>16.666%</li> <li>14.2857</li> <li>12.5%</li> <li>11.111%</li> <li>10%</li> <li>5%</li> <li>0%</li> </ul> <p>Αρνητικές τιμές από την παραπάνω λίστα είναι αποδεκτές. </p> <p>Υπάρχουν δύο επιλογές γιά το πώς η διαδικασία εισαγωγής μεταχειρίζεται τις τιμές που δεν ταιριάζουν ακριβώς με μια από τις τιμές στην παραπάνω λίστα βαθμών. </p> <ul> <li><strong>Σφάλμα όταν ο βαθμός δεν είναι στην λίστα. </strong><br /> Εάν μια ερώτηση περιέχει βαθμούς που δεν βρίσκονται στήν λίστα αυτό θεωρείται σαν σφάλμα και η ερώτηση αυτή δεν εισάγεται.</li> <li><strong>Κοντινότερος βαθμός που βρίσκεται στην λίστα. </strong><br /> Εάν ένας βαθμός δεν βρίσκεται στις τιμές της λίστας, τότε αντικαθίσταται με την κοντινότερη τιμή της λίστας με την οποία ταιριάζει. </li> </ul> <p><em>Σημείωση : μερικές συνήθεις τυποποιημένες εισαγωγές γράφουν άμεσα στην βάση δεδομένων και μπορεί να παρακάμψουν τον έλεγχο. </em></p>

source: Need to provide courseid or cmid to print_question.
el: Χρειάζεται να δοθεί το courseid ή το cmid στο print_question.

source: Need to provide courseid or cmid to get_question_edit_link.
el: Χρειάζεται να δοθεί το courseid ή το cmid στο get_question_edit_link.

source: This question type is missing important code: {$a}.
el: Αυτός ο τύπος ερώτησης υπολείπεται σημαντικού κώδικα: {$a}.

source: The cloze question {$a} is missing its options
el: Η ερώτηση cloze {$a} υπολείπεται των επιλογών της

source: Last saved
el: Τελευταία αποθήκευση

source: Move from {$a} and change links.
el: Μετακίνηση από {$a} και αλλαγή συνδέσμων.

source: Move category
el: Μετακίνηση κατηγορίας

source: Moved questions and question categories from {$a->oldplace} to {$a->newplace}.
el: Μετακινήθηκαν οι ερωτήσεις και οι κατηγορίες ερωτήσεων από το {$a->oldplace} στο {$a->newplace}.

source: Just change where links point to, do not move or copy files.
el: Απλή αλλαγή του σημείου που δείχνουν οι σύνδεσμοι, χωρίς μετακίνηση ή αντιγραφή των αρχείων.

source: Move question(s)
el: Μετακίνηση ερώτησης(εων)

source: Move question to another context.
el: Μετακίνηση ερώτησης σε άλλο πλαίσιο.

source: Moving category
el: Μετακίνηση Κατηγορίας

source: Are you sure you want to move category {$a->name} and all child categories to context for "{$a->contextto}"?<br /> We have detected {$a->urlcount} files linked from questions in {$a->fromareaname}, would you like to copy or move these to {$a->toareaname}?
el: Είστε σίγουροι οτι θέλετε να μετακινήσετε την κατηγορία {$a->name} και όλες τις κατηγορίες-παιδιά στο πλαίσιο για "{$a->contextto}"?<br /> Εντοπίσαμε {$a->urlcount} αρχεία συνδεδεμένα από ερωτήσεις στο {$a->fromareaname}, θέλετε να τα αντιγράψετε ή να τα μετακινήσετε στο {$a->toareaname}?

source: Are you sure you want to move category "{$a->name}" and all child categories to context for "{$a->contextto}"?
el: Είστε σίγουροι οτι θέλετε να μετακινήσετε την κατηγορία "{$a->name}" και όλες τις κατηγορίες-παιδιά στο πλαίσιο για "{$a->contextto}"?

source: Moving questions and any files
el: Μετακίνηση ερωτήσεων και οποιονδήποτε αρχείων

source: Are you sure you want to move question(s) {$a->questions} to context for <strong>"{$a->tocontext}"</strong>?<br /> We have detected <strong>{$a->urlcount} files</strong> linked from these question(s) in {$a->fromareaname}, would you like to copy or move these to {$a->toareaname}?
el: Είστε σίγουροι οτι θέλετε να μετακινήσετε την ερώτηση(εις) {$a->questions} στο πλαίσιο για <strong>"{$a->tocontext}"</strong>?<br /> Εντοπίσαμε <strong>{$a->urlcount} files</strong> συνδεδεμένα από αυτή την ερώτηση(εις) στο {$a->fromareaname}, θέλετε να τα αντιγράψετε ή να τα μετακινήσετε στο {$a->toareaname}?

source: Are you sure you want to move question(s) {$a->questions} to context for <strong>"{$a->tocontext}"</strong>?<br /> There are <strong>no files</strong> linked from these question(s) in {$a->fromareaname}.
el: Είστε σίγουροι οτι θέλετε να μετακινήσετε την ερώτηση(εις) {$a->questions} στο πλαίσιο για <strong>"{$a->tocontext}"</strong>?<br /> Δεν υπάρχουν <strong>αρχεία</strong> συνδεδεμένα από αυτή την ερώτηση(εις) στο {$a->fromareaname}.

source: You need to choose a category to move this question to or press 'cancel'.
el: Πρέπει να επιλέξετε μια κατηγορία για να μετακινήσετε αυτή την ερώτηση ή πατήστε 'άκυρο'.

source: No such category {$a}!
el: Δεν υπάρχει αυτή η κατηγορία {$a}!

source: You don't have permission to add questions here.
el: Δεν έχετε δικαίωμα να προσθέσετε ερωτήσεις εδώ.

source: You don't have permission to move questions from here. You must save the question in this category or save it as a new question.
el: Δεν έχετε δικαίωμα να μετακινήσετε ερωτήσεις από εδώ. Πρέπει να αποθηκεύσετε την ερώτηση σε αυτή την κατηγορία ή να την σώσετε σαν νέα ερώτηση.

source: No problems found in your question database.
el: Δεν βρέθηκαν προβλήματα στην βάση δεδομένων με τις ερωτήσεις σας.

source: There are no questions in the import file
el: Δεν υπάρχουν ερωτήσεις στο εισαγόμενο αρχείο

source: Not answered
el: Δεν απαντήθηκε

source: Neither a question id, nor a category id and question type, was specified.
el: Δεν ορίστηκε ούτε ένα αναγνωριστικό ερώτησης, ούτε ένα αναγνωριστικό κατηγορίας και τύπος ερώτησης.

source: You need to provide the question ids of questions you want to move.
el: Πρέπει να παρέχετε τα αναγνωριστικά των ερωτήσεων που θέλετε να μετακινήσετε.

source: Not flagged
el: Δεν έχουν μαρκαριστεί
