Repository: eellak/moodle-po
Catalog: *-new/quiz.po_*.po
Languages: el

source: You can preview this quiz, but if this were a real attempt, you would be blocked because:
el: Μπορείτε να προεπισκοπήσετε αυτό το κουίζ αλλά αν αυτή ήταν μια κανονική προσπάθεια δε θα είχατε αυτή τη δυνατότητα επειδή:

source: Action
el: Ενέργεια

source: You have quizzes that are due
el: Έχετε κουίζ που είναι μέχρι

source: Adaptive mode
el: Κατάσταση προσαρμογής

source: Add
el: Προσθήκη

source: a new question
el: Προσθήκη ερώτησης ...

source: a random question
el: Προσθήκη τυχαίας ερώτησης ...

source: Add a random selected question ...
el: Προσθέστε μια τυχαία επιλεγμένη ερώτηση ...

source: Add a description item
el: Προσθήκη περιγραφής/ετικέτας

source: Adding a question
el: Προσθήκη ερώτησης

source: <p>This side of the page is where you manage your database of questions. Questions are stored in categories to help you keep them organised, and can be used by any quiz in your course or even other courses if you choose to 'publish' them.</p> <p>After you select or create a question category you will be able to create or edit questions. You can select any of these questions to add to your quiz over on the other side of this page.</p>
el: Αυτή η πλευρά της σελίδας είναι όπου διαχειρίζεστε τη βάση δεδομένων των ερωτημάτων. Τα ερωτήματα αποθηκεύονται σε κατηγορίες ώστε να τηρούνται οργανωμένα και μπορούν να χρησιμοποιηθούν στο μάθημά σας ή ακόμη και σε άλλα μαθήματα αν επιλέξετε να τα 'δημοσιοποιήσετε'.<br /><br />Αφού επιλέξετε ή δημιουργήσετε μια κατηγορία ερωτημάτων τότε θα είστε σε θέση να δημιουργήσετε ή να επεξεργαστείτε ερωτήματα. Μπορείτε να επιλέξετε οποιοδήποτε από αυτά τα ερωτήματα για να το προσθέσετε στο κουίζ σας στην άλλη πλευρά αυτής της σελίδας.

source: Add {no} more feedback fields
el: Προσθήκη {no} περισσότερων πεδίων ανατροφοδότησης

source: Add new pages after selected questions
el: Προσθήκη νέων σελίδων μετά από την επιλογή ερωτήσεων

source: Add questions to the category {$a->catname}: {$a->link}
el: Προσθήκη νέων ερωτήσεων στην κατηγορία {$a->catname}: {$a->link}

source: Add page break
el: Προσθήκη αλλαγής σελίδας

source: Add page here
el: Προσθήκη σελίδας εδώ

source: Add question
el: Προσθήκη ερώτησης

source: Add from the question bank at the end
el: Προσθήκη από την τράπεζα ερωτήσεων στο τέλος

source: Add from the question bank to page {$a}
el: Προσθήκη από την τράπεζα ερωτήσεων στη σελίδα {$a}

source: Add questions
el: Προσθήκη ερωτημάτων

source: Add questions to current quiz
el: Προσθήκη ερωτημάτων σε υπάρχον κουίζ

source: Add {$a} random questions
el: Πρόσθεσε {$a} τυχαίες ερωτήσεις

source: << Add
el: <<Πρόσθεσε

source: random questions
el: τυχαίες ερωτήσεις

source: Add random questions from category:
el: Προσθήκη τυχαίων ερωτήσεων από την κατηγορία:

source: Add random question
el: Προσθήκη τυχαίας ερώτησης

source: Add a random question at the end
el: Προσθήκη μιας τυχαίας ερώτησης στο τέλος

source: Add a random question to page {$a}
el: Προσθήκη μία τυχαίας ερώτησης στην σελίδα {$a}

source: Add a random question to quiz {$a}
el: Προσθήκη τυχαίας ερώτησης στο κουίζ {$a}

source: Add selected questions to the quiz
el: Προσθήκη επιλεγμένων ερωτήσεων στο κουίζ

source: Add selected to quiz
el: Προσθήκη επιλεγμένων στο κουίζ

source: Add to quiz
el: Προσθήκη στο κουίζ

source: Affected {$a}
el: Επηρεασμένα {$a}

source: After adding each question
el: Μετά την προσθήκη της κάθε ερώτησης

source: After adding {$a} questions
el: Μετά την προσθήκη {$a} ερωτήσεων

source: age
el: ηλικία

source: All attempts
el: Όλες οι προσπάθειες

source: Unlimited
el: Χωρίς όριο

source: Allow review
el: Επιτρέπεται η αναθεώρηση

source: It is likely that you have already submitted this attempt
el: Είναι πιθανό να έχετε ήδη καταχωρίσει αυτή τη προσπάθεια

source: Alternative units
el: Εναλλακτικές μονάδες

source: Always available
el: Πάντα διαθέσιμο

source: Analysis options
el: Επιλογές ανάλυσης

source: Item analysis table
el: Πίνακας ανάλυσης αντικειμένου

source: Answer
el: Απάντηση

source: Answered
el: Απαντημένη

source: One or multiple answers?
el: Μια ή πολλαπλές απαντήσεις;

source: Answers
el: Απαντήσεις

source: Multiple answers allowed
el: Επιτρέπονται πολλαπλές απαντήσεις

source: One answer only
el: Μια απάντηση μόνο

source: Answer too long after line {$a} (255 char. max)
el: Η απάντηση είναι πολύ μεγάλη μετά από τη γραμμή {$a} (255 χαρ. μέγιστο)

source: AON format
el: Μορφή AON

source: Are you sure you want to remove all the selected questions?
el: Είστε σίγουρος/η πως θέλετε να αφαιρέσετε όλες τις επιλεγμένες ερωτήσεις;

source: As shown on the edit screen
el: Όπως φαίνεται στην οθόνη επεξεργασίας

source: Attempt {$a}
el: Προσπάθεια {$a}

source: This attempt has already been finished.
el: Αυτή η προσπάθεια έχει ήδη τελειώσει.

source: Attempt has not closed yet
el: προσπάθεια δεν έχει κλείσει ακόμη

# $string['attemptduration']
source: Time taken
el: Χρόνος που απαιτήθηκε

source: Attempted on
el: Δοκιμάστηκε στις

source: You are not allowed to attempt this quiz at this time because: {$a}
el: Δεν μπορείτε να προσπαθήσετε αυτό το κουίζ αυτή τη στιγμή επειδή: {$a}

source: First attempt
el: Πρώτη προσπάθεια

source: That attempt (by {$a}) is not yet completed.
el: Η προσπάθεια (από το χρήστη {$a}) δεν έχει ολοκληρωθεί ακόμα.

source: Last attempt
el: Τελευταία προσπάθεια

source: Attempt
el: Προσπάθεια

source: Attempt quiz now
el: Προσπάθεια κουίζ τώρα

source: Attempts
el: Προσπάθειες

source: Attempts allowed
el: Επιτρεπόμενες προσπάθειες

source: Quiz attempts deleted
el: διεγραμμένες προσπάθειες κουίζ

source: Select which attempts to analyze per user:
el: Επίλεξε ποιες προσπάθειες θα αναλυθούν ανά χρήστη:

source: You can no longer add or remove questions.
el: Δεν μπορείτε πλέον να προσθέσετε ή να αφαιρέσετε ερωτήσεις.

source: Attempts: {$a}
el: Προσπάθειες: {$a}

source: Attempts: {$a->total} ({$a->group} from this group)
el: Προσπάθειες: {$a->total} ({$a->group} από αυτήν την ομάδα)

source: Attempts: {$a->total} ({$a->group} from your groups)
el: Προσπάθειες: {$a->total} ({$a->group} από αυτές τις ομάδες)

source: Show only students with attempts
el: Δείξτε μόνο τους μαθητές που έχουν προσπαθήσει

source: State
el: Κατάσταση

source: Attempt still in progress
el: Προσπάθεια ακόμη σε εξέλιξη

source: Unlimited attempts
el: Απεριόριστες προσπάθειες

source: Auto-save delay
el: Καθυστέρηση αυτό-αποθήκευσης

source: Back to preview question
el: Επιστροφή στην προηγούμενη ερώτηση

source: Back to the course
el: Επιστροφή στο μάθημα

source: Back to question list
el: Επιστροφή στη Λίστα Ερωτήσεων

source: Back to quiz editing
el: Επιστροφή στην επεξεργασία του κουίζ

source: The basic ideas of quiz-making
el: Οι βασικές ιδέες της κατασκευής κουίζ

source: Best grade
el: Καλύτερος βαθμός

source: Show students with and without attempts
el: Εμφάνιση μαθητών με και χωρίς προσπάθειες

source: Browser security
el: Ασφάλεια φυλλομετρητή

source: If "Full screen pop-up with some JavaScript security" is selected, * The quiz will only start if the student has a JavaScript-enabled web-browser * The quiz appears in a full screen popup window that covers all the other windows and has no navigation controls * Students are prevented, as far as is possible, from using facilities like copy and paste
el: Αν επιλεγεί "Αναδυόμενο παράθυρο πλήρης οθόνης με κάποια JavaScript ασφάλεια", * Το κουίζ θα ξεκινήσει μόνο αν ο μαθητής έχει φυλλομετρητή με ενεργοποιημένη την JavaScript * Το κουίζ θα εμφανιστεί σε ένα πλήρης οθόνης αναδυόμενο παράθυρο, το οποίο θα καλύπτει όλα τα άλλα παράθυρα και δεν θα έχει επιλογές πλόηγησης * Οι εκπαιδευόμενοι περιορίζονται, όσο αυτό είναι δυνατό, από τη χρήση παροχών όπως η αντιγραφή και η επικόλληση

source: Calculated
el: Υπολογισμένο

source: Calculated question not supported at line {$a}. The question will be ignored
el: Η υπολογισμένη ερώτηση δεν υποστηρίζεται στην γραμμή {$a}. Η ερώτηση θα αγνοηθεί

source: Path cannot be created ({$a})
el: Δεν είναι δυνατή η δημιουργία της διαδρομής ({$a})

source: You cannot add or remove questions because this quiz has been attempted. ({$a})
el: Δεν μπρείτε να προσθέσετε ή να διαγράψετε ερωτήσεις επειδή έχει ήδη γίνει προσπάθεια γι'αυτό το κουίζ. ({$a})

source: Cannot find previous attempt to build on.
el: Αδυναμία εύρεσης προηγούμενης προσπάθειας για να χρησιμοποιηθεί ως βάση.

source: Failed to get questions for regrading!
el: Αδυναμία ανάκτησης ερωτήσεων για αναβαθμολόγηση!

source: Cannot insert question
el: Αδυναμία εισαγωγής ερώτησης

source: Could not insert new random question!
el: Αδυναμία εισαγωγής νέας τυχαίας ερώτησης!

source: Could not load question options
el: Αδυναμία φόρτωσης επιλογών ερώτησης

source: Unable to load questiontype specific question information
el: Αδυναμία φόρτωσης πληροφοριών για τον τύπο ερώτησης

source: Cannot open export file ({$a})
el: Δεν είναι δυνατή η εξαγωγή του αρχείου ({$a})

source: Could not restore question sessions
el: Αδυναμία επαναφοράς συνόδων ερώτησης

source: You cannot review this attempt, it is still open.
el: Δεν μπορείτε να επιθεωρήσετε αυτήν την προσπάθεια, είναι ακόμη ανοιχτή.

source: Could not save layout
el: Αδυναμία αποθήκευσης διάταξης

source: Could not save number of questions per page
el: Αδυναμία αποθήκευσης αριθμού ερωτήσεων ανά σελίδα

source: Cannot save question list
el: Αδυναμία αποθήκευσης λίστας ερωτήσεων

source: Could not set a new maximum grade for the quiz
el: Αδυναμία ορισμού νέου μέγιστου βαθμού για το κουίζ

source: Failed to set sumgrades
el: Αδυναμία ορισμού sumgrades

source: Cannot write to export file ({$a})
el: Δεν είναι δυνατή η εγγραφή στο εξαγόμενο αρχείο ({$a})

source: Allow redo within an attempt
el: Επέτρεψε να ξανά απαντηθεί μία ερώτηση μέσα σε μία προσπάθεια

source: No, case is unimportant
el: Όχι, δεν υπάρχει διαφορά μεταξύ μικρών και κεφαλαίων

source: Case sensitivity
el: Διάκριση μικρών/κεφαλαίων

source: Yes, case must match
el: Ναι, μικρά/κεφαλαία πρέπει να ταιριάζουν

source: The category '{$a}' was added
el: Προστέθηκε η κατηγορία '{$a}'

source: The category '{$a}' was deleted
el: Διαγράφηκε η κατηγορία '{$a}'

source: You do not have editing privileges in the category '{$a}'.
el: Δεν έχετε δικαίωμα επεξεργασίας της κατηγορίας '{$a}'.

source: The category was successfully updated
el: Η κατηγορία ενημερώθηκε επιτυχώς

source: Close window
el: Κλείσιμο παραθύρου

source: Could not update the quiz. You have specified a close date before the open date.
el: Δεν είναι δυνατή η ενημέρωση του κουίζ. Έχετε ορίσει ημερομηνία τερματισμού πριν την ημερομηνία έναρξης.

source: Closed
el: Κλειστό

source: Close preview
el: Κλείσιμο προεπισκόπισης

source: Close review
el: Κλείσιμο αναθεώρησης

source: Comment
el: Σχόλιο

source: Make comment or override grade
el: Εισαγάγετε σχόλιο ή παρακάμψτε το βαθμό

source: Comments
el: Σχόλια

source: Completed on
el: Ολοκληρώθηκε στις

source: Or all available attempts completed
el: Ή όλες οι διαθέσιμες προσπάθειες ολοκληρώθηκαν

source: Mark quiz complete when the student has exhausted the maximum number of attempts.
el: Κατέταξε το κουίζ ολοκληρωμένο όταν ο μαθητής έχει εξαντλήσει το μέγιστο αριθμό προσπαθειών.

source: Require passing grade
el: Απαίτηση προβιβάσιμου βαθμού

source: If you choose Yes for this option then the student will be allowed multiple responses to a question even within the same attempt at the quiz.
el: Εάν επιλέξετε Ναι σε αυτήν την επιλογή τότε ο σπουδαστής θα μπορεί να απαντάει πολλές φορές σε μια ερώτηση ακόμη και στην ίδια προσπάθεια του κουίζ.

source: Restriction on the number of attempts students are allowed at the quiz.
el: Περιορισμός του αριθμού προσπαθειών των σπουδαστών στο κουίζ.

source: Number of digits that should be shown after the decimal point when displaying grades.
el: Αριθμός ψηφίων που θα προβάλλονται μετά την υποδιαστολή στους βαθμούς.

source: Number of digits that should be shown after the decimal point when displaying grades for the quiz.
el: Αριθμός ψηφίων που θα προβάλλονται μετά την υποδιαστολή κατά την προβολή των βαθμών του κουίζ.

source: Number of digits that should be shown after the decimal point when displaying the grade for individual questions.
el: Αριθμός ψηφίων που θα προβάλλονται μετά την υποδιαστολή κατά την προβολή βαθμών για ξεχωριστές ερωτήσεις.

source: If you set a time delay, then a student has to wait for that time before they can attempt a quiz after the first attempt.
el: Εάν θέσετε μια χρονική καθυστέρηση, τότε ο σπουδαστής θα πρέπει να περιμένει αυτό το χρονικό διάστημα πριν να μπορεί να ξαναπροσπαθήσει στο κουίζ μετά την πρώτη προσπάθεια.

source: If you set a time delay here, the student cannot start their second attempt until this much time has passed since the end of their first attempt.
el: Εάν θέσετε μια χρονική καθυστέρηση, ο σπουδαστής δε θα μπορεί να αρχίσει τη δεύτερη προσπάθειά του πριν ο χρόνος αυτός έχει περάσει από το τέλος της πρώτης προσπάθειάς τους.

source: If you set a time delay here, then a student has to wait for that time before they can attempt their third or later attempts.
el: Εάν θέσετε μια χρονική καθυστέρηση, ο σπουδαστής θα πρέπει να περιμενει τόσο χρονικό διάστημα πριν τη δεύτερη ή τρίτη προσπάθεια.

source: If you set a time delay here, the student cannot start their third, fourth, ... attempt until this much time has passed since the end of their previous attempt.
el: Εάν θέσετε μια χρονική καθυστέρηση, ο σπουδαστής δε θα μπορεί να εκκινήσει την τρίτη, τέταρτη, ... προσπάθεια μέχρι αυτός ο χρόνος να έχει περάσει από το τέλος της προηγούμενης προσπάθειας.

source: If multiple attempts are allowed then each new attempt contains the results of the previous attempt.
el: Εάν οι πολλαπλές προσπάθειες επιτρέπονται τότε κάθε νέα προσπάθεια θα περιέχει τα αποτελέσματα της προηγούμενης προσπάθειας.

source: When multiple attempts are allowed, which method should be used to calculate the student's final grade for the quiz.
el: Όταν επιτρέπουνται πολλαπλές προσπάθειες, ποια μέθοδος θα χρησιμοποιείται για τον υπολογισμό του τελικού βαθμού του σπουδαστή για το κουίζ.

source: The values you set here define the default values that are used in the settings form when you create a new quiz. You can also configure which quiz settings are considered advanced.
el: Οι τιμές που θα ορίσετε εδώ ορίζουν τις προεπιλεγμένες τιμές που θα χρησιμοποιούνται στη φόρμα ρυθμίσεων κατά τη δημιουργία νέου κουίζ. Μπορείτε επίσης να ρυθμίσετε ποιες ρυθμίσεις κουίζ θα θεωρούνται προηγμένες.

source: The default grade that the quiz grade is scaled to be out of.
el: Ο προεπιλεγμένος βαθμός που θα χρησιμοποιείται ως κλίμακα του βαθμού για το κουίζ.

source: When adding questions to the quiz page breaks will automatically be inserted according to the setting you choose here.
el: Κατά την προσθήκη ερωτήσεων στο κουίζ, οι αλλαγές σελίδας θα εισάγονται αυτόματα ανάλογα με τη ρύθμισή σας εδώ.

source: Penalty subtracted for each wrong response in adaptive mode.
el: Ποινή που θα αφαιρείται για κάθε λάθος απάντηση στην προσαρμοστική λειτουργία.

source: Force the attempt to open in a popup window, and use JavaScript tricks to try to restrict copy and paste, etc. during quiz attempts.
el: Επιβολή του ανοίγματος της προσπάθειας σε αναδυόμενο παράθυρο και χρήση τεχνασμάτων JavaScript για τον εμποδισμό αντιγραφής-επικόλλησης, κτλ κατά την προσπάθεια κουίζ.

source: Students must enter this password before they can attempt the quiz.
el: Οι σπουδαστές θα πρέπει να εισάγουν αυτό το συνθηματικό προτού προσπαθήσουν ένα κουίζ.

source: Students can only attempt the quiz from these computers.
el: Οι σπουδαστές μπορούν να προσπαθήσουν κουίζ μόνον από αυτούς τους υπολογιστές.

source: These options control what information users can see when they review a quiz attempt or look at the quiz reports.
el: Οι επιλογές αυτές ελέγχουν ποια πληροφορία θα βλεπουν οι χρήστες όταν αναθεωρούν μια προσπάθεια κουίζ ή όταν βλέπουν τις αναφορές κουίζ.

source: Show blocks during quiz attempts.
el: Εμφάνιση μπλοκ κατά τη διάρκεια των προσπαθειών

source: Show the user's picture on screen during attempts.
el: Προβολή της εικόνας χρήστη στην οθόνη κατά τη διάρκεια προσπαθειών.

source: If you enable this option, then the parts making up the individual questions will be randomly shuffled each time a student starts an attempt at this quiz, provided the option is also enabled in the question settings.
el: Εάν ενεργοποιήσετε αυτήν την επιλογή, τα τμήματα που αποτελούν τις ανεξάρτητες ερωτήσεις θα ανακατεύονται τυχαία κάθε φορά που ένας σπουδαστείς αρχίζει μια προσπάθεια στο κουίζ, δεδομένου ότι αυτή η επιλογή είναι επίσης ενεργοποιημένη στις ρυθμίσεις της ερώτησης.

source: Default time limit for quizzes in minutes. 0 mean no time limit.
el: Προεπιλεγμένο όριο χρόνου για κουίζ σε λεπτά. Το 0 σημαίνει πως δεν υπάρχει όριο.

source: Default time limit for quizzes in seconds. 0 mean no time limit.
el: Προεπιλεγμένο όριο χρόνου για κουίζ σε δευτερόλεπτα. Το 0 σημαίνει πως δεν υπάρχει όριο.

source: Configure question
el: Ρύθμιση ερώτησης

source: Once you submit, you will no longer be able to change your answers for this attempt.
el: Πρόκειται να τερματίσετε αυτήν την προσπάθεια. Από τη στιγμή που θα τερματίσετε την προσπάθειά σας δεν θα είστε σε θέση να αλλάξετε τις απαντήσεις σας.

source: Are you sure you want to remove this {$a} question?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτήν την ερώτηση {$a};

source: Are you sure you want to remove the server <b>{$a}</b> from the list?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε το διακομιστή <b>{$a}</b> από τη λίστα;

source: Network connection restored. You may continue safely.
el: Η σύνδεση δικτύου έχει αποκατασταθεί. Μπορείτε να συνεχίσετε με ασφάλεια.

source: This category has been created to store all the original categories moved to site level due to the causes specified below.
el: Αυτή η κατηγορία έχει δημιουργηθεί για την αποθήκευση όλων των αρχικών κατηγοριών που μετακινήθηκαν στο επίπεδο δικτυακού τόπου εξαιτίας των λόγων που αναφέρονται παρακάτω.

source: Continue the last attempt
el: Συνέχιση της τελευταίας προσπάθειας

source: Continue the last preview
el: Συνέχιση της τελευταίας προεπισκόπισης

source: Creating a copy of the question '{$a}'
el: Δημιουργία αντιγράφου της ερώτησης '{$a}'

source: Copying a question
el: Αντιγραφή ερώτησης

source: Correct
el: Σωστό

source: Correct answer
el: Σωστή απάντηση

source: Correct answer formula
el: Φόρμουλα σωστής απάντησης

source: Correct answer: {$a}
el: Σωστή απάντηση: {$a}

source: Significant figures
el: Σημαντικές Τιμές

source: Correct answers
el: Σωστές απαντήσεις

source: Correct answer shows
el: Εμφάνιση σωστών απαντήσεων

source: Correct response
el: Σωστή απόκριση

source: Countdown
el: Αντίστροφη μέτρηση

source: The quiz is closing, you should submit your answers now.
el: Το κουίζ κλείνει, πρέπει να υποβάλλετε τις απαντήσεις σας τώρα.

source: The quiz will be closing in ten minutes.
el: Το κουίζ θα κλείσει σε δέκα λεπτά.

source: Course Test Manager format
el: Μορφή Διαχειριστή Τεστ Μαθήματος

source: Create category and add random question
el: Δημιουργία κατηγορίας και προσθήκη τυχαίας ερώτησης

source: You must create some short-answer questions first.
el: Πρέπει πρώτα να δημιουργήσετε μία ερώτηση σύντομης απάντησης.

source: Add several random questions to quiz
el: Προσθήκη πολλών τυχαίων ερωτήσεων στο κουίζ

source: Create new question
el: Δημιουργήστε νέα ερώτηση

source: Create a new question and add it to the quiz.
el: Δημιουργία νεάς ερώτησης και προσθήκη στο κουίζ.

source: Custom format
el: Προσαρμοσμένη μορφή

source: You need to add at least one set of data items to get a valid question
el: Θα πρέπει να προσθέσετε τουλάχιστον ένα σύνολο αντικειμένων για να πάρετε μία έγκυρη ερώτηση

source: Reusable dataset definitions for category {$a}
el: Επαναχρησιμοποιούμενοι ορισμοί ομάδας δεδομένων για την κατηγορία {$a}

source: Number
el: Αριθμός

source: Days available
el: Διαθέσιμες ημέρες

source: Decimal digits in grades
el: Δεκαδικά ψηφία στους βαθμούς

source: Decimal places in grades
el: Θέσεις δεκωαδικών στους βαθμούς

source: This setting specifies the number of digits shown after the decimal point when displaying grades. It only affects the display of grades, not the grades stored in the database, nor the internal calculations, which are carried out to full accuracy.
el: <p align="center"><strong>Δεκαδικά Ψηφία</strong></p> <p align="center"><br /> Με τη χρησιμοποίηση αυτής της ρύθμισης μπορείτε να επιλέξετε τον αριθμό ψηφίων που μπορεί να παρουσιαστεί μετά από την υποδιαστολή κατά το επίδειξη των αποτελεσμάτων ή των βαθμών σπουδαστών. Παραδείγματος χάριν η επιλογή &quot;0&quot; σημαίνει ότι οι εμφανιζόμενοι βαθμοί θα στρογγυλευτούν σε ακέραιους αριθμούς. <br /> Αυτή η ρύθμιση επηρεάζει μόνο τον τρόπο που εμφανίζονται οι βαθμοί. Δεν έχει επιπτώσεις στους εσωτερικούς υπολογισμούς και στη στρογγυλοποίηση των βαθμών. </p>

source: Decimal places in question grades
el: Θέσεις δεκωαδικών στους βαθμούςερώτησης

source: This setting specifies the number of digits shown after the decimal point when displaying the grades for individual questions.
el: Αυτή η ρύθμιση καθορίζει τον αριθμό των ψηφίων που εμφανίζονται μετά την υποδιαστολή όταν εμφανίζονται βαθμοί για τα επιμέρους ερωτήματα.

source: Decimal points
el: Δεκαδικά ψηφία

source: Default
el: Προεπιλογή

source: Default question grade
el: Προεπιλεγμένη βαθμολόγηση ερώτησης

source: The default category for questions.
el: Η προεπιλεγμένη κατηγορία για αυτή την ερώτηση.

source: Time delay between first and second attempt
el: Χρονικό όριο μεταξύ πρώτης και δεύτερης προσπάθειας

source: Enforced delay between 1st and 2nd attempts
el: Επιβαλλόμενη καθυστέρηση μεταξύ 1ης και 2ης προσπάθειας

source: If enabled, a student must wait for the specified time to elapse before being able to attempt the quiz a second time.
el: <p>Αν ορίσετε χρονοκαθυστέρηση, τότε κάθε μαθητής πρέπει να περιμένει για όσο χρόνο έχετε ορίσει μετά την πρώτη του απόπειρα προκειμένου να αποπειραθεί ξανά το κουίζ.</p>

source: Time delay between later attempts
el: Χρονικό όριο μεταξύ επόμενων προσπαθειών

source: Enforced delay between later attempts
el: Επιβαλλόμενη καθυστέρηση μεταξύ επόμενων προσπαθειών

source: If enabled, a student must wait for the specified time to elapse before attempting the quiz a third time and any subsequent times.
el: <p>Αν ορίσετε χρονοκαθυστέρηση, τότε κάθε μαθητής πρέπει να περιμένει για όσο χρόνο έχετε ορίσει μετά κάθε απόπειρα προκειμένου να αποπειραθεί ξανά το κουίζ.</p>

source: Are you absolutely sure you want to completely delete these attempts?
el: Είστε απολύτως σίγουρος/η ότι θέλετε να διαγράψετε αυτές τις προσπάθειες;

source: Delete selected
el: Διαγραφή επιλεγμένου

source: Deleting question attempts
el: Διαγραφή προσπαθειών ερώτησης

# $string['description']
source: Description
el: Περιγραφή

source: Disabled
el: Απενεργοποιημένο

# $string['displayoptions']
source: Display options
el: Επιλογές εμφάνισης

source: Do not use auto-save
el: Μην χρησιμοποιείτε αυτόματη αποθήκευση

source: Click to download the exported category file
el: Κάντε κλικ για να κατεβάσετε το εξαγόμενο αρχείο κατηγορίας

source: (file is also stored in the course files in the /backupdata/quiz folder)
el: (το αρχείο αποθηκεύτηκε επίσης στα αρχεία του μαθήματος στο φάκελο /backupdata/κουίζ)

source: After {$a}
el: Μετά {$a}

source: To the start
el: Στην αρχή

source: This submission has been ignored because you gave an equivalent answer earlier.
el: Αυτή η υποβολή έχει αγνοηθεί γιατί δώσατε την ίδια απάντηση προηγουμένως.

source: Each attempt builds on the last
el: Κάθε προσπάθεια στηρίζεται στο τελευταίο
