Repository: eellak/moodle-po
Catalog: *-new/quiz.po_*.po
Languages: el

source: Partially correct
el: Μερικώς σωστή

source: Penalty
el: Ποινή

source: Apply penalties
el: Εφαρμογή ποινών

source: If enabled, a penalty is subtracted from the final mark for a question for a wrong response. The amount of penalty is specified in the question settings. This setting only applies if adaptive mode is enabled.
el: <p>Αν ένα κουίζ λειτουργεί σε προσαρμοστικό περιβάλλον, τότε οι μαθητές επιτρέπεται να δοκιμάσουν ξανά μετά από κάποια λάθος απάντηση. Στην περίπτωση αυτή ίσως επιθυμείτε να επιβάλετε μια ποινή (που αφαιρείται από τον βαθμό της εκάστοτε ερώτησης) για κάθε λάθος απάντηση. Το μέγεθος της ποινής ορίζεται για κάθε ερώτηση ξεχωριστά κατά την επιλογή των ρυθμίσεων και την επεξεργασία της ερώτησης.</p> <p>Η ρύθμιση αυτή έχει σημασία μόνο αν το κουίζ λειτουργεί σε προσαρμοστικό περιβάλλον.</p>

source: Percent correct
el: Ποσοστό σωστό

source: Your request has been processed. You can now close this window
el: Η αίτησή σας έχει ολοκληρωθεί. Μπορείτε να κλείσετε αυτό το παράθυρο

source: Quiz administration
el: Διαχείριση κουίζ

# $string['pluginname']
source: Quiz
el: Κουίζ

source: Show quiz in a &quot;secure&quot; window
el: Εμφάνιση κουίζ σε "ασφαλές" παράθυρο

source: This section of the test is in secure mode, this means that you need to take the quiz in a secure window. Please turn off your popup blocker. Thank you.
el: Αυτή η ενότητα του τεστ είναι σε ασφαλή λειτουργία, αυτό σημαίνει ότι πρέπει να συμπληρώσετε το κουίζ σε ένα ασφαλές παράθυρο. Παρακαλώ απενεργοποιήστε τον popup blocker. Ευχαριστώ.

source: Students will see this quiz in a secure window
el: Οι φοιτητές θα δουν αυτό το κουίζ σε ασφαλές παράθυρο

source: Error occurred during pre-processing!
el: Συνέβη σφάλμα κατά την προ-επεξεργασία!

source: Preview
el: Προεπισκόπηση

source: Preview question
el: Προεπισκόπηση ερώτησης

source: Preview {$a}
el: Προεπισκόπηση {$a}

source: Preview quiz now
el: Προεπισκόπηση κουίζ

source: Previous state
el: Προηγούμενη κατάσταση

source: Publish
el: Δημοσίευση

source: You must have permission in the publishing course to add or edit questions in this category
el: Πρέπει να έχετε δικαιώματα στο μάθημα για να προσθέσετε ή να επεξεργαστείτε ερωτήσεις σε αυτήν την κατηγορία

source: name
el: όνομα

source: IMS QTI format
el: Μορφή IMS QTI

source: type, name
el: τύπος, όνομα

source: Question
el: Ερώτηση

source: from question bank
el: από τράπεζα ερωτήσεων

source: Question bank management
el: διαχείριση τράπεζας ερωτήσεων

source: Question behaviour
el: συμπεριφορά τράπεζας ερωτήσεων

source: Question categories
el: Κατηγορίες Ερωτήσεων

source: This question has been deleted. Please contact your teacher
el: Αυτή η ερώτηση έχει διαγραφεί. Παρακαλώ επικοινωνήστε με τον καθηγητή

source: The question '{$a->questionname}' is currently being used in: <br />{$a->quiznames}<br />The question will not be deleted from these quizzes but only from the category list.
el: H ερώτηση '{$a->questionname}' χρησιμοποιείται στο:<br/>{$a->quiznames}<br /> Η ερώτηση δεν θα διαγραφεί από τα κουίζ αλλά μόνο από την λίστα κατηγοριών.

source: Question for this session is missing
el: Η ερώτηση γι' αυτή τη σύνοδο λείπει

source: Question name
el: Όνομα ερώτησης

source: Question {$a} has not been loaded from the database
el: Η ερώτηση {$a} δεν έχει φορτωθεί από τη βάση

source: Question order
el: Σειρά ερώτησης

# $string['questions']
source: Questions
el: Ερωτήσεις

source: Questions (including hidden)
el: Ερωτήσεις (συμπεριλαμβανομένων των κρυμμένων)

source: Questions in this quiz
el: Ερωτήσεις σε αυτό το κουίζ

source: Questions per page
el: Ερωτήσεις ανά σελίδα

source: Questions per page has been set so the paging is currently fixed. As a result, the paging controls have been disabled. You can change this in {$a}.
el: Οι ερωτήσεις ανά σελίδα έχουν οριστεί ώστε η σελιδοποίηση είναι δεδομένη. Ως αποτέλεσμα, τα χειριστήρια σελιδοποίησης έχουν απενεργοποιηθεί. Μπορείτε να το αλλάξετε αυτό στο {$a}.

source: Questions per page: {$a}
el: ερωτήσεις per σελίδα: {$a}

source: Question text
el: Κείμενο ερώτησης

source: [Empty question text]
el: [Κενό κείμενο ερώτησης]

source: Question type {$a}
el: Τύπος ερώτησης {$a}

source: Setup options for question types:
el: Ρυθμίσεις για ερωτήσεις τύπων:

source: Add a new quiz
el: Προσθέστε ένα νέο κουίζ

source: Attempt quizzes
el: Συμμετοχή σε κουίζ

source: The quiz is available until: {$a}
el: Το κουίζ είναι διαθέσιμο μέχρι: {$a}

source: Close the quiz
el: Κλείσιμο κουίζ

source: This quiz closed on {$a}
el: Αυτό το κουίζ έκλεισε {$a}

source: Quiz closes
el: Το κουίζ κλείνει

source: This quiz will close at {$a}
el: Το κουίζ θα κλείσει στις {$a}

source: Delete quiz attempts
el: Διαγραφή προσπαθειών του κουίζ

source: Get a confirmation message when submitting
el: Λήψη επιβεβαίωσης email κατά την υποβολή

source: Get a notification message when an attempt is submitted
el: Λήψη επιβεβαίωσης email των υποβολών

source: Grade quizzes manually
el: Χειροκίνητη βαθμολόγηση των κουίζ

source: Ignores time limit on quizzes
el: Αγνοεί το όριο χρόνου στα κουίζ

source: This quiz is closed
el: Το κουίζ είναι κλειστό

source: Quiz closed (opens {$a})
el: Το κουίζ έκλεισε (ανοίγει {$a})

source: This quiz is open
el: Το κουίζ είναι ανοιχτό

source: Quiz open (closes {$a})
el: Κουίζ ανοιχτό (κλείνει {$a})

source: Manage quizzes
el: Διαχείριση των κουίζ

source: Manage quiz overrides
el: Διαχείριση παρακάμψεων (overrides) κουίζ

source: Quiz navigation
el: Πλοήγηση κουίζ

source: Open the quiz
el: Άνοιγμα του κουίζ

source: Open and close dates
el: Ημερομηνίες ανοίγματος και κλεισίματος

source: Students can only start their attempt(s) after the open time and they must complete their attempts before the close time.
el: Οι μαθητές μπορούν να αρχίσουν τις προσπάθειες τους μόνο μετά τον εναρκτήριο χρόνο και πρέπει να ολοκληρώσουν τις προσπάθειες τους πριν το κλείσιμό του.

source: This quiz is open.
el: Το κουίζ είναι ανοιχτό.

source: This quiz opened at {$a}
el: Το κουίζ άνοιξε στις {$a}

source: Quiz opens
el: Άνοιγμα κουίζ

source: This quiz is open, will close on {$a} at
el: Το κουίζ αυτό είναι ανοιχτό, θα κλείσει στις {$a} στις

source: Order of quiz not shuffled
el: Σειρά του κουίζ όχι ανακατεμένη

source: * Order of quiz is shuffled
el: * Σειρά του κουίζ ανακατεμένη

source: Preview quizzes
el: Προεπισκόπιση των κουίζ

source: Regrade quiz attempts
el: Αναβαθμολόγηση προσπαθειών κουίζ

source: Review your own attempts
el: Ανασκόπηση των δικών σου προσπαθειών

source: Quiz settings
el: Ρυθμίσεις κουίζ

source: Quiz Timer
el: Χρονόμετρο του κουίζ

source: View quiz information
el: Εμφάνιση πληροφοριών του κουίζ

source: View quiz reports
el: Εμφάνιση των αναφορών του κουίζ

source: This quiz will open {$a}
el: Το κουίζ αυτό θα ανοίξει {$a}

source: Random question
el: Τυχαία ερώτηση

source: Create random questions
el: Δημιουργία τυχαίων ερωτήσεων

source: Random question from category:
el: Τυχαία ερώτηση από κατηγορία:

source: Random question from an existing category
el: Τυχαίες ερωτήσεις από μία υπάρχουσα κατηγορία

source: Questions from this category only, not its subcategories.
el: Ερωτήσεις από αυτήν την κατηγορία και μόνο, όχι από τις υποκατηγορίες της.

source: Number of random questions
el: Αριθμός τυχαίων ερωτήσεων

source: Random question using a new category
el: Τυχαίες ερωτήσεις χρησιμοποιώντας μία νέα κατηγορία

source: Questions from this category and its subcategories.
el: Ερωτήσεις από αυτήν την κατηγορία και από τις υποκατηγορίες της.

source: You are about to send your whole quiz to be graded. Are you sure you want to continue?
el: Πρόκειται να στείλετε ολόκληρο το κουίζ σας για βαθμολόγηση. Είστε σίγουροι οτι θέλετε να συνεχίσετε;

source: Re-attempt quiz
el: Επαναπροσπάθεια του κουίζ

source: Recently added question!
el: Πρόσφατα προστιθεμένη ερώτηση!

source: Include questions from subcategories too
el: Δείξε τις ερωτήσεις από τις υποκατηγορίες

source: Regrade all attempts
el: Επαναβαθμολόγηση όλων των προσπαθειών

source: All attempts have been regraded
el: Όλες οι προσπάθειες έχουν επαναβαθμολογηθεί

source: {$a->changed} out of {$a->attempt} grades were changed
el: {$a->changed} από {$a->attempt} βαθμοί άλλαξαν

source: Attempts that change during regrading are displayed as hyperlinks to the question review window
el: Δοκιμές που αλλάζουν κατά την επαναβαθμολόγηση εμφανίζονται ως υπερσύνδεσμοι στο παράθυρο αναθεώρησης ερωτήσεων

source: You do not have permission to regrade this quiz
el: Δεν έχετε δικαίωμα να επαναβαθμολογήσετε αυτό το κουίζ

source: Regrading "{$a}".
el: Επαναβαθμολόγηση "{$a}"

source: Regrading quiz "{$a}"
el: Επαναβαθμολόγηση κουίζ "{$a}"

source: Remove
el: Αφαίρεση

source: Delete all quiz attempts
el: Διαγραφή όλων των προσπαθειών κουίζ

source: Remove empty page
el: Διαγραφή κενής σελίδας

source: Remove selected
el: Διαγραφή επιλεγμένων

source: Rename
el: Μετονομασία

source: The server {$a} failed to process an RQP request. Check that the URL is correct.
el: Ο διακομιστής {$a} απέτυχε να επεξεργαστεί το αίτημα RQP. Ελέγξτε ότι το URL είναι σωστό.

source: Reorder questions
el: Ανακατανομή ερωτήσεων

source: Show the reordering tool
el: Εμφάνιση εργαλείου ανακατάταξης

source: Repaginate with {$a} questions per page
el: Ξανά-οργάνωση σε σελίδες με {$a} ερωτήσεις ανά σελίδα

source: Repaginate
el: Επανασελιδοποίηση

source: Repaginate now
el: Επανασελιδοποίηση τώρα

source: Replace
el: Αντικατάσταση

source: Replacement options
el: Επιλογές Αντικατάστασης

# $string['report']
source: Reports
el: Αναφορές

source: Item analysis
el: Ανάλυση αντικειμένου

source: Attempts from
el: Προσπάθειες από

source: Attempts that are
el: Προσπάθειες που είναι

# $string['reportdisplayoptions']
source: Display options
el: Επιλογές εμφάνισης

source: Detailed statistics
el: Λεπτομερή στατιστικά

source: Multi-percentages
el: Πολυ-ποσοστά

source: Multi-student choices
el: Επιλογές πολυ-μαθητών

source: Individual responses
el: Ατομικές απαντήσεις

source: You must select at least one state.
el: Πρέπει να επιλέξετε τουλάχιστον μία κατάσταση.

source: Report not known ({$a})
el: Άγνωστη αναφορά ({$a})

source: Overview
el: Επισκόπηση

source: Regrade attempts
el: Επαναβαθμολόγηση προσπαθειών

source: Detailed responses
el: Λεπτομερείς απαντήσεις

# $string['reports']
source: Reports
el: Αναφορές

source: Show only attempts
el: Εμφάνιση μόνο προσπαθειών

source: Simple statistics
el: Απλά στατιστικά

source: all users who have attempted the quiz
el: όλους τους χρήστες που έχουν προσπαθήσει το κουίζ

source: enrolled users who have attempted the quiz
el: εγγεγραμμένους χρήστες που έχουν προσπαθήσει το κουίζ

source: enrolled users who have, or have not, attempted the quiz
el: εγγεγραμμένους χρήστες που έχουν ή δεν έχουν προσπαθήσει το κουίζ

source: enrolled users who have not attempted the quiz
el: εγγεγραμμένους χρήστες που δεν έχουν προσπαθήσει το κουίζ

source: What to include in the report
el: Τι να συμπεριληφθεί στην αναφορά

source: Require password
el: Απαιτείται κωδικός

source: If a password is specified, a student must enter it in order to attempt the quiz.
el: <p>Αυτό το πεδίο είναι προαιρετικό.</p> <p>Εάν ορίσετε έναν κωδικό εδώ, τότε οι μαθητές πρέπει να εισάγουν τον ίδιο κωδικό προτού κάνουν μπορέσουν να αποπειραθούν το κουίζ.</p>

source: Require network address
el: Απαιτείται διεύθυνση δικτύου

source: Quiz access may be restricted to particular subnets on the LAN or Internet by specifying a comma-separated list of partial or full IP address numbers. This can be useful for an invigilated (proctored) quiz, to ensure that only people in a certain location can access the quiz.
el: <p>Αυτό το πεδίο είναι προαιρετικό.</p> <p>Μπορείτε να περιορίσετε την πρόσβαση στο κουίζ σε συγκεκριμένα υποδίκτυα ενός τοπικού δικτύου ή του διαδικτύου ορίζοντας μια λίστα από μερικούς ή πλήρεις αριθμούς διευθύνσεων IP διαχωρισμένους με κόμματα.</p> <p>Αυτό είναι πολύ χρησιμο για κουίζ που επιβλέπονται, όπου επιθυμείτε να είστε σίγουροι πως συμμετέχουν μόνο άτομα που βρίσκονται σε μια συγκεκριμένη αίθουσα.</p> <p>Για παράδειγμα: <b>192.168. , 231.54.211.0/20, 231.3.56.211, 231.3.56.10-20</b></p> <p>Υπάρχουν 4 τύποι αριθμών που μπορείτε να χρησιμοποιήσετε (δεν επιτρέπονται ονόματα τομέων όπως example.com):</p> <ol> <li>Πλήρεις διευθύνσεις IP, όπως <b>192.168.10.1</b>, οι οποίες αντιστοιχούν σε ένα συγκεκριμένο υπολογιστή (ή διαμεσολαβητή).</li> <li>Μερικές διευθύνσεις, όπως <b>192.168</b>, οι οποίες αντιστοιχούν σε οποιαδήποτε διεύθυνση IP που ξεκινά με αυτούς τους αριθμούς.</li> <li>Μορφή CIDR, όπως <b>231.54.211.0/20</b>, η οποία σας επιτρέπει να καθορίσετε σαφώς τα υποδίκτυα στα οποία αναφέρεστε.</li> <li>Διάστημα διευθύνσεων IP, όπως <b>231.3.56.10-20</b>. Το διάστημα αντιστοιχεί στο τελευταίο μέρος της διεύθυνσης, οπότε το συγκεκριμένο παράδειγμα σημαίνει "όλες οι διευθύνσεις από 231.3.56.10 μέχρι και 231.3.56.20.</li> </ol> <p>Τα κενά παραβλέπονται.</p>

source: Response
el: Απάντηση

source: Responses
el: Απαντήσεις

source: Results
el: Αποτελέσματα

source: Return to attempt
el: Επιστροφή στην προσπάθεια

source: reuse previously removed
el: επαναχρησιμοποιήση αφαιρούμενων

source: Review
el: Αναθεώρηση

source: Allow review after quiz is closed
el: Επιτρέπεται η αναθεώρηση μετά το κλείσιμο του κουίζ

source: Allow review at any time
el: Επιτρέπεται η αναθεώρηση σε οποιαδήποτε χρονική στιγμή

source: Allow review while quiz is open
el: Επιτρέπεται η αναθεώρηση ενώ το κουίζ είναι ανοιχτό

source: After the quiz is closed
el: Μετά το κλείσιμο του κουίζ

source: During the attempt
el: Κατά τη διάρκεια της προσπάθειας

source: Immediately after the attempt
el: Αμέσως μετά την προσπάθεια

source: Never allow review
el: Δεν επιτρέπεται η αναθεώρηση

source: Review of attempt {$a}
el: αναθεώρηση προσπάθειας {$a}

source: Review of preview
el: Ανασκόπηση της προεπισκόπησης

source: Later, while the quiz is still open
el: Αργότερα, ενώ το κουίζ είναι ακόμα ανοιχτό

source: Students may review
el: Οι σπουδαστές μπορούν να αναθεωρήσουν

source: Review options
el: Επιλογές ανασκόπησης

source: Review response
el: Απάντηση αναθεώρησης

source: Review your responses to this attempt
el: Ανασκόπηση των απαντήσεών σας σε αυτήν την προσπάθεια

source: Remote question
el: Απομακρυσμένη Ερώτηση

source: Remote questions
el: Απομακρυσμένες Ερωτήσεις

source: Same as for overall grades
el: Το ίδιο με τους συνολικούς βαθμούς

source: Save
el: Αποθήκευση

source: Save changes and edit questions
el: Αποθήκευση αλλαγών και επεξεργασία ερωτήσεων

source: Failed to save the current quiz attempt.
el: Αποτυχία αποθήκευσης της τρέχουσας προσπάθειας κουίζ.

source: Saved from deleted course "{$a}"
el: Αποθηκευμένο από το διαγραμμένο μάθημα "{$a}"

source: Save grades
el: Αποθήκευση βαθμών

source: Save my answers
el: Αποθήκευση των απαντήσεων μου

source: Save without submitting
el: Αποθήκευση χωρίς υποβολή

source: Save this whole quiz
el: Αποθήκευση όλου του κουίζ

source: Saving new maximum grade.
el: Αποθήκευση νέου μέγιστου βαθμού.

source: Raw score
el: Αρχικός βαθμός

source: Scores
el: Βαθμοί

source: Select
el: Επιλογή

source: Select all
el: Επιλογή όλων

source: Select category
el: Επιλογή κατηγορίας

source: Selected attempts...
el: Επιλεγμένες προσπάθειες...

source: Deselect all
el: Απεπιλογή όλων

source: -- Select question type --
el: -- Επιλογή τύπου ερώτησης --

source: Server added
el: Προστέθηκε διακομιστής

source: Identifier
el: Αναγνωριστικό

source: Server information
el: Πληροφορίες διακομιστή

source: Servers
el: Διακομιστές

source: Server URL
el: URL διακομιστή

source: Short answer
el: Σύντομη απάντηση

source: Show
el: Δείξε

source: Show all questions on one page
el: Εμφάνιση όλων των ερωτήσεων σε μία σελίδα

source: Show blocks during quiz attempts
el: Εμφάνιση μπλοκ κατά τη διάρκεια των προσπαθειών

source: If set to yes then normal blocks will be shown during quiz attempts
el: Αν ορισθεί ναι τότε τα μπλοκς θα εμφανίζονται κατά τη διάρκεια προσπαθειών επίλυσης του κουίζ

source: Show page breaks
el: Εμφάνιση αλλαγών σελίδας

source: Show category contents {$a->arrow}
el: Προβολή περιεχομένων κατηγορίας {$a->arrow}

source: In feedback, show correct answers?
el: Στην ανάδραση, προβολή σωστών απαντήσεων;

source: Show mark details
el: Εμφάνιση λεπτομερειών σήμανσης

source: Show one page at a time
el: Προβολή μία σελίδα την φορά

source: After answering, show feedback?
el: Μετά την απάντηση, προβολή ανάδρασης;

source: Use a 'secure' popup window for attempts
el: Χρήση 'ασφαλούς' αναδυόμενου παραθύρου για τις προσπάθειες

source: Large image
el: Μεγάλη εικόνα

source: Show students with no attempts
el: Εμφάνιση μαθητών χωρίς προσπάθειες

source: Show only students with no attempts
el: Εμφάνιση μόνο των μαθητών χωρίς προσπάθειες

source: No image
el: Καμία εικόνα

source: Show report
el: Προβολή αναφοράς

source: Small image
el: Μικρή εικόνα

source: Show teacher attempts
el: Εμφάνιση προσπαθειών καθηγητών

source: Show the user's picture
el: Εμφάνιση εικόνας χρήστη

source: If enabled, the student's name and picture will be shown on-screen during the attempt, and on the review screen, making it easier to check that the student is logged in as themself in an invigilated (proctored) exam.
el: Αν είναι ενεργοποιημένο, το όνομα και η εικόνα του μαθητή θα εμφανίζονται στην οθόνη κατά τη διάρκεια της προσπάθειας και στην οθόνη της επανεξέτασης, κάνοντας ευκόλοτερο τον έλεγχο ότι ο εκπαιδευόμενος είναι συνδεδεμένος ο ίδιος σε μια επιτηρούμενη (εποπτούμενη) εξέταση.

# $string['shuffle']
source: Shuffle
el: Ανακάτεμα

source: Shuffle answers
el: Ανακάτεμα απαντήσεων

source: Shuffled randomly
el: Τυχαίο ανακάτεμα

# $string['shufflequestions']
source: Shuffle
el: Ανακάτεμα ερωτήσεων

source: Shuffle within questions
el: Ανακάτεμα εντός των ερωτήσεων

source: If enabled, the parts making up each question will be randomly shuffled each time a student attempts the quiz, provided the option is also enabled in the question settings. This setting only applies to questions that have multiple parts, such as multiple choice or matching questions.
el: <p>Άν ενεργοποιήσετε αυτή την επιλογή, τότε οι τυχόν υποερωτήσεις σε κάθε ερώτηση θα εμφανίζονται με τυχαία σειρά σε κάθε απόπειρα του κουίζ (θα πρέπει επίσης να έχετε ενεργοποιήσει την ίδια επιλογή σε κάθε ερώτηση ξεχωριστά).</p> <p>Ο στόχος είναι απλά να γίνει κάπως πιο δύσκολο για τους μαθητές να αντιγράψουν μεταξύ τους.</p> <p>Φυσικά αυτό ισχύει μόνο για τις ερωτήσεις που έχουν υποερωτήματα, όπως των πολλαπλών επιλογών και της αντιστοίχισης. Για τις ερωτήσεις πολλαπλής επιλογής η σειρά των απαντήσεων είναι τυχαία μόνο όταν αυτή επιλογή είναι ενεργοποιημένη. Για ερωτήσεις αντιστοίχισης οι απαντήσεις είναι πάντα με τυχαία σειρά, και η επιλογή αυτή ελέγχει εάν επιπρόσθετα εμφανίζονται με τυχαία σειρά και οι ερωτήσεις.</p> <p>Αυτή η επιλογή δε σχετίζεται με τη χρήση των τυχαίων ερωτήσεων.</p>

source: Choose one answer.
el: Επιλογή μίας απάντησης.

source: Sort by age
el: Ταξινόμηση κατά ηλικία

source: Sort by name
el: Ταξινόμηση κατά όνομα

source: Sort questions by: {$a}
el: Ταξινόμηση ερωτήσεων κατά: {$a}

source: Sort questions
el: Ταξινόμηση ερωτήσεων

source: Sort by type, name
el: Ταξινόμηση κατά τύπο, όνομα

source: The specified file path is not on the specified question
el: Η συγκεκριμένη διαδρομή αρχείου δε βρίσκεται στη συγκεκριμένη ερώτηση

source: Specified question is not on the specified quiz
el: Η συγκεκριμένη ερώτηση δε βρίσκεται στο συγκεκριμένο κουίζ

source: Start again
el: Επανέναρξη

source: Start attempt
el: Έναρξη προσπάθειας

source: Started on
el: Ξεκίνησε στις

source: Start a new preview
el: Ξεκίνησε μία νέα επισκόπηση

source: Never submitted
el: Δεν έχει υποβληθεί

source: Finished
el: Ολοκληρωμένο

source: Submitted {$a}
el: Υποβλήθηκε {$a}

# $string['stateinprogress']
source: In progress
el: Σε εξέλιξη

source: The state for question {$a} has not been loaded from the database
el: Η κατάσταση για την ερώτηση {$a} δεν έχει φορτωθεί από τη βάση δεδομένων

source: Must be submitted by {$a}
el: Πρέπει να υποβληθεί μέχρι {$a}

source: Status
el: Κατάσταση

source: Stop on error
el: Στοπ στα λάθη

source: Submit all and finish
el: Υποβολή όλων και τέλος

source: Sorry, this quiz has been locked so that it is only accessible from certain locations. Currently your computer is not one of those allowed to use this quiz.
el: Συγνώμη, αυτό το κουίζ είναι κλειδωμένο έτσι ώστε να είναι προσπελάσιμο μόνο από ορισμένες διευθύνσεις. Αυτή τη στιγμή ο υπολογιστής σας δεν έχει άδεια πρόσβασης στο κουίζ.

source: This quiz has been locked so that it is only accessible from certain locations. Your computer is not on an allowed subnet. As teacher you are allowed to preview anyway.
el: Αυτό το κουίζ είναι κλειδωμένο έτσι ώστε να είναι προσπελάσιμο μόνο από ορισμένες διευθύνσεις. Αυτή τη στιγμή ο υπολογιστής σας δεν είναι σε ένα από τα επιτρεπόμενα δίκτυα. Ωστόσο, ως καθηγητής έχετε το δικαίωμα προεπισκόπησης.

source: Report
el: Αναφορά

# $string['subplugintype_quiz_plural']
source: Reports
el: Αναφορές

source: will be substituted by
el: θα αντικατασταθεί από

source: Summary of attempt
el: Περίληψη προσπάθειας

source: Summary of your previous attempts
el: Περίληψη προηγούμενων προσπαθειών

source: You are temporarily not allowed to re-attempt the quiz.<br /> You will be able to take another attempt on:
el: Προς το παρόν δεν έχετε το δικαίωμα να ξανασυμπληρώσετε το κουίζ. <br/>Θα έχετε το δικαίωμα για νέα προσπάθεια:

source: The attempt
el: Η προσπάθεια

source: Time
el: Χρόνος

source: Completed
el: Συμπληρωμένο

source: You are not allowed to do the quiz since you have not passed the time delay before attempting another quiz
el: Δεν έχετε το δικαίωμα να ξανακάνετε το κουίζ, εφόσον δεν έχει περάσει η απαιτούμενη χρονική καθυστέρηση πριν συμπληρώσετε άλλο κουίζ.

source: Time left
el: Υπολειπόμενος χρόνος

source: Time limit
el: Χρονικό όριο

source: Sorry! Quiz time limit exceeded!
el: Συγνώμη! Ο χρόνος του κουίζ έχει λήξει!

source: If enabled, the time limit is stated on the initial quiz page and a countdown timer is displayed in the quiz navigation block.
el: <p>Οι εξορισμού ρυθμίσεις δεν προβλέπουν χρονικό περιορισμό για την ολοκλήρωση του κουίζ, κάτι που επιτρέπει στους μαθητές να διαθέσουν όσο χρόνο θέλουν προκειμένου να ολοκληρώσουν το κουίζ (αρκεί αυτό να γίνει πριν την ημερομηνία κλεισίματος, αν έχει οριστεί).</p> <p>Αν ορίσετε ένα χρονικό περιορισμό, τότε ένα ρολόι αντίστροφης μέτρησης εμφανίζεται στην οθόνη και η προσπάθεια ολοκληρώνεται αυτομάτως όταν ο χρόνος τελειώσει. Οι μαθητές πρέπει να κάνουν υποβολή των απαντήσεών τους προτού τελειώσει ο χρόνος, διαφορετικά δεν θα βαθμολογηθούν καθόλου.</p>

source: Time is up!
el: Έληξε ο χρόνος!

# $string['timetaken']
source: Time taken
el: Χρόνος που χρειάστηκε

source: to file
el: στο αρχείο

source: Tolerance
el: Ανοχή

source: The number of random questions required is more than are still available in the category!
el: Ο αριθμός των τυχαίων ερωτημάτων που απαιτήθηκε είναι μεγαλύτερος από των αριθμό ερωτημάτων που έχει αυτή η κατηγορία! ({$a})

source: Top
el: Κορυφή

source: Total of marks: {$a}
el: Σύνολο βαθμών: {$a}

source: Total of {$a} questions in category.
el: Σύνολο {$a} ερωτήσεων στην κατηγορία.

source: True
el: Σωστό

source: True/false
el: Σωστό/Λάθος

source: Type
el: Τύπος

source: open
el: ανοιχτό

source: Ungraded
el: μη-βαθμολογημένο

source: Unit
el: Μονάδα

source: Question type not supported at line {$a}. The question will be ignored
el: Μη υποστηριζόμενος τύπος ερώτησης στη γραμμή {$a}. Η ερώτηση θα παραληφθεί

source: Update quiz settings
el: Ανανέωση ρυθμίσεων κουίζ
