Repository: eellak/moodle-po
Catalog: *-new/quiz.po_*.po
Languages: el

source: If multiple attempts are allowed and this setting is enabled, each new quiz attempt will contain the results of the previous attempt. This allows a quiz to be completed over several attempts.
el: <p>Αν το κουίζ επιτρέπει πολλαπλές απόπειρες και αυτή η επιλογή είναι ενεργοποιημένη, τότε κάθε απόπειρα πέραν της πρώτης θα περιέχει τις απαντήσεις της προηγούμενης. Αυτό επιτρέπει σ' ένα κουίζ να ολοκληρωθεί σταδιακά και όχι μόνο μονομιάς.</p> <p>Για να εμφανίζεται κάθε φορά η ίδια "λευκή κόλλα" σαν κουίζ, μην ενεργοποιήσετε αυτή την επιλογή.</p>

source: Edit categories
el: Επεξεργασία κατηγορίων

source: Edit category
el: Επεξεργασία κατηγορίας

source: Edit category questions
el: Επεξεργασία ερωτήσεων κατηγορίας

source: Editing a question
el: Επεξεργασία μιας ερώτησης

source: Editing quiz
el: Επεξεργασία κουίζ

source: Editing quiz: {$a}
el: Επεξεργασία κουίζ: {$a}

source: Edit maximum mark
el: Επεξεργασία μέγιστου βαθμού

source: Edit questions categories
el: Επεξεργασία κατηγοριών ερωτήσεων

source: Edit question
el: Επεξεργασία ερώτησης

source: Edit questions
el: Επεξεργασία ερωτήσεων

source: Edit quiz
el: Επεξεργασία Κουίζ

source: Edit quiz questions
el: Επεξεργασία Ερωτήσεων του Κουίζ

source: Hi {$a->username}, Thank you for submitting your answers to '{$a->quizname}' in course '{$a->coursename}' at {$a->submissiontime}. This message confirms that your answers have been saved. You can access this quiz at {$a->quizurl}.
el: Αγαπητέ {$a->username}, Ευχαριστούμε που υποβάλατε τις απαντήσεις σας στο '{$a->quizname}' για το μάθημα '{$a->coursename}' στις {$a->submissiontime}. Αυτό το email επιβεβαιώνει ότι οι απαντήσεις σας έχουν ληφθεί με ασφάλεια. Μπορείτε να δείτε το κουίζ στο {$a->quizurl}.

source: Thank you for submitting your answers to '{$a->quizname}'
el: Ευχαριστούμε για την υποβολή των απαντήσεων σας στο '{$a->quizname}'

source: Submission confirmation: {$a->quizname}
el: επιβεβαίωση υποβολής κουίζ: {$a->quizname}

source: Hi {$a->username}, {$a->studentname} has completed '{$a->quizname}' ({$a->quizurl}) in course '{$a->coursename}'. You can review this attempt at {$a->quizreviewurl}.
el: Αγαπητέ {$a->username}, ο {$a->studentname} έχει ολοκληρώσει το κουίζ '{$a->quizname}' ({$a->quizurl}) για το μάθημα '{$a->coursename}' Μπορείτε να δείτε την προσπάθεια αυτή στο {$a->quizreviewurl}.

source: {$a->studentname} has completed {$a->quizname}
el: {$a->studentname} έχει ολοκληρώσει το κουίζ {$a->quizname}

source: Empty
el: Κενό

source: Enabled
el: Ενεργοποιημένο

source: Finish attempt ...
el: Τέλος τεστ ...

source: You cannot access this report
el: Δεν μπορείτε να προσπελάσετε αυτήν την αναφορά

source: Error in question
el: Σφάλμα στην ερώτηση

source: Error: The system is missing the question with id {$a}
el: Σφάλμα: Το σύστημα δεν βρίσκει την ερώτηση με id {$a}

source: Error - answers must be numeric
el: Σφάλμα - οι απαντήσεις πρέπει να είναι αριθμητικές

source: Unexpected event code {$a->event} found for question {$a->questionid} in attempt {$a->attemptid}.
el: Απρόσμενο συμβάν με κωδικό {$a->event} βρέθηκε για την ερώτηση {$a->questionid} στην προσπάθεια {$a->attemptid}.

source: Essay
el: Έκθεση

# $string['essayquestions']
source: Questions
el: Ερωτήσεις

source: Quiz attempt reviewed
el: Η προσπάθεια στο κουίζ επανεξετάστηκε

source: Question manually graded
el: Η ερώτηση βαθμολογήθηκε χειροκίνητα

source: Quiz attempt abandoned
el: Η προσπάθεια στο κουίζ εγκαταλείφθηκε

source: Quiz attempt started
el: Η προσπάθεια στο κουίζ ξεκίνησε

source: Quiz attempt submitted
el: Η προσπάθεια στο κουίζ υποβλήθηκε

source: Every {$a} questions
el: Κάθε {$a} ερωτήσεις

source: Every question
el: Κάθε ερώτηση

source: Everything on
el: Όλα σε

source: export category
el: εξαγωγή κατηγορίας

source: An error occurred during export processing
el: Εντοπίστηκε σφάλμα κατά τη διαδικασία εξαγωγής

source: Questions are being exported to file
el: Οι ερωτήσεις εξάγονται σε αρχείο

source: File name
el: Όνομα αρχείου

source: Export questions to file
el: Εξαγωγή ερωτήσεων σε αρχείο

source: Extra restrictions on attempts
el: Εξτρά περιορισμοί στις προσπάθειες

source: False
el: Λάθος

source: Feedback
el: Ανάδραση

source: Feedback grade boundaries must be either a percentage or a number. The value you entered in boundary {$a} is not recognised.
el: Τα όρια του βαθμού ανάδρασης πρέπει να είναι ποσοστό ή αριθμός. Η τιμή που εισαγάγατε στο όριο {$a} δεν είναι αναγνωρίσιμη.

source: Feedback grade boundaries must be between 0% and 100%. The value you entered in boundary {$a} is out of range.
el: Τα όρια του βαθμού ανάδρασης πρέπει να είναι μεταξύ 0% και 100%. Η τιμή που εισαγάγατε στο όριο {$a} είναι εκτός ορίων.

source: You must fill in the feedback grade boundary boxes without leaving any gaps.
el: Πρέπει να συμπληρώσετε τα πεδία για τα όρια του βαθμού ανάδρασης χωρίς να αφήσετε κενά.

source: You must fill in the feedback boxes without leaving any gaps.
el: Πρέπει να συμπληρώσετε τα πεδία της ανάδρασης χωρίς να αφήσετε κενά.

source: Feedback grade boundaries must be in order, highest first. The value you entered in boundary {$a} is out of sequence.
el: Τα όρια του βαθμού ανάδρασης πρέπει να είναι σε σειρά με το μεγαλύτερο πρώτο. Η τιμή που εισαγάγατε στο όριο {$a} δεν είναι σε σειρά.

source: File
el: Αρχείο

source: File format
el: Μορφή αρχείου

source: Fill with correct
el: Συμπληρώστε με το σωστό

source: You provide at least one possible answer and tolerance. The first matching answer will be used to determine the grade and feedback. If you supply some feedback with no answer at the end, that will be shown to students whose response is not matched by any of the other answers.
el: Δίνετε τουλάχιστον μια σωστή απάντηση και βαθμό ανοχής. Η πρώτη απάντηση που θα ταιριάζει θα καθορίζει το βαθμό και την ανάδραση. Αν δώσετε ανάδραση χωρίς απάντηση στο τέλος, αυτή θα εμφανίζεται στου μαθητές των οποίων οι απαντήσεις δεν ταιριάζουν με καμία απάντηση.

source: You must provide at least one possible answer. Answers left blank will not be used. '*' can be used as a wildcard to match any characters. The first matching answer will be used to determine the grade and feedback.
el: Πρέπει να συμπληρώσετε τουλάχιστον μία πιθανή απάντηση. Οι κενές απαντήσεις δε θα χρησιμοποιηθούν. '*' μπορεί να χρησιμοποιηθεί σαν μπαλαντέρ για να ταιριάζει σε κάθε χαρακτήρα. Η πρώτη απάντηση που ταιριάζει θα χρησιμοποιηθεί για τον καθορισμό του βαθμού και της ανάδρασης.

source: You must provide at least three questions with matching answers. You can provide extra wrong answers by giving an answer with a blank question. Entries where both the question and the answer are blank will be ignored.
el: Πρέπει να συμπληρώσετε τουλάχιστον τρεις ερωτήσεις με αντίστοιχες απαντήσεις. Μπορείτε να παρέχετε επιπλέον λάθος απαντήσεις δίνοντας μια απάντηση με κενή ερώτηση. Εισαγωγές όπου η ερώτηση και η απάντηση αφήνονται κενές θα αγνοηθούν.

source: You must fill out at least two choices. Choices left blank will not be used.
el: Πρέπει να συμπληρώσετε τουλάχιστον δυο επιλογές. Οι κενές επιλογές δε θα χρησιμοποιηθούν.

source: Finish attempt...
el: Τελειώστε την προσπάθεια ...

source: Finish review
el: Τερματισμός ανασκόπησης

source: force regeneration
el: επιβολή επαναδημιουργίας

source: Import/export format {$a} not found
el: Μορφή εισαγωγής/εξαγωγής {$a} δε βρέθηκε

source: Formula errors!
el: Σφάλματα!

source: The positive grades you have chosen do not add up to 100%<br />Instead, they add up to {$a}%<br />Do you want to go back and fix this question?
el: Οι θετικές βαθμολογίες που επιλέξατε δεν αθροίζονται ως το 100% <br />Αντίθετα, αθροίζονται στο {$a}% <br />Θέλετε να γυρίσετε πίσω και να τροποποιήσετε την ερώτηση;

source: One of the answers should be 100%, so that it is<br />possible to get a full grade for this question.<br />Do you want to go back and fix this question?
el: Μια από τις ερωτήσεις θα έπρεπε να είναι 100%, έτσι ώστε να είναι δυνατό <br />να πάρει κάποιος το σύνολο της βαθμολογίας σε αυτή την ερώτηση. <br />Θέλετε να επιστρέψετε και να τροποποιήσετε την ερώτηση;

source: from file:
el: από αρχείο:

source: That functionality is currently disabled
el: Αυτή η λειτουργία είναι απενεργοποιημένη

source: General feedback
el: Γενική ανάδραση

source: General feedback is text which is shown after a question has been attempted. Unlike feedback for a specific question which depends on the response given, the same general feedback is always shown.
el: <p>Η γενική ανάδραση για μια ερώτηση είναι το κείμενο που εμφανίζεται σε όλους τους μαθητές αφότου απαντήσουν στην ερώτηση αυτή. Σε αντίθεση με την ανάδραση, η οποία εξαρτάται από το είδος της ερώτησης και την απάντηση του μαθητή, η γενική ανάδραση προβάλλεται σε όλους τους μαθητές και είναι πάντα η ίδια.</p> <p> Μπορείτε να ορίσετε πότε επιθυμείτε να προβάλλεται η γενική ανάδραση στους μαθητές χρησιμοποιώντας τις επιλογές στη φόρμα επεξεργασίας του κουίζ.</p> <p>Μπορείτε να χρησιμοποιήσετε τη γενική ανάδραση για να δώσετε στους μαθητές πληροφορίες σχετικά με το αντικείμενο που ελέγχει η εκάστοτε ερώτηση, ή να συμπεριλάβετε συνδέσμους προς περισσότερες πληροφορίες για όσους τις χρειάζονται.</p>

source: The grace period must be more than {$a}.
el: Η περίοδος χάριτος πρέπει να είναι περισσότερο από {$a}.

source: Grade
el: Βαθμός

source: Grade all
el: Βαθμολόγηση Όλων

source: Average grade
el: Μέσος βαθμός

source: Grade boundary
el: Όριο βαθμού

source: Grade essays
el: Βαθμολόγηση Εκθέσεων

source: Highest grade
el: Ο υψηλότερος βαθμός

source: Grading method
el: Μέθοδος βαθμολόγησης

source: When multiple attempts are allowed, the following methods are available for calculating the final quiz grade: * Highest grade of all attempts * Average (mean) grade of all attempts * First attempt (all other attempts are ignored) * Last attempt (all other attempts are ignored)
el: <p>Όταν επιτρέπονται οι πολλαπλές προσπάθειες, υπάρχουν διαφορετικοί τρόποι τους οποίους μπορείτε να χρησιμοποιήσετε τους βαθμούς για να υπολογίσετε τον τελικό βαθμό κάθε μαθητή.</p> <h2>Ο μεγαλύτερος βαθμός</h2> <p>Ο τελικός βαθμός είναι ο υψηλότερος (καλύτερος) βαθμός από όλες τις προσπάθειες.</p> <h2>Μέσος όρος</h2> <p>Ο τελικός βαθμός είναι ο μέσος όρος όλων των προσπαθειών.</p> <h2>Πρώτος βαθμός</h2> <p>Ο τελικός βαθμός είναι ο βαθμός που αποκτάται κατά την πρώτη προσπάθεια (τυχόν επόμενες προσπάθειες αγνοούνται).</p> <h2>Τελικός βαθμός</h2> <p>Ο τελικός βαθμός είναι ο βαθμός μόνο από τη πιο πρόσφατη προσπάθεια (οι προηγούμενες προσπάθειες αγνοούνται).</p>

source: Quiz grades deleted
el: Οι βαθμοί του κουίζ διαγραφηκαν

source: Marks for this submission: {$a->raw}/{$a->max}.
el: Βαθμοί για αυτήν την υποβολή: {$a->raw}/{$a->max}.

source: With previous penalties this gives <strong>{$a->cur}/{$a->max}</strong>.
el: Με τις προηγούμενες ποινές αυτό δίνει <strong>{$a->cur}/{$a->max}</strong>.

source: This submission attracted a penalty of {$a}.
el: Αυτή η υποβολή είχε ποινή {$a}.

source: You were not penalized for this submission.
el: Δεν δεχθήκατε ποινή για αυτήν την υποβολή.

source: Grading method: {$a}
el: Μέθοδος βαθμολόγησης: {$a}

source: There are no groups in this course
el: Δεν υπάρχουν ομάδες σε αυτό το μάθημα

source: Sorry, guests cannot see or attempt quizzes
el: Δυστυχώς οι επισκέπτες δε μπορούν να δουν ή να συμμετέχουν σε κουίζ

source: Hide page breaks
el: Απόκρυψη αλλαγών σελίδας

source: Hide the reordering tool
el: Απόκρυψη του εργαλείου αναταξινόμησης

source: History of responses:
el: Ιστορικό αποκρίσεων:

source: Default setting for how questions behave in a quiz.
el: Προεπιλεγμένη ρύθμιση για το πώς συμπεριφέρονται οι ερωτήσεις στο κουίζ.

source: Image to display
el: Εικόνα πρός εμφάνιση

source: import category
el: εισαγωγή κατηγορίας

source: An error occurred during import processing
el: Εντοπίστηκε σφαλμα κατά τη διαδικασία εισαγωγής

source: Import from file already in course files...
el: Εισαγωγή από αρχείο που ήδη υπάρχει σε μάθημα...

source: Import from file upload...
el: Εισαγωγή από αρχείο...

source: Import from this file
el: Εισαγωγή από αυτό το αρχείο

source: Importing {$a} questions from file
el: Εισαγωγή {$a} ερωτήσεων από αρχείο

source: There is an error in the question. You may not have more than ten answers
el: Υπάρχει σφάλμα στην ερώτηση. Δεν μπορείτε να έχετε περισσότερες από δέκα απαντήσεις

source: There is an error in the question. There are too many answers.
el: Υπάρχει σφάλμα στην ερώτηση. Υπάρχουν πάρα πολλές απαντήσεις.

source: Import questions from file
el: Εισαγωγή ερωτήσεων από αρχείο

source: Incorrect
el: Λάθος

source: Responses of individuals to each item
el: Απαντήσεις χρηστών σε κάθε αντικείμενο

source: Info
el: Πληροφορίες

# $string['inprogress']
source: In progress
el: Σε εξέλιξη

# $string['introduction']
source: Description
el: Εισαγωγή

source: No such attempt ID exists
el: Δεν υπάρχει αυτή η προσπάθεια

source: Category ID is invalid
el: Το ID της κατηγορίας είναι λάθος

source: Invalid question id
el: Λανθασμένο id ερώτησης

source: Invalid quiz ID
el: Λανθασμένο ID κουίζ

source: The source is not accepted as valid.
el: Μη έγκυρη πηγή.

source: Invalid source type.
el: Λάθος τύπος πηγής.

source: Invalid state id
el: Λανθασμένο id κατάστασης

source: Your last answer was
el: Η τελευταία σας απάντηση ήταν

source: Layout
el: Διάταξη

source: Page layout as shown.
el: Διάταξη σελίδας όπως φαίνεται.

source: Page layout as shown. <small>(Automatic new page every {$a} questions.)</small>
el: Διάταξη σελίδας όπως φαίνεται. <small>(Νέα σελίδα κάθε {$a} ερωτήσεις.)</small>

source: Questions randomly shuffled with {$a} questions per page.
el: Οι ερωτήσεις ανακατεύονται τυχαία με {$a} ερωτήσεις ανά σελίδα.

source: Questions randomly shuffled, all on one page.
el: Οι ερωτήσεις ανακατεύονται τυχαία, όλες σε μια σελίδα.

source: Link
el: Σύνδεσμος

source: Listing of items in quiz
el: Λίστα αντικειμένων στο κουίζ

source: Literal
el: Κυριολεκτικά

source: Loading questions failed: {$a}
el: Η φόρτωση ερωτήσεων απέτυχε: {$a}

source: Save as new question
el: Αποθήκευση ως νέα ερώτηση

source: Manage question types and servers
el: Διαχείριση τύπων ερωτήσεων και servers

source: Grading
el: Βαθμολόγηση

source: Submit
el: Υποβολή

source: Submit page
el: Υποβολή σελίδας

source: Marks
el: Βαθμοί

source: Matching
el: Αντιστοιχούν

source: Matching answer
el: Αντίστοιχη απάντηση

source: Matching answer {$a}
el: Αντίστοιχη απάντηση {$a}

source: Max
el: Μέγιστο

source: Maximum mark
el: Μέγιστος βαθμός

source: Confirmation of your own quiz submissions
el: Επιβεβαίωση για την υποβολή quiz

source: Notification of quiz submissions
el: Ειδοποίηση υποβολών κουίζ

source: Min
el: Ελάχιστο

source: Minutes
el: Λεπτά

source: Correct answer must be specified
el: Η σωστή απάντηση πρέπει να προσδιοριστεί

source: Missing name
el: Απόν όνομα

source: This question no longer seems to exist
el: Αυτή η ερώτηση δεν φαίνεται πλέον να υπάρχει

# $string['modulename']
source: Quiz
el: Κουίζ

source: Quizzes
el: Κουίζ

source: Move selected questions to page: {$a}
el: Μετακίνηση επιλεγμένων ερωτήσεων στη σελίδα: {$a}

source: Multiple choice
el: Πολλαπλή επιλογή

source: Choose at least one answer.
el: Επιλέξτε τουλάχιστον μία απάντηση.

source: This attempt must be submitted by {$a}.
el: Αυτή η προσπάθεια πρέπει να υποβληθεί από {$a}.

source: Name
el: Όνομα

source: Next page
el: Επόμενη σελίδα

source: Previous page
el: Προηγούμενη σελίδα

source: Navigation method
el: Μέθοδο πλοήγησης

source: Sequential
el: Διαδοχική

source: Never, all questions on one page
el: Ποτέ, όλες οι έρωτήσεις σε μια σελίδα

source: Error: Could not start a new attempt at the quiz
el: Σφάλμα: Δεν ήταν δυνατή η εκκίνηση νέας προσπάθειας στο κουίζ

source: New page
el: Νέα σελίδα

source: Automatically start a new page
el: Αυτόματο ξεκίνημα νέας σελίδας

source: For longer quizzes it makes sense to stretch the quiz over several pages by limiting the number of questions per page. When adding questions to the quiz, page breaks will automatically be inserted according to this setting. However page breaks may later be moved manually on the editing page.
el: <p>Για τα κουίζ μεγαλύτερου μεγέθους είναι καλό να "σπάει" το κουίζ σε πολλές σελίδες, μειώνοντας έτσι τον αριθμό των ερωτήσεων που εμφανίζονται ταυτόχρονα σε κάθε σελίδα. Όταν προσθέτετε ερωτήσεις στο κουίζ, προστίθενται αυτόματα και αλλαγές σελίδων με βάση την επιλογή που έχετε κάνει εδώ. Σε κάθε περίπτωση, μπορείτε να μετακινείτε τις αλλαγές σελίδων χειροκίνητα.</p>

source: No answers were selected!
el: Δεν επιλέχθηκε καμία απάντηση!

source: No attempts have been made on this quiz
el: Καμιά προσπάθεια δεν έγινε γι' αυτό το κουίζ

source: No attempts found.
el: Δεν βρέθηκαν προσπάθειες.

source: There are no attempts to show
el: Δεν υπάρχουν προσπάθειες για εμφάνιση

source: Incorrect or no category specified
el: Εσφαλμένη ή μη επιλεγμένη κατηγορία

source: No close date
el: Καμία ημερομηνία κλεισίματος

source: No comments yet.
el: Δεν υπάρχουν σχόλια προς το παρόν.

source: There is currently no connection to a web service that can process this question. Please contact your administrator
el: Δεν υπάρχει αυτή τη στιγμή σύνδεση σε μία web service για την επεξεργασία αυτής της ερώτησης. Παρακαλώ επικοινωνήστε με το διαχειριστή

source: nothing - it is not a wild card
el: τίποτα - δεν είναι μπαλαντέρ

source: No data was submitted.
el: Δεν υποβλήθηκαν δεδομένω.

source: No manually graded questions found
el: Δεν βρέθηκαν ερωτήσεις που να βαθμολογήθηκαν χειροκίνητα

source: This quiz is not graded, so you cannot set overall feedback that differs by grade.
el: Αυτό το κουίζ δε βαθμολογείται, συνεπώς δεν μπορείτε να ορίσετε συνολική ανατροφοδότηση που διαφέρει ανάλογα με το βαθμό.

source: No more attempts are allowed
el: Δεν επιτρέπονται άλλες προσπάθειες

source: None
el: Κανένα

source: No open date
el: Καμία ημερομηνία ανοιχτή

source: No possible datasets
el: Κανένα πιθανό σύνολο δεδομένων

source: The question text does not contain any embedded questions
el: Το κείμενο της ερώτησης δεν περιέχει ενσωματωμένες ερωτήσεις

source: No questions have been added yet
el: Καμία ερώτηση δεν έχει προστεθεί ακόμα

source: No questions found
el: Δεν βρέθηκαν ερωτήσεις

source: There are no questions in this quiz.
el: Δεν υπαχουν ερωτήσεις σε αυτό το κουίζ.

source: This random question is not in use, since its category is empty.
el: Αυτή η τυχαία ερώτηση δε χρησιμοποιείται από τη στιγμή που η κατηγορία της είναι κενή.

source: Empty page
el: Κενή σελίδα

source: No response
el: Καμία απόκριση

source: You are not allowed to review this quiz
el: Δε σας επιτρέπεται να αναθεωρήσετε αυτό το κουίζ

source: You are not allowed to review this attempt.
el: Δεν επιτρέπεται να επανεξετάσετε αυτήν την προσπάθεια.

source: Not permitted
el: Δεν επιτρέπεται

source: You are not allowed to review this quiz until {$a}
el: Δε σας επιτρέπεται να αναθεωρήσετε αυτό το κουίζ μέχρι {$a}

source: Available {$a}
el: Διαθέσιμο {$a}

source: JavaScript must be enabled to continue!
el: Η Javascript πρέπει να είναι ενεργοποιημένη για να συνεχίσετε!

source: Note: This quiz is not currently available to your students
el: Σημείωση: Αυτό το κουίζ δεν είναι προς το παρόν διαθέσιμο για τους μαθητές

source: There are not enough questions in category {$a->category} to create the question {$a->name} ({$a->id}).
el: Δεν υπάρχουν αρκετά ερωτήματα στην κατηγορία {$a->category} να δημιουργήσετε το ερώτημα {$a->name} ({$a->id}).

source: Not enough sub-questions have been defined!<br />Do you want to go back and fix this question?
el: Δεν έχουν οριστεί αρκετά υποερωτήματα!<br /> Θέλετε να επιστρέψετε και να διορθώσετε αυτήν την ερώτηση;

source: Time dependent items are not currently supported by the quiz module. As a work around, set a time limit for the whole quiz. Do you wish to choose a different item (or use the current item regardless)?
el: Αντικείμενα που σχετίζονται με χρονικό όριο δεν υποστηρίζονται από το μηχανισμό του κουίζ. Εναλλακτικά, μπορείτε να θέσετε ένα χρονικό όριο για όλα το κουίζ. Θέλετε να επιλέξετε άλλο αντικείμενο (η να χρησιμοποιήσετε αυτό ανεξαρτήτως χρόνου);

source: Not yet graded
el: Δεν έχει βαθμολογηθεί ακόμη

source: Not yet viewed
el: Καμία προβολή ακόμη

source: This is not your attempt!
el: Αυτή δεν είναι δική σας προσπάθεια!

source: Logged-in user is not allowed to view this quiz
el: Ο εισηγμένος χρήσης δεν έχει δικαίωμα προβολής αυτού του κουίζ

source: {$a->studentnum} {$a->studentstring} have made {$a->attemptnum} attempts
el: {$a->studentnum} {$a->studentstring} έχουν κάνει {$a->attemptnum} προσπάθειες

source: {$a} attempts made on this quiz
el: {$a} προσπάθειες έχουν γίνει σε αυτό το κουίζ

source: Numerical
el: Αριθμητικό

source: Questions: {$a}
el: ερωτήσεις: {$a}

source: 1 minute
el: 1 λεπτό

source: Only teachers can export questions
el: Μόνο οι καθηγητές μπορούν να εξαγάγουν ερωτήσεις

source: Only teachers with editing rights can import questions
el: Μόνο οι καθηγητές με δικαίωμα επεξεργασίας μπορούν να εισαγάγουν ερωτήσεις

source: This page
el: Αυτή η σελίδα

source: Not answered
el: Άρχισε

source: Quiz open and close dates updated
el: κουίζ ανοιχτό και οι ημερομηνίες κλεισίματος έχουν ανανεωθεί

source: optional
el: προαιρετικό

# $string['orderandpaging']
source: Order and paging
el: Σειρά και σελιδοποίηση

# $string['orderingquiz']
source: Order and paging
el: Σειρά και σελιδοποίηση

source: {$a->grade} out of {$a->maxgrade}
el: {$a->grade} από ένα μέγιστο {$a->maxgrade}

source: {$a->grade} out of {$a->maxgrade} ({$a->percent}%)
el: {$a->grade} από ένα μέγισο {$a->maxgrade} ({$a->percent}%)

# $string['overallfeedback']
source: Overall feedback
el: Συνολική ανάδραση

source: Overall feedback is text that is shown after a quiz has been attempted. By specifying additional grade boundaries (as a percentage or as a number), the text shown can depend on the grade obtained.
el: <p>Η γενική ανάδραση είναι κάποιο κείμενο που εμφανίζεται στον μαθητή μόλις αυτός ολοκληρώσει την προσπάθειά του σε ένα κουίζ. Το κείμενο αυτό μπορεί να βασίζεται στη βαθμολογία που επιτεύχθηκε.</p> <p>Για παράδειγμα, αν εισάγετε:</p> <p>Όριο βαθμολόγησης: 100%<br /> Ανατροφοδότηση: πολύ καλά, συγχαρητήρια!<br /> Όριο βαθμολόγησης: 40%<br /> Ανατροφοδότηση: Παρακαλώ ξαναμελετήστε την ύλη της εβδομάδας<br /> ...<br /> Όριο βαθμολόγησης: 0%</p> <p>τότε στους διδασκόμενους με επίδοση από 100% ως 40% θα εμφανιστεί το μήνυμα "πολύ καλά, συγχαρητήρια", ενώ σε αυτούς με επίδοση 39,99% ως 0% θα εμφανιστεί το άλλο μήνυμα. Tα όρια βαθμολόγησης ορίζουν το εύρος των βαθμών και κάθε μήνυμα ανάδρασης αναφέρεται στο σχετικό διάστημα.</p> <p>Τα όρια βαθμολόγησης μπορούν να οριστούν με ποσοστά επι τοις εκατό, π.χ. "31,41%", ή απλά με έναν αριθμό, π.χ. "7". Αν η άσκηση τύπου κουίζ δίνει μέγιστη βαθμολογία 10 βαθμών, το όριο βαθμολόγησης "7" σημαίνει 7/10 ή περισσότερο.</p>

# $string['overdue']
source: Overdue
el: Καθυστερημένο

source: When time expires
el: Όταν παρέλθει ο χρόνος

source: Attempts must be submitted before time expires, or they are not counted
el: Οι προσπάθειες πρέπει να υποβληθούν πριν από τη λήξη του χρόνου, αλλιώς δεν υπολογίζονται

source: Open attempts are submitted automatically
el: Οι ανοιχτές προσπάθειες υποβάλλονται αυτόματα

source: Override
el: Παράκαμψη

source: Are you sure you want to delete the override for user {$a}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την παράκαμψη για χρήστη {$a};

source: Override user
el: Παράκαμψη χρήστη

source: Edit quiz page
el: Επεξεργασία σελίδας κουίζ

source: Quiz information page
el: Σελίδα πληροφοριών κουίζ

source: Page size
el: Προσπάθειες που εμφανίζονται ανά σελίδα:

source: Parent
el: Γονέας

source: Parent category
el: Κατηγορία-γονέας

source: Parsing questions from import file.
el: Ανάλυση ερωτήσεων από αρχείο εισαγωγής.
