Repository: eellak/moodle-po
Catalog: *-new/quiz_statistics.po_*.po
Languages: el

# $string['allattempts']
source: all attempts
el: όλες οι προσπάθειες

source: Average grade of all attempts
el: Μέση βαθμολογία όλων των προσπαθειών

source: Total number of complete graded attempts
el: Συνολικός αριθμός προσπαθειών

source: Analysis of responses
el: Ανάλυση των απαντήσεων

source: Analysis of responses for {$a}
el: Ανάλυση των απαντήσεων για {$a}.

source: Attempts
el: Προσπάθειες

# $string['attemptsall']
source: all attempts
el: όλες οι προσπάθειες

source: first attempt
el: πρώτη προσπάθεια

source: Back to main statistics report page.
el: Επιστροφή στην κύρια σελίδα αναφοράς στατιστικών.

source: Calculate statistics from
el: Υπολογισμός στατιστικών από

source: Coefficient of internal consistency (for {$a})
el: Συντελεστής εσωτερικής συνοχής (για {$a})

source: Count
el: Μέτρημα

source: Course name
el: Όνομα μαθήματος

source: More detailed analysis of the responses to this question
el: Λεπτομερέστερη ανάλυση των απαντήσεων σε αυτή την ερώτηση

source: Discrimination index
el: Δείκτης διάκρισης

source: Discriminative efficiency
el: Αποδοτικότητα διάκρισης

source: Download full report as
el: Μεταφόρτωση της πλήρους αναφοράς σαν

source: Open for
el: Άνοιγμα για

source: Effective weight
el: Ισχύον βάρος

source: Error deleting old {$a} records.
el: Σφάλμα διαγραφής παλαιών {$a} εγγραφών.

source: Error fetching median
el: Σφάλμα λήψεως διάμεσου

source: Error fetching data to calculate variance for question grades
el: Σφάλμα κατά τη λήψη των δεδομένων για τον υπολογισμό της διακύμανσης των βαθμών της ερώτησης

source: Error fetching data to calculate variance for quiz grades
el: Σφάλμα κατά τη λήψη των δεδομένων για τον υπολογισμό της διακύμανσης των βαθμών του κουίζ

source: Error getting sub item data
el: Σφάλμα κατά τη λήψη των δεδομένων του υπόστοιχείου

source: Error ratio (for {$a})
el: Αναλογία σφαλμάτων (για {$a})

source: Error fetching data to calculate statistics for question grades
el: Σφάλμα κατά τη λήψη των δεδομένων για τον υπολογισμό των στατιστικών των βαθμών της ερώτησης

source: Facility index
el: Δείκτης διευκόλυνσης

source: first attempts
el: πρώτες προσπάθειες

source: Average grade of first attempts
el: Μέσος όρος βαθμολογιών των πρώτων προσπαθειών

source: Number of complete graded first attempts
el: Αριθμός πρώτων προσπαθειών

source: Frequency
el: Συχνότητα

source: Intended weight
el: Προτιθέμενο βάρος

source: Score distribution kurtosis (for {$a})
el: Κύρτωση διανομής του σκορ (για {$a})

source: Last calculated {$a->lastcalculated} ago there have been {$a->count} attempts since then.
el: Τελευταία υπολογισμένη {$a->lastcalculated} και από τότε υπήρξαν {$a->count} προσπάθειες.

source: Median grade (for {$a})
el: Διάμεσος βαθμός (για {$a})

source: Negative covariance of grade with total attempt grade
el: Αρνητική συνδιακύμανση του βαθμού με βαθμό συνολικής προσπάθειας

source: There are no students in this group yet
el: Δεν υπάρχουν μαθητές σε αυτή την ομάδα ακόμα

source: Partial credit
el: Μερικός έπαινος

# $string['pluginname']
source: Statistics
el: Στατιστικά

source: Position
el: Θέση

source: Position(s)
el: Θέση(εις)

source: Question information
el: Πληροφορίες ερώτησης

source: Question name
el: Όνομα ερώτησης

source: Question statistics
el: Στατιστικά ερώτησης

source: Question type
el: Τύπος ερώτησης

source: Quiz information
el: Πληροφορίες Κουίζ

source: Quiz name
el: Όνομα κουίζ

source: Quiz overall statistics
el: Γενικά στατιστικά κουίζ

source: Quiz structure analysis
el: Ανάλυση δομής του κουίζ

source: Random guess score
el: Σκορ τυχαίας εικασίας

source: Recalculate now
el: Επαναβαθμολόγηση τώρα

source: Response
el: Απάντηση

source: Score distribution skewness (for {$a})
el: Λοξότητα διανομής του σκορ (για {$a})

source: Standard deviation (for {$a})
el: Τυπική απόκλιση (για {$a})

source: Standard deviation
el: Τυπική απόκλιση

source: Standard error (for {$a})
el: Τυπικό σφάλμα (για {$a})

# $string['statistics']
source: Statistics
el: Στατιστικά

source: Quiz statistics report
el: Αναφορά στατιστικών του κουίζ

source: Statistics report
el: Αναφορά στατιστικών

source: Statistics for question positions
el: Στατιστικά για τη θέση των ερωτήσεων

source: View statistics report
el: Εμφάνιση αναφοράς στατιστικών

source: Quiz statistics (for {$a})
el: Στατιστικά κουίζ (για {$a})
