Repository: eellak/moodle-po
Catalog: *-new/quiz.po_*.po
Languages: el

source: <div>In particular the quiz module will perform an extensive change of the quiz tables and this upgrade has not yet been sufficiently tested. You are very strongly urged to backup your database tables before proceeding.</div>
el: <div style="color: red;"> συγκεκριμένα το άρθρωμα του κουίζ θα εκτελέσει εκτενή αλλαγή των πινάκων κουίζ και αυτή η ανανέωση δεν έχει ελεγχθεί ακόμα. Καλό θα ήταν να πάρετε ένα αντίγραφο ασφαλείας των πινάκων της βάσης δεδομένων πριν προχωρήσετε.</div>

source: URL
el: Τοποθεσία URL

source: This category has been preserved and moved to the site level because it is a published category still in use by other courses.
el: Αυτή η κατηγορία έχει διατηρηθεί και έχει μετακινηθεί στο επίπεδο δικτυακού τόπου γιατί είναι δημοσιευμένη κατηγορία που χρησιμοποιείται από άλλα μαθήματα.

source: Validate
el: Επικυρώστε

source: View {$a} quiz attempts
el: Δείτε {$a} τα ολοκληρωμένα κουίζ

source: View reports for {$a} attempts
el: Δείτε τις αναφορές για {$a} προσπάθειες

source: <b>This question is of a type that has not been installed on your Moodle yet.<br />Please alert your Moodle administrator.</b>
el: <b>Ο τύπος αυτής της ερώτησης δεν έχει εγκατασταθεί στο Moodle προς το παρόν. <br>Παρακαλώ ειδοποιήστε το διαχειριστή του Moodle. </b>

source: Where's my grade?
el: Πού είναι ο βαθμός μου;

source: Wild card
el: Μπαλαντέρ

source: This window will close shortly.
el: Αυτό το παράθυρο θα κλείσει σύντομα.

source: with summary statistics
el: με Συνοπτικά Στατιστικά

source: You can not use this page like that
el: Δεν μπορείτε να χρησιμοποιήσετε αυτή την σελίδα έτσι

source: XHTML
el: Μορφή XHTML

source: You need to enrol in this course before you can attempt this quiz
el: Πρέπει να εγγραφείτε σε αυτό το μάθημα πριν εκκινήσετε προσπάθεια γι' αυτό το κουίζ

source: Your final grade for this quiz is {$a}.
el: Ο τελικός σας βαθμός γι' αυτό το κουίζ είναι {$a}
