Repository: eellak/moodle-po
Catalog: *-new/repository_flickr_public.po_*.po
Languages: el

source: API key
el: Κλειδί API

source: Back to search screen
el: Επιστροφή στην οθόνη αναζήτησης

source: Callback URL
el: Τοποθεσία Callback

source: Flickr public configuration
el: Ρυθμιση Flickr για το κοινό

source: Email address
el: Δι/νση Ηλεκτρονικού Ταχυδρομείου

source: Use Flickr public repository in file picker
el: Χρήση του repository Flickr public στο σύστημα επιλογής αρχείων (file picker)

source: Full text
el: Πλήρες κέιμενο

source: <div>Get a <a href="http://www.flickr.com/services/api/keys/">Flickr API Key</a> for your Moodle site. </div>
el: <div>Λάβετε ένα <a href="http://www.flickr.com/services/api/keys/">Κλειδί API για το Flickr</a> για τον ιστοχώρο Moodle. </div>

source: Invalid email account for flickr
el: Μη έγκυρη δι/νση ηλεκτρονικού ταχυδρομείου για το flickr

source: notitle
el: Χωρίς Τίτλο

source: There are no photos in this account
el: Δεν υπάρχουν φωτογραφίες σε αυτό το λογαριασμό

source: Flickr public
el: Flickr για το κοινό

source: Repository on flickr.com
el: Χώρος Αποθήκευσης στο flickr.com

source: Remember me
el: Να με θυμάσαι

source: Secret
el: Συνθηματικό

source: Tag
el: Ετικέτα

source: Flickr account email
el: Δι/νση Ηλεκτρονικού Ταχυδρομείου του λογαριασμού στο Flickr

source: Add watermark to photos
el: Προσθήκη υδατογραφήματος στις φωτογραφίες
