Repository: eellak/moodle-po
Catalog: *-new/tool_spamcleaner.po_*.po
Languages: el

source: Spam cleaner
el: Καθαριστής μαζικών ενοχλητικών μηνυμάτων

source: Autodetect common spam patterns
el: Αυτόματος εντοπισμός των συνηθισμένων πρότυπων μαζικών ενοχλητικών μηνυμάτων

source: Cannot delete this user
el: Δεν είναι δυνατόν να διαγραφεί αυτός ο χρήστης

source: No users matching your search
el: Δεν υπάρχουν χρήστες που ταιριάζουν με την αναζήτηση που κάνατε

source: <p>This script allows you to search all user profiles for certain strings and then delete those accounts which are obviously created by spammers. You can search for multiple keywords using commas (e.g. casino, porn).</p> <p>For further information, see the documentation <a href="http://docs.moodle.org/en/Reducing_spam_in_Moodle">Reducing spam in Moodle</a>.</p>
el: Αυτό το σενάριο σας επιτρέπει να αναζητήσετε όλα τα προφίλ των χρηστών για συγκεκριμένα αλφαριθμητικά και έπειτα να σβήσετε τους λογαριασμούς που έχουν προφανώς δημιουργηθεί από κακόβουλους χρήστες. Μπορείτε να κάνετε αναζήτηση με πολλαπλές λέξεις κλειδιά χρησιμοποιώντας κόμμα (π.χ καζίνο, πορνό)<br /><br />Η τεκμηρίωση του Moodle έχει περισσότερες πληροφορίες σχετικά με την <a href="http://docs.moodle.org/en/Reducing_spam_in_Moodle">Μείωση των μαζικών ενοχλητικών μηνυμάτων στο Moodle</a>.

source: Delete all these user accounts
el: Διαγραφή όλων αυτών των λογαριασμών χρηστών

source: Are you sure you want to delete all these user accounts? You can not undo this.
el: Είστε σίγουροι οτι θέλετε να διαγράψετε όλους αυτούς τους λογαριασμούς χρηστών? Δεν μπορείτε έπειτα να αναιρέσετε αυτή την ενέργεια.

source: Are you sure you want to delete this entry? You can not undo this.
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτή την καταχώρηση; Δεν μπορείτε έπειτα να αναιρέσετε αυτή την ενέργεια.

source: Description
el: Περιγραφή

source: eg: casino, porn, xxx
el: π.χ: καζίνο, πορνό, σεξ

source: From blog post:
el: Από δημοσίευση blog:

source: Unknown but invalid result
el: Άγνωστο αλλά μη έγκυρο αποτέλεσμα

source: Operation
el: Λειτουργία

source: Results of searching user profiles containing:
el: Αποτελέσματα αναζήτησης προφίλ χρηστών που περιέχουν:

source: Search for these keywords
el: Αναζήτηση με αυτές τις λέξεις κλειδιά
