Repository: eellak/moodle-po
Catalog: *-new/tool_langimport.po_*.po
Languages: el

source: Unable to connect to the download server. It is not possible to install or update the language packs automatically. Please download the appropriate ZIP file(s) from <a href="{$a->src}">{$a->src}</a> and unzip them manually to your data directory <code>{$a->dest}</code>
el: Δεν είναι εφικτή η σύνδεση με το διακομιστή λήψης. Δεν είναι εφικτή η αυτόματη εγκατάσταση ή ενημέρωση των πακέτων γλωσσών. Παρακαλούμε κάντε λήψη των κατάλληλων συμπιεσμένων αρχείων από το <a href="{$a->src}">{$a->src}</a> και αποσυμπιέστε τα χειροκίνητα στον κατάλογο δεδομένων <code>{$a->dest}</code>

source: Install selected language pack(s)
el: Eγκατάσταση του επιλεγμένου γλωσσικού πακέτου

source: Installed language packs
el: Εγκατεστημένα γλωσσικά πακέτα

source: Language import utility
el: Εισαγωγή γλωσσικού πακέτου

source: Language import feature has been disabled. You have to update your language packs manually at the file-system level. Do not forget to purge string caches after you do so.
el: Η δυνατότητα εισαγωγής γλωσσικού πακέτου έχει απενεργοποιηθεί. Πρέπει να ανανεώσετε τα γλωσσικά πακέτα σας χειροκίνητα σε επίπεδο συστήματος.

source: Language pack '{$a}' was successfully installed
el: Το γλωσσικό πακέτο {$a} εγκαταστάθηκε με επιτυχία

source: Language pack installed
el: Το πακέτο γλώσσας εγκαταστάθηκε

source: An error has occurred; language pack '{$a}' is not completely uninstalled. Please check file permissions.
el: Προέκυψε σφάλμα; Το πακέτο γλώσσας '{$ a}' δεν έχει απεγκατασταθεί πλήρως. Παρακαλούμε ελέγξτε τα δικαιώματα αρχείων.

source: Language pack '{$a}' was uninstalled
el: Πραγματοποιήθηκε η απεγκατάσταση του γλωσσικού πακέτου

source: Language pack uninstalled
el: Το πακέτο γλώσσας απεγκαταστάθηκε

source: Language pack '{$a}' was successfully updated
el: Το πακέτο γλώσσας '{$a}' ενημερώθηκε επιτυχώς

source: Language pack updated
el: Το πακέτο γλώσσας ενημερώθηκε

source: Update of '{$a}' language pack skipped
el: Παράλειψη ανανέωσης γλωσσικού πακέτου {$a}

source: Language pack '{$a}' is up-to-date
el: Το πακέτο γλώσσας '{$a}' είναι ενημερωμένο

source: Language pack update completed
el: Η αναβάθμιση του γλωσσικού πακέτου ολοκληρώθηκε

source: Missing parent language <em>{$a->parent}</em> of <em>{$a->lang}</em>.
el: Απούσα γλώσσα-γονέας <em>{$a->parent}</em> του <em>{$a->lang}</em>.

source: The English language pack cannot be uninstalled.
el: Δεν είναι εφικτή η απεγκατάσταση του πακέτου Αγγλικής γλώσσας.

source: All your language packs are up to date, no update is needed
el: Όλα τα γλωσσικά σας πακέτα είναι ενημερωμένα, δεν απαιτείται ενημέρωση.

source: Language packs
el: Γλωσσικά πακέτα

source: Uninstall selected language pack(s)
el: Απεγκατάσταση

source: You are about to completely uninstall these language packs: <strong>{$a}</strong>. Are you sure?
el: Είστε απόλυτα βέβαιος ότι θέλετε να απεγκαταστήσετε την {$a} γλώσσα?

source: Update all installed language packs
el: Αναβάθμιση όλων των γλωσσικών πακέτων
