Repository: eellak/moodle-po
Catalog: *-new/tool_cohortroles.po_*.po
Languages: el

source: {$a} cohort role assignments were saved.
el: Αποθηκεύτηκαν {$a} αναθέσεις ρόλου στην ομάδα χρηστών

source: Assign user-context roles to all cohort members
el: Ανάθεση ρόλων στο πλαίσο χρήστη σε όλα τα μέλη της ομάδας χρηστών

source: Note: New cohort role assignments will not take effect immediately. Role assignment changes will be made by a scheduled task.
el: Σημείωση: Οι νέες αναθέσεις ρόλου στην ομάδα χρηστών δεν θα τεθούν σε ισχύ αμέσως. Οι αλλαγές ανάθεσης ρόλου θα γίνουν από μια προγραμματισμένη εργασία.

source: The cohort role assignment was not removed.
el: Η ανάθεση ρόλου στην ομάδα χρηστών δεν αφαιρέθηκε.

source: The cohort role assignment was removed.
el: Η ανάθεση ρόλου στην ομάδα χρηστών αφαιρέθηκε.

source: Cohort roles
el: Ρόλοι ομάδας χρηστών

source: Existing cohort role assignments
el: Υπάρχουσες αναθέσεις ρόλου στην ομάδα χρηστών

source: Assign user roles to cohort
el: Ανάθεση ρόλων χρήστη στην ομάδα χρηστών

source: There are currently no roles that can be assigned in the user context. <a href="../../roles/manage.php">Manage roles</a>
el: Δεν έχουν ανατεθεί ρόλοι στο πλαίσιο χρήστη. <a href="../../roles/manage.php">Διαχείριση ρόλων</a>

source: No cohort role assignments were saved.
el: Δεν αποθηκεύτηκαν αναθέσεις ρόλου στην ομάδα χρηστών

source: One cohort role assignment was saved.
el: Αποθηκεύτηκε μια ανάθεση ρόλου στην ομάδα χρηστών

source: Cohort roles management
el: Διαχείριση ρόλων ομάδας χρηστών

source: Remove cohort role assignment
el: Αφαίρεση ανάθεσης ρόλου στην ομάδα χρηστών

source: Are you sure you want to remove this cohort role assignment? This role will be removed for this user in all other user contexts.
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτήν την ανάθεση ρόλου στην ομάδα χρηστών; Ο ρόλος αυτός θα αφαιρεθεί για τον χρήστη σε όλες τις άλλες περιπτώσεις χρήστη.

source: Select cohorts
el: Επιλογή ομάδων χρηστών

source: Sync cohort role assignments
el: Συγχρονισμός αναθέσων ρόλου στην ομάδα χρηστών
