Repository: eellak/moodle-po
Catalog: *-new/zoom.po_*.po
Languages: el

source: Actions
el: Ενέργειες

source: All meetings
el: Όλες οι συσκέψεις

source: Zoom API key
el: Κλειδί Zoom API

source: Zoom API secret
el: Μυστικό Zoom API

source: Zoom API url
el: Διεύθυνση URL Zoom API

source: Both
el: Και τα δυο

source: Telephony only
el: Μόνο τηλεφωνικά

source: Voip only
el: Μόνο Voip

source: Information from the zoom get user report request
el: Οι πληροφορίες από το zoom λαμβάνουν αίτημα αναφοράς χρήστη

source: The zoom user id of the user
el: Το αναγνωριστικό χρήστη zoom του χρήστη

source: Connection working.
el: Η σύνδεση λειτουργεί.

source: Connection status
el: Κατάσταση σύνδεσης

source: Duration
el: Διάρκεια

source: End Time
el: Ώρα λήξης

source: The duration must be positive.
el: Η διάρκεια θα πρέπει να είναι θετικός αριθμός.

source: The duration cannot exceed 150 hours.
el: Η διάρκεια δεν μπορεί να υπερβαίνει τις 150 ώρες.

source: Requested time frame too long, showing results of latest month in range.
el: Ζητήθηκε πολύ μεγάλο χρονικό διάστημα, εμφάνιση αποτελεσμάτων τελευταίου μήνα του εύρους.

source: Zoom webservice error: {$a}.
el: Σφάλμα υπηρεσίας διαδικτύου Zoom: {$a}.

source: Password may only contain the following characters: [a-z A-Z 0-9 @ - _ *]. Max of 10 characters.
el: Ο κωδικός πρόσβασης μπορεί να περιέχει μόνο τους ακόλουθους χαρακτήρες: [a-z A-Z 0-9 @ - _ *]. Μέγιστο 10 χαρακτήρες.

source: The start date cannot be in the past.
el: Η ημερομηνία έναρξης δεν μπορεί να είναι προγενέστερη.

source: Export
el: Εξαγωγή

source: First able to join
el: Δυνατότητα συμμετοχής πριν την έναρξη

source: The earliest a user can join a scheduled meeting (minutes before start).
el: Το νωρίτερο που μπορεί να μπει ένας χρήστης σε μια προγραμματισμένη συνάντηση (λεπτά πριν από την έναρξη).

source: Status invalid, check the database.
el: Η κατάσταση δεν είναι έγκυρη, ελέγξτε τη βάση δεδομένων.

source: Join
el: Συμμετοχή

source: Join meeting before host
el: Συμμετοχή στη σύσκεψη πριν από τον παρουσιαστή

source: Join Meeting
el: Συμμετοχή στη Σύσκεψη

source: Join Time
el: Ώρα Εισόδου

source: Leave Time
el: Ώρα Αποχώρησης

source: Login types
el: Τύποι σύνδεσης

source: Select all login types for user email lookup. Hold CTRL key to select multiple fields. (Options are listed in the order that lookup will be attempted)
el: Επιλέξτε όλους τους τύπους σύνδεσης για αναζήτηση διεύθυνσης ηλεκτρονικού ταχυδρομείου χρήστη. Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε πολλαπλά πεδία. (Οι επιλογές εμφανίζονται με τη σειρά που θα γίνει η αναζήτηση)

source: Expired / Deleted
el: Έληξε / Διαγράφηκε

source: Finished
el: Ολοκληρώθηκε

source: Not started
el: Δεν έχει ξεκινήσει

source: Meeting option
el: Επιλογή σύσκεψης

source: *Join before host* allows attendees to join the meeting before the host joins or when the host cannot attend the meeting.
el: Η *συμμετοχή πριν από τον παρουσιαστή* επιτρέπει στους συμμετέχοντες να μπουν στη σύσκεψη προτού μπει ο παρουσιαστής ή όταν ο παρουσιαστής δεν μπορεί να συμμετάσχει στη σύσκεψη.

source: In progress
el: Σε εξέλιξη

# $string['meeting_time']
source: Start Time
el: Ώρα Έναρξης

# $string['modulename']
source: Zoom meeting
el: Σύσκεψη Zoom

source: Zoom is a video and web conferencing platform that gives authorized users the ability to host online meetings.
el: Το Zoom είναι μια πλατφόρμα βίντεο και διαδικτυακών συσκέψεων που παρέχει στους εξουσιοδοτημένους χρήστες τη δυνατότητα να φιλοξενούν online συναντήσεις.

source: Zoom Meetings
el: Συσκέψεις Zoom

source: New Meetings
el: Νέες Συσκέψεις

source: No participants found for this session at this time.
el: Δεν βρέθηκαν συμμετέχοντες για αυτήν τη συνεδρία.

source: No sessions found for specified range.
el: Δεν βρέθηκαν συνεδρίες για το συγκεκριμένο εύρος.

source: No meetings
el: Δεν υπάρχουν συσκέψεις

source: Off
el: Ανενεργό

source: Concluded Meetings
el: Ολοκληρωμένες Συσκέψεις

source: On
el: Ενεργό

source: Audio options
el: Επιλογές ήχου

source: Host video
el: Βίντεο παρουσιαστή

source: Enable join before host
el: Δυνατότητα συμμετοχής πριν από τον παρουσιαστή

source: Participants video
el: Βίντεο συμμετεχόντων

source: Participants
el: Συμμετέχοντες

source: Password
el: Κωδικός πρόσβασης

source: Password Protected
el: Προστασία Κωδικού Πρόσβασης

source: Manage Zoom meeting
el: Διαχείριση σύσκεψης Zoom

# $string['pluginname']
source: Zoom meeting
el: Σύσκεψη Zoom

source: Recurring
el: Επαναλαμβανόμενη

source: Has no end date
el: Δεν έχει ημερομηνία λήξης

source: Recurring meeting (meeting with no end date or time)
el: Επαναλαμβανόμενη σύσκεψη (σύσκεψη χωρίς ημερομηνία ή ώρα λήξης)

source: Reports
el: Αναφορές

source: Require meeting password
el: Απαιτείται κωδικός πρόσβασης σύσκεψης

source: Sessions
el: Συνεδρίες

source: Start
el: Έναρξη

source: Start video when host joins
el: Έναρξη βίντεο όταν εισέλθει ο παρουσιαστής

source: Start Meeting
el: Έναρξη Σύσκεψης

source: Start video when participant joins
el: Έναρξη βίντεο όταν εισέλθουν οι συμμετέχοντες

# $string['starttime']
source: Start Time
el: Ώρα Έναρξης

source: When
el: 'Οταν

source: Status
el: Κατάσταση

source: Title
el: Τίτλος

source: Topic
el: Θέμα

source: Unable to join at this time
el: Δεν είναι δυνατή η συμμετοχή αυτή τη στιγμή

source: Update meeting settings from Zoom
el: Ενημέρωση ρυθμίσεων σύσκεψης από το Zoom

source: Use personal meeting ID {$a}
el: Χρήση προσωπικού αναγνωριστικού σύσκεψης {$a}

source: Webinar
el: Διαδικτυακό σεμινάριο

source: This option is only available to pre-authorized Zoom accounts.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο στους προ-εξουσιοδοτημένους λογαριασμούς Zoom .

source: Add a new Zoom meeting
el: Προσθήκη νέας σύσκεψης Zoom

source: An error occured with Zoom.
el: Προέκυψε σφάλμα με το Zoom

source: The Zoom API key and/or secret are invalid. Please ensure they are correct.
el: Το κλειδί Zoom API και / ή το μυστικό δεν είναι έγκυρα. Επιβεβαιώστε ότι είναι σωστά.

source: Please configure the Zoom API key and secret.
el: Παρακαλούμε διαμορφώστε το κλειδί Zoom API και το μυστικό.

source: The Zoom API url could not be found; please check the setting.
el: Δεν είναι δυνατή η εύρεση της διεύθυνσης URL του Zoom API. Παρακαλούμε ελέγξτε τη ρύθμιση.

source: The Zoom API could not be contacted; please check your server error log.
el: Δεν ήταν δυνατή η επικοινωνία με το Zoom API. Παρακαλούμε ελέγξτε το αρχείο καταγραφής σφαλμάτων του διακομιστή.

source: The Zoom API url could not be resolved; please check the setting.
el: Δεν ήταν δυνατή η επικοινωνία με το Zoom API. Παρακαλούμε ελέγξτε το αρχείο καταγραφής σφαλμάτων του διακομιστή.

source: This meeting has expired. You can <a href="{$a->recreate}">recreate it here</a> or <a href="{$a->delete}">delete it completely</a>.
el: Αυτή η σύσκεψη έχει λήξει. Μπορείτε να την <a href="{$a->recreate}">ξαναδημιουργήσετε εδώ</a> ή να την <a href="{$a->delete}">διαγράψετε πλήρως</a>.

source: This meeting has expired. Please contact the meeting host if you have questions.
el: Αυτή η σύσκεψη έχει λήξει. Παρακαλούμε επικοινωνήστε με τον παρουσιαστή της σύσκεψης αν έχετε ερωτήσεις, επικοινωνήστε με τον οικοδεσπότη της συνάντησης.

source: You are using Zoom for the first time, so you must enable your Zoom account by logging in to <a href="{$a}" target="_blank">{$a}</a> with your login credentials. Once you've activated your Zoom account, reload this page and continue setting up your meeting.
el: Χρησιμοποιείτε το Zoom για πρώτη φορά, οπότε πρέπει να ενεργοποιήσετε το λογαριασμό σας στο Zoom, συνδεόμενοι στο <a href="{$a}" target="_blank">{$a}</a> με τα στοιχεία σύνδεσης σας. Μόλις ενεργοποιήσετε το λογαριασμό σας στο Zoom, ξαναφορτώστε αυτή της σελίδα και συνεχίστε με τη ρύθμιση της σύσκεψής σας.

source: Zoom home page URL
el: Διεύθυνση URL αρχικής σελίδας Zoom

source: View Zoom meetings
el: Προβολή συσκέψεων Zoom
