Repository: eellak/moodle-po
Catalog: po-*/*.po
Languages: el

source: Add page
el: Προσθήκη σελίδας

source: All Dashboard pages have been reset to default.
el: Όλες οι σελίδες στη σελίδα Η αρχική μου έχουν γίνει επαναφορά στην προεπιλογή.

source: All profile pages have been reset to default.
el: Όλες οι σελίδες προφίλ έχουν γίνει επαναφορά στην προεπιλογή.

source: Default My Moodle page
el: Προεπιλεγμένη σελίδα Το Moodle μου

source: Default profile page
el: Προεπιλεγμένη σελίδα προφίλ

source: Delete page
el: Διαγραφή σελίδας

source: Manage pages
el: Διαχείριση σελίδων

source: Dashboard
el: Προβολή των μαθημάτων μου

source: No course information to show.
el: Δεν υπάρχει πληροφορία του μαθήματος για προβολή.

source: The Dashboard page is not available to guest users
el: Η σελίδα 'Επισκόπιση Μαθήματος' δεν είναι διαθέσιμη σε guest χρήστες

source: Configure pinned blocks for my moodle
el: Διαμόρφωση blocks με πινέζα για τη σελίδα my ΠΗΛΕΑΣ

source: Any block settings you configure here will be visible (and non-editable) for any user of moodle on their 'My Moodle' overview page.
el: Οι ρυθμίσεις των μπλοκ που θα κάνετε εδώ θα είναι εμφανείς (και μη επεξεργάσιμες) σε κάθε χρήστη του ΠΗΛΕΑΣ στη 'my ΠΗΛΕΑΣ' σελίδα τους.

source: There was an error resetting your page
el: Προέκυψε σφάλμα κατά την επαναφορά της σελίδας

source: Reset Dashboard for all users
el: Επαναφορά αρχικής σελίδας για όλους τους χρήστες

source: Reset profile for all users
el: Επαναφορά προφίλ για όλους τους χρήστες

source: Reset page to default
el: Επαναφορά σελίδα σε προεπιλογή
