Repository: eellak/moodle-po
Catalog: po-*/access.po
Languages: el

source: Accessibility
el: Προσβασιμότητα

source: Accessibility help
el: Βοήθεια προσβασιμότητας

source: Access key, {$a}
el: Κλειδί πρόσβασης, {$a}

source: Accessibility statement
el: Δήλωση πρόσβασης

source: Next activity
el: Επόμενη δραστηριότητα

source: Previous activity
el: Προηγούμενη δραστηριότητα

source: Breadcrumb trail
el: Ίχνος διαδρομής

source: Hide {$a} block
el: Απόκρυψη {$a} μπλοκ

source: Previous month
el: Προηγούμενος μήνας

source: Show {$a} block
el: Εμφάνιση {$a} μπλοκ

source: Site map
el: Χάρτης ιστοχώρου

source: Skip {$a}
el: Παράλειψη {$a}

source: Skip block
el: Παράλειψη μπλοκ

source: Skip navigation
el: Παράλειψη πλοήγησης

source: Skip to {$a}
el: Μετάβαση στο {$a}

source: Skip to main content
el: Μετάβαση στο κεντρικό περιεχόμενο

source: Go to navigation
el: Μετάβαση στην πλοήγηση

source: You are here
el: Βρίσκεστε εδώ
