Repository: eellak/moodle-po
Catalog: po-*/assignment.po
Languages: el

source: Add a new assignment
el: Προσθήκη νέας εργασίας

source: The legacy "Assignment 2.2" activity is disabled.
el: Η δραστηριότητα παλαιότερης έκδοσης "Εργασία 2.2" έχει απενεργοποιηθεί.

source: Export own submission
el: Εξαγωγή ιδίας υποβολής

source: Export submission
el: Εξαγωγή υποβολής

source: Grade assignment
el: Βαθμός εργασίας

source: The legacy "Assignment 2.2" activity has been disabled. Please request that your site administrator runs the assignment upgrade tool for all legacy assignments in this site.
el: Η δραστηριοτήτα παλαιότερης έκδοσης "Εργασία 2.2" έχει απενεργοποιηθεί. Παρακαλώ ζητήστε από τον διαχειριστή του ιστοχώρου να εκτελέσει το εργαλείο αναβάθμισης της εργασίας για όλες τις αναθέσεις παλαιότερης έκδοσης σε αυτόν τον ιστοχώρο.

source: Submit assignment
el: Υποβολή εργασίας

source: View assignment
el: Προβολή εργασίας

# $string['modulename']
source: Assignment 2.2 (Disabled)
el: Εργασία (2.2)

source: Legacy activity module that has been removed from Moodle.
el: <p><img alt="" src="<?php echo $CFG->wwwroot?>/mod/assignment/icon.gif" />&nbsp;<b>Εργασίες</b></p> <div class="indent">Οι εργασίες δίνουν τη δυνατότητα στον καθηγητή να ζητήσει από τους μαθητές ένα παραδοτέο βάσει του οποίου θα βαθμολογηθούν. Το παραδοτέο μπορεί να είναι οποιασδήποτε μορφής (κείμενο, εικόνα, άλλο αρχείο) και αποθηκεύεται στο διακομιστή του Moodle.</div>

source: Assignments 2.2 (Disabled)
el: Εργασίες

# $string['pluginname']
source: Assignment 2.2 (Disabled)
el: Εργασία (2.2)
