Repository: eellak/moodle-po
Catalog: po-*/assignfeedback_editpdf.po
Languages: el

source: Annotation colour
el: Χρώμα σχολιασμού

source: Black
el: Μαύρο

source: Blue
el: Μπλέ

source: Cannot open the PDF. The file may be corrupt, or in an unsupported format.
el: Δεν μπορεί να ανοιχτεί το PDF. Το αρχείο μπορεί να είναι κατεστραμμένο ή μη υποστηριζόμενο τύπος αρχείου.

source: Clear
el: Καθαρισμός

source: Colour picker
el: Επιλογέας χρώματος

source: Command:
el: Εντολή:

source: Comments
el: Σχόλια

source: Comment colour
el: Χρώμα σχολίου

source: Could not save page {$a}
el: Δεν μπόρεσε να αποθηκευτεί η σελίδα {$a}

# $string['currentstamp']
source: Stamp
el: Στάμπα

source: Enabled by default
el: Ενεργοποιημένο από προεπιλογή

source: If set, this feedback method will be enabled by default for all new assignments.
el: Αν ενεργοποιηθεί, αυτή η μέθοδος ανατροφοδότησης θα ενεργοποιηθεί ως προεπιλογή για όλες τις νέες αναθέσεις εργασιών.

source: Delete annotation
el: Διαγραφή σχολιασμού

source: Delete comment
el: Διαγραφή σχολίου

source: Delete feedback PDF
el: Διαγραφή PDF ανατροφοδότησης

source: Download feedback PDF
el: Μεταφόρτωση PDF ανατροφοδότησης

source: Draft annotations saved
el: Οι προσωρινοί σχολιασμοί αποθηκεύτηκαν

source: Drag
el: Σύρε

# $string['editpdf']
source: Annotate PDF
el: Σχολίασε το PDF

source: Annotate students submissions directly in the browser and produce an edited downloadable PDF.
el: Σχολίασε τις υποβολές των φοιτητών κατευθείαν στον περιηγητή ίντερνετ και παρήγαγε ένα επεξεργασμένο PDF το οποίο μπορεί να κατέβει στον τοπικό υπολογιστή.

# $string['enabled']
source: Annotate PDF
el: Σχολίασε το PDF

source: Expand/collapse all comments
el: Ανάπτυξη / σύμπυξη όλων των σχολίων

source: Filter comments...
el: Φίλτραρε τα σχόλια....

source: Generate feedback PDF
el: Δημιουργία PDF ανατροφοδότησης

source: Generating the PDF...
el: Δημιουργία του PDF

source: Go to page
el: Πήγαινε στην σελίδα

source: Green
el: Πράσινο

source: Launch PDF editor...
el: Έναρξη επεξεργαστή PDF...

source: Line
el: Γραμμή

source: Loading PDF editor
el: Ο επεξεργαστής PDF φορτώνεται

source: Next page
el: Επόμενη σελίδα

source: Previous page
el: Προηγούμενη σελίδα

source: Page {$a}
el: Σελίδα {$a}

source: Page {$a->page} of {$a->total}
el: Σελίδα {$a->page} από {$a->total}

source: Pen
el: Στυλός

# $string['pluginname']
source: Annotate PDF
el: Σχολιασμός PDF

source: Prepare submissions for annotation
el: Προετοιμασία υποβολής για σχολιασμό

source: Rectangle
el: Παραλληλόγραμμο

source: Red
el: Κόκκινο

source: Result:
el: Αποτέλεσμα:

source: Search comments
el: Αναζήτηση σχολίων

source: Select
el: Επέλεξε

# $string['stamp']
source: Stamp
el: Στάμπα

source: Stamp picker
el: Επιλογέας στάμπας

source: Stamps
el: Στάμπες

source: The test PDF is missing
el: Το δοκιμαστικό PDF λείπει

source: Tool
el: Εργαλείο

source: View annotated PDF...
el: Προβολή σχολιασμένου PDF...

source: White
el: Άσπρο

source: Yellow
el: Κίτρινο
