Repository: eellak/moodle-po
Catalog: po-*/assignsubmission_file.po
Languages: el

source: Accepted file types
el: Αποδεκτοί τύποι αρχείου

# $string['configmaxbytes']
source: Maximum file size
el: Μέγιστο μέγεθος αρχείου

source: {$a} files
el: {$a} αρχεία

source: Enabled by default
el: Ενεργοποιημένο από προεπιλογή

# $string['enabled']
source: File submissions
el: Υποβολές αρχείων

source: A file has been uploaded.
el: Ένα αρχείο έχει φορτωθεί.

# $string['file']
source: File submissions
el: Υποβολές αρχείων

# $string['maxbytes']
source: Maximum file size
el: Μέγιστο μέγεθος αρχείου

source: Maximum files per submission
el: Μέγιστο αριθμό αρχείων ανά υποβολή

source: Maximum number of uploaded files
el: Μέγιστος αριθμός αρχείων που έχουν αποσταλεί

source: Maximum submission size
el: Μέγιστο μέγεθος υποβολής

source: Files uploaded by students may be up to this size.
el: Τα αρχεία από τους μαθητές μπορεί να είναι μέχρι αυτό το μέγεθος.

source: The number of file(s) : {$a} file(s).
el: Ο αριθμός των αρχείου (ων): {$a} αρχείο (α).

# $string['pluginname']
source: File submissions
el: Υποβολές αρχείων

source: Uploaded submission files
el: Ανεβασμένα αρχεία υποβολής
