Repository: eellak/moodle-po
Catalog: po-*/auth.po
Languages: el

source: Available authentication plugins
el: Active authentication plugins

source: Allow accounts with same email
el: Επιτρέπονται λογαριασμοί με την ίδια ηλεκτρονική διεύθυνση.

source: If enabled, more than one user account can share the same email address. This may result in security or privacy issues, for example with the password change confirmation email.
el: Αν ενεργοποιηθεί, τότε πολλοί χρήστες θα έχουν την ίδια ηλεκτρονική διεύθυνση. Αυτό μπορεί να οδηγήσει σε προβλήματα ασφάλεια ή ιδιωτικότητας, όπως για παράδειγμα, σε περίπτωση αλλαγής του κωδικού πρόσβασης.

source: If you enter a URL here, it will be used as the login page for this site. The page should contain a form which has the action property set to <strong>'{$a}'</strong> and return fields <strong>username</strong> and <strong>password</strong>.<br />Be careful not to enter an incorrect URL as you may lock yourself out of this site.<br />Leave this setting blank to use the default login page.
el: Όποια διεύθυνση πληκτρολογήσετε θα χρησιμοποιηθεί σαν σελίδα σύνδεσης. Η σελίδα αυτή, θα πρέπει να έχει μία φόρμα με την ιδιότητα <strong>'{$a}'</strong> και τα πεδία <strong>username</strong>, <strong>password</strong>.

source: Alternate login URL
el: Εναλλακτική σελίδα σύνδεσης

source: Change password help
el: Βοήθεια αλλαγήςκωδικού

source: Display lost password help to users who have lost their {$a} password. This will be displayed either as well as or instead of the <strong>Change Password URL</strong> or Internal Moodle password change.
el: Εμφάνιση της βοήθειας απολεσθέντος κωδικού στους χρήστες που έχασαν τον {$a} κωδικό τους. Αυτό θα εμφανιστεί μαζί με ή αντί του <strong>URL αλλαγής κωδικού</strong> ή άλλαγή κωδικού εσωτερικά του ΠΗΛΕΑΣ

# $string['auth_changepasswordurl']
source: Change password URL
el: URL αλλαγής κωδικού

source: Specify the url to send users who have lost their {$a} password. Set <strong>Use standard Change Password page</strong> to <strong>No</strong>.
el: Προσδιορίστε το URL που θα αποστέλλεται στους χρήστες που έχει χάσει τον {$a} κωδικό τους. Ορίστε την <strong>Χρήση της κανονικής σελίδας αλλαγής κωδικού</strong> σε <strong>Όχι</strong>.

source: You have requested a change of email address, from {$a->oldemail} to {$a->newemail}. For security reasons, we are sending you an email message at the new address to confirm that it belongs to you. Your email address will be updated as soon as you open the URL sent to you in that message.
el: Έχετε ζητήσει μια αλλαγή της διεύθυνσης ηλεκτρονικού ταχυδρομείου, από {$a->oldemail} στο {$a->newemail}. Για λόγους ασφαλείας, σας στέλνουμε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στη νέα διεύθυνση για να επιβεβαιώσετε ότι ανήκει σε εσάς. Η διεύθυνση του ηλεκτρονικού ταχυδρομείου σας θα ενημερωθεί αμέσως μόλις ανοίξετε το σύνδεσμο που σας έχει αποσταλεί σε αυτό το μήνυμα.

source: Common settings
el: Κοινές ρυθμίσεις

source: Data mapping
el: Χαρτογράφηση δεδομένων

source: Authentication options
el: Επιλογές πιστοποίησης

source: Lock value
el: Κλείδωμα τιμής

source: <p><b>Lock value:</b> If enabled, will prevent Moodle users and admins from editing the field directly. Use this option if you are maintaining this data in the external auth system. </p>
el: <p><b>Κλείδωμα τιμής:</b> Εάν ενεργοποιηθεί, αποτρέπει χρήστες του ΠΗΛΕΑΣ και διαχειριστές να επεξεργαστούν το πεδίο άμεσα. Χρησιμοποιήστε την επιλογή αυτή εάν διατηρείτε τα δεδομένα σε εξωτερικό σύστημα πιστοποίησης. </p>

source: Lock user fields
el: Κλειδωμα πεδίων χρήστη

source: <p>You can lock user data fields. This is useful for sites where the user data is maintained by the administrators manually by editing user records or uploading using the 'Upload users' facility. If you are locking fields that are required by Moodle, make sure that you provide that data when creating user accounts or the accounts will be unusable.</p><p>Consider setting the lock mode to 'Unlocked if empty' to avoid this problem.</p>
el: <p>Έχετε τη δυνατότητα να κλειδώσετε κάποια από τα πεδία που χρησιμοποιούνται στην φόρμα εγγραφής των χρηστών. Μ' αυτόν τον τρόπο, γίνεται πιο εύκολη η συντήρηση του site στην περίπτωση που ο διαχειριστής επεξεργάζεται χειροκίνητα τα στοιχεία των χρηστών.

source: Leave this blank for the default login instructions to be displayed on the login page. If you want to provide custom login instructions, enter them here.
el: Εδώ μπορείτε να παρέχετε τις οδηγίες για τους χρήστες σας, έτσι ώστε να ξέρουν ποιο όνομα χρήστη και κωδικό πρόσβασης πρέπει να χρησιμοποιούν. Το κείμενο που εισάγετε εδώ θα εμφανιστεί στη σελίδα σύνδεσης. Εάν το αφήσετε κενό, τότε καμία οδηγία δεν θα τυπωθεί.

source: Allow log in via email
el: Επέτρεψε σύνδεση μέσω ηλεκτρονικού ταχυδρομείου

source: Multiple hosts OR addresses can be specified (eg host1.com;host2.com;host3.com) or (eg xxx.xxx.xxx.xxx;xxx.xxx.xxx.xxx)
el: Πολλαπλοί hosts ή διευθύνσεις μπορούν να προσδιοριστούν (πχ host1.com;host2.com;host3.com) ή (πχ xxx.xxx.xxx.xxx;xxx.xxx.xxx.xxx)

source: The authentication method {$a} is not configured.
el: Η μέθοδος αυθεντικοποίησης {$a} δεν έχει διαμορφωθεί.

source: Your password has expired. Please change it now.
el: Το συνθηματικό σας έχει λήξει. Θέλετε να αλλάξετε το συνθηματικό σας τώρα;

source: Your password will expire in {$a} days. Do you want to change your password now?
el: Το συνθηματικό σας θα λήξει σε {$a} ημέρες. Θέλετε να αλλάξετε το συνθηματικό σας τώρα;

source: Specify what to do with internal user account during mass synchronisation when user was removed from external source. Only suspended users are automatically restored if they reappear in the external source.
el: Specify what to do with internal user account during mass synchronization when user was removed from external source. Only suspended users are automatically revived if they reappear in ext source.

source: User account synchronisation
el: Cron synchronization script

source: When enabled, the suspended attribute will be used to update the local user account's suspension status.
el: Όταν είναι ενεργοποιημένη, το χαρακτηριστικό αναστολής θα χρησιμοποιηθεί για την ενημέρωση της κατάστασης αναστολής λογαριασμού τοπικού χρήστη.

source: Update local
el: Τοπική ενημέρωση

source: <p><b>Update local:</b> If enabled, the field will be updated (from external auth) every time the user logs in or there is a user synchronisation. Fields set to update locally should be locked.</p>
el: <p><b>Τοπική ενημέρωση:</b> Εάν ενεργοποιηθεί, το πεδίο θα ενημερώνεται (από εξωτερική πιστοποίηση) κάθε φορά που ο χρήστης εισέρχεται ή γίνεται συγχρονισμός χρηστών. Τα πεδία που ορίστηκαν να ενημερώνονται αυτόματα πρέπει να είναι κλειδωμένα.</p>

source: Update external
el: Ενημέρωσε εξωτερικά

source: <p><b>Update external:</b> If enabled, the external auth will be updated when the user record is updated. Fields should be unlocked to allow edits.</p>
el: <p><b>Ενημέρωσε εξωτερικά:</b> Εάν ενεργοποιηθεί, η εξωτερική πιστοποίηση θα ενημερώνεται κάθε φορά που η εγγραφή του χρήστη ενημερώνεται. Τα πεδία να είναι ξεκλείδωτα για να επιτρέπεται η επεξεργασία. </p>

source: <p><b>Note:</b> Updating external LDAP data requires that you set binddn and bindpw to a bind-user with editing privileges to all the user records. It currently does not preserve multi-valued attributes, and will remove extra values on update. </p>
el: <p><b>Σημείωση:</b> Η ενημέρωση εξωτερικών LDAP δεδομένων απαιτεί να ορίσετε τα binddn και bindpw σε έναν bind-user με επιπλέον προνόμια σε όλες τις εγγραφές των χρηστών. Επί του παρόντος δεν διατηρεί χαρακτηριστικά με πολλαπλές τιμές και αφαιρεί πλεονάζουσες τιμές κατά την ενημέρωση. </p>

source: Enable user creation
el: Να επιτρέπεται η δημιουργία χρηστών

source: New (anonymous) users can create user accounts on the external authentication source and confirmed via email. If you enable this , remember to also configure module-specific options for user creation.
el: Νέοι (ανώνυμοι) χρήστες μπορούν να δημιουργήσουν λογαριασμούς χρηστών στο εξωτερικό σημείο πιστοποίησης και να τους επιβεβαιώσουν μέσω ηλεκτρονικού ταχυδρομείου. Αν το ενεργοποιήσετε αυτό, θυμηθείτε επίσης να επεξεργαστείτε τις επιλογές κάθε συγκεκριμένης ενότητας για τη δημιουργία χρηστών.

source: Selected username already exists. Please choose a new one.
el: Αυτό το όνομα χρήστη υπάρχει ήδη. Παρακαλώ επιλέξτε άλλο.

# $string['changepassword']
source: Change password URL
el: Αλλαγή κωδικού πρόσβασης URL

source: URL of lost password recovery page, which will be sent to users in an email. Note that this setting will have no effect if a forgotten password URL is set in the authentication common settings.
el: Εδώ μπορείτε να διευκρινίσετε μια θέση στην οποία οι χρήστες σας μπορούν να ανακτήσουν ή να αλλάξουν το όνομα χρήστη/τον κωδικό πρόσβασής τους εάν τα έχουν ξεχάσει. Αυτό θα παρέχεται στους χρήστες ως σύνδεσμος στη σελίδα σύνδεσης και τη σελίδα χρηστών τους. Εάν το αφήσετε κενό, ο σύνδεσμος δεν θα τυπωθεί.

source: Choose an authentication method
el: Επιλέξτε μέθοδο πιστοποίησης

source: This setting determines the authentication method used when the user logs in. Only enabled authentication plugins should be chosen, otherwise the user will no longer be able to log in. To block the user from logging in, select "No login".
el: <p align="center"><b>Αλλαγή μεθόδου πιστοποίησης </b></p> <p>Με αυτό το μενού είναι εφικτή η αλλαγή της μεθόδου πιστοποίησης του χρήστη.</p> <p>Οι αλλαγές να γίνονται με προσοχή.</p>

source: Generate password and notify user
el: Δημιουργήστε κωδικό πρόσβασης και ενημερώστε τον χρήστη

source: Create password if needed and send via email
el: Δημιουργία κωδικού πρόσβασης αν χρειαστεί

source: Email address update
el: Ανανέωση διεύθυνσης ηλεκτρονικού ταχυδρομείου

source: Dear {$a->fullname}, You have requested a change of your email address for your user account at {$a->site}. Please open the following URL in your browser in order to confirm this change. If you have any questions please contact support on: {$a->supportemail} {$a->url}
el: Αγαπητέ χρήστη {$a->fullname}, Ζητήσατε μια αλλαγή της διεύθυνσης ηλεκτρονικού σας ταχυδρομείου για το λογαριασμό σας στο {$a->site}. Παρακαλώ ανοίξτε την παρακάτω διεύθυνση URL στο πρόγραμμα περιήγησης σας για να επιβεβαιώσετε αυτήν την αλλαγή. {$a->url}

source: Passwords must have at least {$a} non-alphanumeric character(s) such as as *, -, or #.
el: Passwords must have at least {$a} non-alphanumeric character(s).

source: This password has been used before, and is not permitted to be reused
el: Αυτός ο κωδικός πρόσβασης έχει χρησιμοποιηθεί στο παρελθόν και δεν επιτρέπεται η επαναχρησιμοποίηση του.

source: User has logged in
el: Ο χρήστης έχει συνδεθεί

source: User logged in as another user
el: Ο χρήστης έχει συνδεθεί ως άλλος χρήστης

source: User login failed
el: Η είσοδος χρήστη απέτυχε

source: Force change password
el: Υποχρεωτική αλλαγή κωδικού πρόσβασης

source: Force users to change password on their first login to Moodle.
el: Επιβεβλημένη αλλαγή του κωδικού πρόσβασης των χρηστών την πρώτη φορά που θα εισέλθουν στο ΠΗΚΕΑΣ

source: Force users to change password on their next login to Moodle.
el: Επιβεβλημένη αλλαγή του κωδικού πρόσβασης των χρηστών την επόμενη φορά που θα εισέλθουν στο ΠΗΚΕΑΣ

source: Get an audio CAPTCHA
el: Ακούστε το ηχητικό CAPTCHA

source: Get an image CAPTCHA
el: Πάρε μια εικόνα CAPTCHA

source: Get another CAPTCHA
el: Πάρε ένα άλλο CAPTCHA

source: Guest login button
el: Σύνδεσμος για την σύνδεση ως καλεσμένος

source: Field required in file
el: Απαιτούμενο πεδίο στο αρχείο

source: at least {$a} digit(s)
el: τουλάχιστον {$a} ψηφίο (-α)

source: at least {$a} characters
el: τουλάχιστον {$a} χαρακτήρες

source: at least {$a} lower case letter(s)
el: τουλάχιστον {$a} πεζό (ά) γράμμα (τα)

source: at least {$a} non-alphanumeric character(s) such as as *, -, or #
el: τουλάχιστον {$a} μη αλφαριθμητικό (ούς) χαρακτήρα (ες)

source: Passwords can be reused after {$a} changes
el: Οι κωδικοί μπορεί να ξαναχρησιμοποιηθούν μετά από {$a} αλλαγές

source: at least {$a} upper case letter(s)
el: τουλάχιστον {$a} κεφαλαίο (α) γράμμα (τα)

source: The password must have {$a}
el: Ο κωδικός πρόσβασης πρέπει να έχει {$a}

source: Instructions
el: Οδηγίες

source: Internal
el: Εσωτερικό

source: Locked
el: Κλειδωμένο

source: MD5 hash
el: MD5 κρυπτογράφηση

source: Profile can not be edited
el: Το προφίλ δεν μπορεί να επεξεργαστεί

source: Password field handling
el: Χειρισμός του πεδίου κωδικού

source: Plain text
el: Απλό κείμενο

source: Log in using your account on:
el: Συνδεθείτε χρησιμοποιώντας το λογαριασμό σας στο:

source: The CAPTCHA is for preventing abuse from automated programs. Simply enter the words in the box, in order and separated by a space. If you are not sure what the words are, you can try getting another CAPTCHA or an audio CAPTCHA.
el: <h2>Περιγραφή</h2> <p>Το CAPTCHA είναι ένα πρόγραμα που μπορεί να αποφασίσει εάν κάποιος χρήστης είναι ανθρωπος ή υπολογιστής. Τα CAPTCHA χρησιμοποιούνται από πολλούς ιστοχώρους για να αποτρέψουν την κατάχρηση από "bot," ή αυτοματοποιημένα προγράμματα συνήθως γραμμένα για να δημιουργούν spam. Κανένα πρόγραμμα υπολογιστή δεν μοπρεί να διαβάσει στρεβλωμένο κείμενο τόσο καλά όσο οι άνθρωποι, οπότε οι τα bot δεν μπορούν να προσπελάσουν ιστοχώρους που προστατεύονται από CAPTCHA.</p> <h2>Οδηγίες</h2> <p>Παρκααλώ καταχωρήστε τις λέξεις που βλέπετε στο πλαίσιο σε σειρά και χωρισμένες από ένα κενό χαρακτήρα. Κάτι τέτοιο αποτρέπει αυτοματοποιημένα προγράμματα από το να καταχραστούν αυτήν την υπηρεσία.</p> <p>Εάν δεν είστε σίγουροι ποιες είναι οι λέξεις τότε είτε εισαγάγετε την καλύτερή σας εικασία ή ακολουθήστε το σύνδεσμο "Φέρε άλλο CAPTCHA". </p> <p>Άτομα με προβλήματα όρασης μπορούν να ακολουθήσουν το σύνδεσμο "Φέρε ένα ηχητικό CAPTCHA" ώστε να ακούσουν ένα σετ από ψηφία που μπορούν να εισαχθούν αντί της οπτικής πρόκλησης.</p>

source: Security question
el: Ερώτηση ασφαλείας

source: Values mismatch detected while correcting the plugin setting names! The authentication plugin '{$a->plugin}' had the setting '{$a->setting}' configured to '{$a->legacy}' under the legacy name and to '{$a->current}' under the current name. The latter value has been set as the valid one but you should check and confirm that it is expected.
el: Εντοπίστηκε αναντιστοιχία τιμών κατά τη διόρθωση των ονομάτων των ρυθμίσεων του πρόσθετου. Το πρόσθετο αυθεντικοποίησης '{$a->plugin}' είχε τη ρύθμιση '{$a->setting}' διαμορφωμένη σε '{$a->legacy}' με το παλιό όνομα και σε '{$a->current}' με το τρέχον όνομα. Η τελευταία τιμή έχει οριστεί ως η έγκυρη αλλά θα πρέπει να ελέγξετε και να επιβεβαιώσετε έχει γίνει αποδεκτή.

source: You can hide or show the guest login button on the login page.
el: Μπορείτε να αποκρύψετε ή να εμφανίσετε το σύνδεσμο στη σελίδα σύνδεσης

source: Use standard page for changing password
el: Χρήση standard σελίδας αλλαγής κωδικού

source: If the external authentication system allows password changes through Moodle, switch this to Yes. This setting overrides 'Change Password URL'.
el: Εάν το εξωτερικό σύστημα πιστοποίησης επιτρέπει αλλαγές στο κωδικό πρόσβασης μεσα στο ΠΗΛΕΑΣ, ρυθμίστε το σε Ναι. Αυτή η ρύθμιση υπερβαίνει το 'URL αλλαγής κωδικού'.

source: NOTE: It is recommended that you use LDAP over an SSL encrypted tunnel (ldaps://) if the LDAP server is remote.
el: Σημείωση: Δεν προτείνεται να χρησιμοποιήσετε LDAP πάνω από ένα SSL κρυπτογραφημένο τούνελ (ldaps://) εάν ο LDAP server είναι απομακρυσμένος.

source: Suspended account
el: Ανεσταλμένος λογαριασμός

source: Suspended user accounts cannot log in or use web services, and any outgoing messages are discarded.
el: Οι λογαριασμοί χρηστών σε αναστολή δεν μπορούν να συνδεθούν ή να χρησιμοποιήσουν διαδικτυακές υπηρεσίες και όλα τα εξερχόμενα μηνύματα απορρίπτονται.

source: Test settings
el: Δοκιμαστικές ρυθμίσεις

source: Unlocked
el: Ξεκλειδωμένο

source: Unlocked if empty
el: Ξεκλειδωμένο άν είναι άδειο

source: Never
el: Ποτέ

source: On creation
el: Στην δημιουργία

source: On every login
el: Σε κάθε είσοδο

source: On update
el: Στην ανανέωση

source: Username
el: Όνομα χρήστη
