Repository: eellak/moodle-po
Catalog: po-*/backup.po
Languages: el

source: Anonymize user information
el: Ανωνυμία πληροφοριών χρήστη

# $string['rootsettingbadges']
source: Include badges
el: Συμπερίληψη κονκάρδων

# $string['rootsettingblocks']
source: Include blocks
el: Συμπεριέλαβε μπλοκ

# $string['rootsettingcalendarevents']
source: Include calendar events
el: Συμπερίληψη γεγονότων ημερολογίου

# $string['rootsettingcomments']
source: Include comments
el: Συμπεριλάβετε σχόλια

# $string['rootsettingcompetencies']
source: Include competencies
el: Συμπερίληψη δεξιοτήτων

# $string['rootsettingfilters']
source: Include filters
el: Συμπεριέλαβε φίλτρα

source: Include grade history
el: Συμπεριέλαβε βαθμολογικό ιστορικό

# $string['rootsettinggroups']
source: Include groups and groupings
el: Συμπερίληψη ομάδων και ομαδοποιήσεων

source: Convert to IMS Common Cartridge 1.0
el: Μετατροπή σε IMS Common Cartridge 1.0

source: Convert to IMS Common Cartridge 1.1
el: Μετατροπή σε IMS Common Cartridge 1.1

source: Include course logs
el: Συμπεριέλαβε αρχεία καταγραφής (logs) μαθήματος

# $string['rootsettingquestionbank']
source: Include question bank
el: Συμπερίληψη τράπεζας ερωτήσεων

source: Include user role assignments
el: Συμπερίληψη αναθέσεων ρόλου χρήστη

# $string['rootsettings']
source: Backup settings
el: Ρυθμίσεις αντιγράφων ασφαλείας

source: Include enrolled users
el: Συμπερίληψη εγγεγραμμένων χρηστών

source: Include user completion details
el: Συμπεριέλαβε λεπτομερειες ολοκλήρωσης χρήστη

source: Activities
el: Δραστηριότητες

source: Included in backup (no user information)
el: Συμπεριλαμβάνονται στο αντίγραφο ασφαλείας (χωρίς πληροφορίες χρήστη)

source: Included in backup along with user information
el: Συμπεριλαμβάνονται στο αντίγραφο ασφαλείας μαζί με πληροφορίες χρήστη

source: Select a category
el: Επιλογή μιας κατηγορίας

source: Select a course
el: Επιλογή ενός μαθήματος

source: Course name
el: Όνομα μαθήματος

source: Course short name
el: Σύντομο όνομα μαθήματος

source: Course start date
el: Ημερομηνία έναρξης μαθήματος

source: Keep current groups and groupings
el: Διατήρηση τρέχοντων ομάδων και ομαδοποιήσεων

source: Keep current roles and enrolments
el: Διατήρηση τρέχοντων ρόλων και εγγραφών

source: Show type options
el: Εμφάνιση επιλογών τύπου

source: This is a front page backup, note that they can only be restored on the front page
el: Αυτό είναι ένα αντίγραφο ασφαλείας πρώτης σελίδας, σημειώστε ότι μπορέι να γίνει επαναφορά μόνο στην πρώτη σελίδα

source: Skip hidden courses
el: Παράβλεψη κρυφών μαθημάτων

source: Choose whether or not to skip hidden courses
el: Επιλέξτε αν θα γίνει παράβλεψη ή όχι των κρυφών μαθημάτων

source: Skip courses not modified since
el: Παράβλεψη μαθημάτων που δεν έχουν τροποποιηθεί από

source: Choose to skip courses that have not been modified since a number of days
el: Επιλέξτε αν θα γίνει παράβλεψη μαθημάτων που δεν έχουν τροποποιηθεί από έναν αριθμό ημερών

source: Skip courses not modified since previous backup
el: Παράβλεψη μαθημάτων που δεν έχουν τροποποιηθεί από το προηγούμενο αντίγραφο ασφαλείας

source: Choose whether to skip courses that have not been modified since the last automatic backup. This requires logging to be enabled.
el: Επιλέξτε αν θα γίνει παράβλεψη μαθημάτων που δεν έχουν τροποποιηθεί από την τελευταία αυτόματη λήψη αντιγράφου ασφαλείας. Αυτό απαιτεί να είναι ενεργοποιημένη η σύνδεση.

source: Course backup filearea and the specified directory
el: Περιοχή αρχείων αντιγράφων ασφαλείας μαθήματος και ο ορισμένος κατάλογος

source: Course backup filearea
el: Περιοχή αρχείων αντιγράφων ασφαλείας μαθήματος

source: Specified directory for automated backups
el: Ορισμένος κατάλογος για αυτόματα αντίγραφα ασφαλείας

source: Time taken
el: Χρόνος που χρειάστηκε

# $string['title']
source: Title
el: Τίτλος

source: Total categories: {$a}
el: Σύνολο κατηγοριών: {$a}

source: Total courses: {$a}
el: Σύνολο μαθημάτων: {$a}

source: Unnamed section
el: Ενότητα χωρίς όνομα

source: Userinfo
el: Πληροφορίες χρήστη
