Repository: eellak/moodle-po
Catalog: po-*/backup.po
Languages: el

source: Choose whether or not to do automated backups. If manual is selected automated backups will be possible only by through the automated backups CLI script. This can be done either manually on the command line or through cron.
el: Επιλέξτε αν θέλετε ή όχι να δημιουργούνται αυτόματα αντίγραφα ασφαλείας. Αν είναι επιλεγμένο το μη αυτόματο, αυτοματοποιημένη δημιουργία αντιγράφων ασφαλείας θα είναι δυνατή μόνο μέσα από το πρόγραμμα αυτομάτων αντιγράφων ασφαλείας CLI. Αυτό μπορεί να γίνει είτε χειροκίνητα από τη γραμμή εντολών ή μέσω του cron.

source: Disabled
el: Απενεργοποιημένο

source: Enabled
el: Ενεργοποιημένο

source: Manual
el: Μη αυτόματο

source: Schedule
el: Πρόγραμμα

source: Choose which days of the week to perform automated backups.
el: Ημέρες λήψης αυτόματου αντιγράφου ασφαλείας

source: Automated backups haven't been enabled by the site admin
el: Η προγραμματισμένη λήψη αντιγράφων ασφαλείας δεν έχει ενεργοποιηθεί από το διαχειριστή του ιστοχώρου

source: Automated backup status
el: Κατάσταση λήψης αυτόματων αντιγράφων ασφαλείας

source: Delete backups older than
el: Διαγραφή αντιγράφων ασφαλείας προγενέστερων από

source: Maximum number of backups kept
el: Μέγιστος αριθμός αντιγράφων ασφαλείας που θα διατηρούνται

source: This specifies the maximum number of recent automated backups to be kept for each course. Older backups will be deleted automatically.
el: Καθορίζει το μέγιστο αριθμό των πρόσφατων αυτόματων αντιγράφων ασφαλείας που πρέπει να διατηρούνται για κάθε μάθημα. Παλαιότερα αντίγραφα ασφαλείας θα διαγράφονται αυτόματα.

source: Minimum number of backups kept
el: Ελάχιστος αριθμός αντιγράφων ασφαλείας που θα διατηρούνται

source: If backups older than a specified number of days are deleted, it can happen that an inactive course ends up with no backup. To prevent this, a minimum number of backups kept should be specified.
el: Αν τα αντίγραφα ασφαλείας προγενέστερα από ένα συγκεκριμένο αριθμό ημερών έχουν διαγραφεί, μπορεί να συμβεί ένα ανενεργό μάθημα να βρεθεί χωρίς κανένα αντίγραφο ασφαλείας. Για να αποφευχθεί αυτό, θα πρέπει να καθοριστεί ένας ελάχιστος αριθμός αντιγράφων ασφαλείας που θα διατηρούνται.

source: Automated backup settings
el: Ρυθμίσεις αυτόματων αντιγράφων ασφαλείας

source: Automated backup setup
el: Ρύθμιση αυτόματων αντιγράφων ασφαλείας

source: Automated backup storage
el: Αυτόματη αποθήκευση αντιγράφων ασφαλείας

source: Choose the location where you want backups to be stored when they are automatically created.
el: Επιλέξτε την τοποθεσία που θέλετε να αποθηκεύονται τα αντίγραφα ασφαλείας όταν δημιουργούνται αυτόματα.

source: Backup activity: {$a}
el: Δραστηριότητα αντιγράφου ασφαλείας: {$a}

source: Backup course: {$a}
el: Αντίγραφο ασφαλείας μαθήματος: {$a}

source: Course details
el: Λεπτομέρειες μαθήματος

source: Section: {$a}
el: Ενότητα: {$a}

source: Course sections
el: Ενότητες του μαθήματος

source: Date taken
el: Ημερομηνία λήψης

source: Backup details
el: Λεπτομέρειες αντιγράφων ασφαλείας

source: The selected file is not a standard Moodle backup file. The restore process will try to convert the backup file into the standard format and then restore it.
el: Το επιλεγμένο αρχείο δεν είναι τυπικό αρχείο αντιγράφου ασφαλείας του Moodle. Η διαδικασία επαναφοράς θα προσπαθήσει να μετατρέψει το αρχείο αντιγράφου ασφαλείας σε τυποποιημένη μορφή και στη συνέχεια να το επαναφέρει.

source: Format
el: Μορφή

source: Unknown format
el: Άγνωστη μορφή

source: Technical information and warnings
el: Τεχνικές πληροφορίες και προειδοποιήσεις

source: Mode
el: Λειτουργία

source: General
el: Γενικά

source: Import
el: Εισαγωγή

source: Hub
el: Κόμβος

source: Same site
el: Ίδιος ιστοχώρος

source: Automated
el: Αυτοματοποιημένο

source: Converted
el: Τροποποιημένο

source: Backup course section: {$a}
el: Αντίγραφο ασφαλείας ενότητας μαθήματος: {$a}

# $string['backupsettings']
source: Backup settings
el: Ρυθμίσεις αντιγράφων ασφαλείας

source: Site details
el: Λεπτομέρειες ιστοχώρου

# $string['backupstage16action']
source: Continue
el: Συνέχεια

# $string['backupstage1action']
source: Next
el: Επόμενο

# $string['backupstage2action']
source: Next
el: Επόμενο

# $string['backupstage4action']
source: Perform backup
el: Εκτέλεση αντιγράφου ασφαλείας

# $string['backupstage8action']
source: Continue
el: Συνέχεια

source: Type
el: Τύπος

source: Activity
el: Δραστηριότητα

source: Course
el: Μάθημα

source: Section
el: Ενότητα

source: Backup version
el: Έκδοση αντιγράφου ασφαλείας

source: The {$a} role in the backup file cannot be mapped to any of the roles that you are allowed to assign.
el: Ο ρόλος {$a} στο αρχείο αντιγράφου ασφαλείας δεν μπορεί να αντιστοιχιστεί με κάποιο από τους ρόλους που έχετε τη δυνατότητα να αναθέσετε.

source: Activity backup area
el: Περιοχή αντιγράφου ασφαλείας δραστηριότητας

source: Activity backups made using default settings are stored here.
el: Εδώ αποθηκεύονται αντίγραφα ασφαλείας που δημιουργούνται με χρήση των προεπιλεγμένων ρυθμίσεων.

source: Automated backups
el: Αυτόματη δημιουργία αντιγράφων ασφαλείας

source: Contains automatically generated backups.
el: Περιέχει αντίγραφα ασφαλείας που δημιουργήθηκαν αυτόματα.

source: Course backup area
el: Περιοχή αντιγράφων ασφαλείας μαθήματος

source: Course backups made using default settings are stored here.
el: Όταν χρησιμοποιούνται οι προεπιλεγμένες ρυθμίσεις για τα αντίγραφα ασφαλείας των μαθημάτων, τα αντίγραφα ασφαλείας θα αποθηκεύονται εδώ

source: User private backup area
el: Προσωπική περιοχή αντιγράφων ασφαλείας χρήστη

source: Backup files with anonymized user information are stored here.
el: Όταν έχει σημειωθεί η επιλογή "Ανωνυμία πληροφοριών χρήστη" στα αντίγραφα ασφαλείας μαθημάτων, τα αντίγραφα ασφαλείας θα αποθηκεύονται εδώ

source: Sets the default for including activities in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη των δραστηριοτήτων στα αντίγραφα ασφαλείας.

source: If enabled all information pertaining to users will be anonymised by default.
el: Αν ενεργοποιηθεί όλες οι πληροφορίες σχετικά με τους χρήστες θα είναι ανώνυμες από προεπιλογή.

source: Sets the default for including badges in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη κονκάρδων στα αντίγραφα ασφαλείας.

source: Sets the default for including blocks in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη των μπλοκ στα αντίγραφα ασφαλείας.

source: Sets the default for including calendar events in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη γεγονότων ημερολογίου στα αντίγραφα ασφαλείας.

source: Sets the default for including comments in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη των σχολίων στα αντίγραφα ασφαλείας.

source: Sets the default for including competencies in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη δεξιοτήτων στα αντίγραφα ασφαλείας.

source: Sets the default for including filters in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη φίλτρων στα αντίγραφα ασφαλείας.

source: Sets the default for including groups and groupings in a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη ομάδων και ομαδοποιήσεων στα αντίγραφα ασφαλείας.

source: Sets the default for including user history within a backup.
el: Ορίζει την προεπιλογή για την συμπερίληψη του ιστορικού χρήστη εντός των αντιγράφων ασφαλείας.

source: If enabled logs will be included in backups by default.
el: Αν ενεργοποιηθεί οι αναφορές θα περιλαμβάνονται στα αντίγραφα ασφαλέιας από προεπιλογή.

source: If enabled the question bank will be included in backups by default. PLEASE NOTE: Disabling this setting will disable the backup of activities which use the question bank, such as the quiz.
el: Αν είναι ενεργοποιημένο η τράπεζα ερωτήσεων θα περιλαμβάνεται στα αντίγραφα ασφαλείας από προεπιλογή. ΣΗΜΕΙΩΣΗ: Η απενεργοποίηση αυτής της ρύθμισης θα απενεργοποιήσει τη δημιουργία αντιγράφων ασφαλείας δραστηριοτήτων που χρησιμοποιούν τράπεζα ερωτήσεων, όπως το κουίζ.

source: If enabled by default roles assignments will also be backed up.
el: Αν ενεργοποιηθεί από προεπιλογή θα δημιουργηθούν επίσης αντίγραφα ασφαλείας για τις αναθέσεις ρόλων.

source: Sets the default for whether to include users in backups.
el: Ορίζει την προεπιλογή για το αν περιλαμβάνονται οι χρήστες στα αντίγραφα ασφαλείας.

source: If enabled user completion information will be included in backups by default.
el: Αν ενεργοποιηθεί οι πληροφορίες ολοκλήρωσης ενός χρήστη θα περιλαμβάνονται στα αντίγραφα ασφαλείας από προεπιλογή.

source: This specifies the length of time you want to keep backup logs information. Logs that are older than this age are automatically deleted. It is recommended to keep this value small, because backup logged information can be huge.
el: Καθορίζει το χρονικό διάστημα που θέλετε να κρατήσετε πληροφορίες δημιουργίας αντιγράφων ασφαλείας. Τα αρχεία καταγραφής που είναι προγενέστερα αυτόυ του χρονικού διαστήματος θα διαγράφονται αυτόματα. Συνιστάται να διατηρείται αυτή η τιμήμικρές, επειδή οι πληροφορίες δημιουργίας αντιγράφων ασφαλείας καταγράφονται μπορεί να είναι τεράστιες.

source: Cancel backup
el: Ακύρωση αντιγράφου ασφαλείας

source: Stay
el: Παραμονή

source: Are you sure you wish to cancel? Any information you have entered will be lost.
el: Είστε βέβαιοι ότι θέλετε να κάνετε ακύρωση; Όλες οι πληροφορίες που έχετε εισάγει θα χαθούν.

source: Cancel
el: Ακύρωση

source: New course warning
el: Προειδοποίηση νέου μαθήματος

source: A temporary (hidden) course will be created by the course restoration process. To abort restoration click cancel. Do not close the browser while restoring.
el: Ένα προσωρινό (κρυφό) μάθημα θα δημιουργηθεί από τη διαδικασία επαναφοράς μαθήματος. Για να ματαιώσετε την επαναφοράς πατήστε Ακύρωση. Μην κλείσετε το πρόγραμμα περιήγησης, κατά τη διαδικασία επαναφοράς.

source: Category the course will be restored into
el: Κατηγορία που θα γίνει επαναφορά το μάθημα

source: Original ID
el: Αρχικό αναγνωριστικό

# $string['coursesettings']
source: Course settings
el: Ρυθμίσεις Μαθήματος

# $string['coursetitle']
source: Title
el: Τίτλος

# $string['currentstage1']
source: Initial settings
el: Αρχικές ρυθμίσεις

# $string['currentstage16']
source: Complete
el: Ολοκλήρωση

# $string['currentstage2']
source: Schema settings
el: Ρυθμίσεις διάταξης

# $string['currentstage4']
source: Confirmation and review
el: Επιβεβαίωση και επανεξέταση

# $string['currentstage8']
source: Perform backup
el: Εκτέλεση αντιγράφου ασφαλείας

source: Enter a search
el: Εισάγετε μια αναζήτηση

source: Orphan block instance (id: {$a->bid}) for course module (id: {$a->mid}) found. This block will not be backed up
el: Βρέθηκε ορφανό στιγμιότυπο μπλοκ (αναγνωριστικό: {$a->bid}) για το άρθρωμα αναγνωριστικό(id: {$a->mid}). Αυτό το μπλοκ δεν θα συμπεριληφθεί στο αντίγραφο ασφαλείας.

source: Failed to copy the backup file to the temporary folder before restoring.
el: Αποτυχία αντιγραφής του αρχείου αντιγράφου ασφαλεάις στον προσωρινό φάκελο πριν την επαναφορά.

source: Orphan course module (id: {$a}) found. This module will not be backed up.
el: Βρέθηκε ορφανό άρθρωμα μαθήματος (αναγνωριστικό: {$a}). Αυτό το άρθρωμα δεν θα συμπεριληφθεί στο αντίγραφο ασφαλείας.

source: The filename you enter must be a ZIP file and have the .mbz extension
el: Το όνομα του αρχείου που εισάγετε πρέπει να είναι ένα αρχείο ZIP και να έχει την επέκταση .mbz

source: You must enter a valid filename for this backup
el: Θα πρέπει να εισάγετε ένα έγκυρο όνομα αρχείου για το αντίγραφο ασφαλείας

source: Unknown backup format
el: Άγνωστη μορφή αντιγράφου ασφαλείας

source: The selected file is not a valid Moodle backup file and can't be restored.
el: Το επιλεγμένο αρχείο δεν είναι ένα έγκυρο αρχείο αντιγράφου ασφαλείας του Moodle και δεν είναι δυνατή η επαναφορά του.

source: This backup file has been created with one development version of Moodle backup ({$a->backup}). Minimum required is {$a->min}. Cannot be restored.
el: Αυτό το αντίγραφο ασφαλείας έχει δημιουργηθεί με μία υπο ανάπτυξη έκδοση του Moodle δημιουργίας αντιγράφων ασφαλείας ({$a->backup}). Ελάχιστο απαιτούμενο είναι {$a->min}. Δεν είναι εφικτή η επαναφορά.

source: You can only restore front page backups on the front page
el: Μπορείτε να επαναφέρετε μόνο αντίγραφα ασφαλείας πρώτης σελίδας στην πρώτη σελίδα

source: The backup file was successfully created.
el: Το αρχείο αντιγράφου ασφαλείας δημιουργήθηκε με επιτυχία.

source: Aliases restore failures
el: Αποτυχίες επαναφοράς ψευδώνυμων

source: Aliases are symbolic links to other files, including those stored in external repositories. In some cases, Moodle cannot restore them - for example when restoring the backup at another site or when the referenced file does not exist. More details and the actual reason of the failure can be found in the restore log file.
el: Τα ψευδώνυμα είναι συμβολικοί σύνδεσμοι σε άλλα αρχεία, συμπεριλαμβανομένων εκείνων που είναι αποθηκευμένα σε εξωτερικά αποθετήρια. Σε ορισμένες περιπτώσεις, το Moodle δεν μπορεί να τα επαναφέρει - για παράδειγμα, όταν η γίνεται επαναφορά του αντιγράφου ασφαλείας σε ένα άλλο ιστοχώρο ή όταν δεν υπάρχει το αναφερόμενο αρχείο.<br/><br/> Περισσότερες λεπτομέρειες και η πραγματική αιτία της αποτυχίας μπορεί να βρεθεί στο αρχείο καταγραφής της επαναφοράς.

source: Some aliases included in the backup file could not be restored. The following list contains their expected location and the source file they were referring to at the original site.
el: Δεν είναι δυνατή η επαναφορά μερικών ψευδώνυμων που περιλαμβάνονται στο αρχείο αντιγράφου ασφαλείας. Η ακόλουθη λίστα περιέχει την αναμενόμενη θέση τους και το αρχείο προέλευσης που αναφέρονταν στον αρχικό ιστοχώρο.

source: Filename
el: Όνομα αρχείου

source: File references to external contents are included in the backup file. These won't work if the backup is restored on a different site.
el: Οι αναφορές του αρχείου σε εξωτερικό περιεχόμενο περιλαμβάνονται στο αρχείο αντιγράφου ασφαλείας. Αυτές δεν θα λειτουργούν αν το αντίγραφο ασφαλείας γίνει επεναφορά σε διαφορετικό ιστοχώρο.

source: The backup file is from a different site, and so file references cannot be restored.
el: Το αρχείο αντιγράφου ασφαλείας είναι από διαφορετικό ιστοχώρο, και έτσι δεν είναι εφικτή η επαναφορά των αναφορών του αρχείου.

source: The backup file is from this site, and so file references can be restored.
el: Το αρχείο αντιγράφου ασφαλείας είναι από αυτό το ιστοχώρο, και έτσι είναι εφικτή η επαναφορά των αναφορών του αρχείου.

# $string['generalactivities']
source: Include activities and resources
el: Συμπεριέλαβε δραστηριότητες

source: Anonymise information
el: Ανωνυμία πληροφοριών

source: General backup defaults
el: Γενικές προεπιλογές αντιγράφων ασφαλείας

# $string['generalbadges']
source: Include badges
el: Συμπερίληψη κονκάρδων

# $string['generalblocks']
source: Include blocks
el: Συμπεριέλαβε μπλοκ

# $string['generalcalendarevents']
source: Include calendar events
el: Συμπερίληψη γεγονότων ημερολογίου

# $string['generalcomments']
source: Include comments
el: Συμπεριλάβετε σχόλια

# $string['generalcompetencies']
source: Include competencies
el: Συμπερίληψη δεξιοτήτων

# $string['generalfilters']
source: Include filters
el: Συμπεριέλαβε φίλτρα

# $string['generalgradehistories']
source: Include histories
el: Συμπεριέλαβε ιστορικό

# $string['generalgroups']
source: Include groups and groupings
el: Συμπερίληψη ομάδων και ομαδοποιήσεων

# $string['generalhistories']
source: Include histories
el: Συμπεριέλαβε ιστορικό

source: Include logs
el: Συπμεριέλαβε αναφορές

# $string['generalquestionbank']
source: Include question bank
el: Συμπερίληψη τράπεζας ερωτήσεων

source: Include role assignments
el: Συμπεριέλαβε αναθέσεις ρόλων

source: General backup settings
el: Γενικές ρυθμίσεις δημιουργίας αντιγράφων ασφαλείας

source: Include users
el: Συμπεριέλαβε χρήστες

source: Include user completion information
el: Συμπεριέλαβε πληροφορίες ολοκλήρωσης ενός χρήστη

source: Hide type options
el: Επιλογές απόκρυψης τύπων

# $string['importbackupstage16action']
source: Continue
el: Συνέχεια

# $string['importbackupstage1action']
source: Next
el: Επόμενο

# $string['importbackupstage2action']
source: Next
el: Επόμενο

# $string['importbackupstage4action']
source: Perform import
el: Εκτέλεση εισαγωγής

# $string['importbackupstage8action']
source: Continue
el: Συνέχεια

source: Course selection
el: Επιλογή μαθήματος

# $string['importcurrentstage1']
source: Initial settings
el: Αρχικές ρυθμίσεις

# $string['importcurrentstage16']
source: Complete
el: Ολοκλήρωση

# $string['importcurrentstage2']
source: Schema settings
el: Ρυθμίσεις διάταξης

# $string['importcurrentstage4']
source: Confirmation and review
el: Επιβεβαίωση και επανεξέταση

# $string['importcurrentstage8']
source: Perform import
el: Εκτελέστε την εισαγωγή

source: Import a backup file
el: Εισαγωγή ενός αντιγράφου ασφαλείας

source: Allow admin conflict resolution
el: Να επιτρέπεται επίλυση σύγκρουση admin

source: If the site has an account with username 'admin', then attempting to restore a backup file containing an account with username 'admin' can cause a conflict. If this setting is enabled, the conflict will be resolved by changing the username in the backup file to 'admin_xyz'.
el: Αν ο ιστοχώρος έχει ένα λογαριασμό με όνομα χρήστη 'admin', και γίνει προσπάθεια επαναφοράς ενός αρχείου αντιγράφου ασφαλείας που περιέχει ένα λογαριασμό με όνομα χρήστη 'admin' θα προκληθεί σύγκρουση. Αν είναι ενεργοποιημένη αυτή η ρύθμιση, η σύγκρουση θα επιλυθεί με την αλλαγή του ονόματος χρήστη στο αρχείο αντιγράφου ασφαλείας σε 'admin_xyz'.

source: Maximum number of courses listed for import
el: Μέγιστος αριθμός μαθημάτων για εισαγωγή

source: This controls the number of courses that are listed during the first step of the import process
el: Ελέγχει τον αριθμό των μαθημάτων που απαριθμούνται στο πρώτο στάδιο της διαδικασίας εισαγωγής

source: General import defaults
el: Προεπιλογές γενικής εισαγωγής

source: General import settings
el: Ρυθμίσεις γενικής εισαγωγής

source: Import complete. Click continue to return to the course.
el: Η εισαγωγή ολοκληρώθηκε. Κάντε κλικ στο κουμπί Συνέχεια για να επιστρέψετε στο μάθημα

source: Include:
el: Περιλαμβάνουν:

source: Included items:
el: Αντικείμενα που συμπεριλαμβάνονται:

source: File references to external contents
el: Αναφορές αρχείου σε εξωτερικό περιεχόμενο

source: Section {$a}
el: Ενότητα {$a}

source: User data
el: Δεδομένα χρήστη

source: Jump to final step
el: Μετάβαση στο τελικό στάδιο

source: Locked
el: Κλειδωμένο

source: This setting has been locked by the default backup settings
el: Η ρύθμιση αυτή έχει κλειδωθεί από τις προεπιλεγμένες ρυθμίσεις δημιουργίας αντιγράφων ασφαλείας

source: Locked by dependencies
el: Κλειδωμένο από εξαρτήσεις

source: You don't have sufficient permissions to change this setting
el: Δεν έχετε επαρκή δικαιώματα για να αλλάξετε αυτή τη ρύθμιση

source: Keep logs for
el: Διατήρηση αρχείων καταγραφής για

source: Manage backup files
el: Διαχείριση αντιγράφων ασφαλείας

source: Some files could not be saved during the backup, and so it will not be possible to restore them.
el: Δεν είναι δυνατή η αποθήκευση κάποιων αρχείων κατά τη δημιουργία αντιγράφου ασφαλείας, και έτσι δεν θα είναι εφικτή η επαναφορά τους.

source: Module
el: Άρθρωμα

source: Moodle version
el: Έκδοση Moodle

source: More than {$a} courses found, showing first {$a} results
el: Βρέθηκαν περισσότερα από {$a} μαθήματα, εμφάνιση {$a} πρώτων αποτελεσμάτων

source: There are too many results, enter a more specific search.
el: Υπάρχουν πάρα πολλά αποτελέσματα, εισάγετε μια πιο συγκεκριμένη αναζήτηση.

source: There are no courses to display
el: Δεν υπάρχουν μαθήματα για να εμφανίσετε

source: There are no categories or existing courses you can restore to.
el: Δεν υπάρχουν κατηγορίες ή υπάρχοντα μαθήματα για επαναφορά.

source: URL of backup
el: URL αντιγράφου ασφαλείας

source: Preparing data
el: Προετοιμασία δεδομένων

source: Preparing to display page
el: Προετοιμασία εμφάνισης σελίδας

source: Previous
el: Προηγούμενο

# $string['qcategory2coursefallback']
source: The questions category "{$a->name}", originally at system/course category context in backup file, will be created at course context by restore
el: Η κατηγορία ερωτήσεων "{$a->name}", αρχικά στο πλαίσιο σύστημα / κατηγορία μαθημάτων στο αρχείο αντιγράφου ασφαλείας, θα δημιουργηθεί στο πλαίσιο μαθήματος κατά την επαναφορά

source: The questions category "{$a->name}" cannot be created by restore
el: Δεν είναι δυνατή η δημιουργία της κατηγορίας ερωτήσεων "{$a->name}" κατά την επαναφορά

# $string['question2coursefallback']
source: The questions category "{$a->name}", originally at system/course category context in backup file, will be created at course context by restore
el: Η κατηγορία ερωτήσεων "{$a->name}", αρχικά στο πλαίσιο σύστημα / κατηγορία μαθημάτων στο αρχείο αντιγράφου ασφαλείας, θα δημιουργηθεί στο πλαίσιο μαθήματος κατά την επαναφορά

source: The questions "{$a->name}" cannot be created by restore
el: Δεν είναι δυνατή η δημιουργία της κατηγορίας ερωτήσεων "{$a->name}" κατά την επαναφορά

source: Restore activity
el: Δραστηριότητα επαναφοράς

source: Restore course
el: Επαναφορά μαθήματος

# $string['restorecoursesettings']
source: Course settings
el: Ρυθμίσεις Μαθήματος

source: The course was restored successfully, clicking the continue button below will take you to view the course you restored.
el: Το μάθημα έγινε επαναφορά με επιτυχία, πατώντας το κουμπί Συνέχεια παρακάτω θα δείτε το μάθημα που έγινε επαναφορά.

source: Some files could not be restored because they were missing in the backup.
el: Δεν είναι εφικτή η επαναφορά κάποιων αρχείων, διότι λείπουν από το αντίγραφο ασφαλείας.

source: New course name
el: Νέο όνομα μαθήματος

source: New course short name
el: Σύντομο όνομα νέου μαθήματος

source: New start date
el: Νέα ημερομηνία έναρξης

source: Restore role mappings
el: Επαναφορά αντιστοιχήσεων ρόλων

source: Restore settings
el: Επαναφορά ρυθμίσεων

source: Restore section
el: Επαναφορά ενότητας

source: Confirm
el: Επιβεβαίωση

source: Review
el: Ανασκόπηση

source: Perform restore
el: Εκτέλεση επαναφοράς

# $string['restorestage1action']
source: Next
el: Επόμενο

source: Destination
el: Προορισμός

# $string['restorestage2action']
source: Next
el: Επόμενο

source: Process
el: Διαδικασία

# $string['restorestage32action']
source: Continue
el: Συνέχεια

source: Settings
el: Ρυθμίσεις

# $string['restorestage4action']
source: Next
el: Επόμενο

# $string['restorestage64']
source: Complete
el: Ολοκλήρωση

# $string['restorestage64action']
source: Continue
el: Συνέχεια

source: Schema
el: Σχήμα

# $string['restorestage8action']
source: Next
el: Επόμενο

source: Restore target
el: Επαναφορά στόχου

source: Restore to course:
el: Επαναφορά στο μάθημα:

source: Restore into this course
el: Επαναφορά σε αυτό το μάθημα

source: Merge the backup course into this course
el: Συγχώνευση του μαθήματος από το αντίγραφο ασφαλείας σε αυτό το μάθημα

source: Delete the contents of this course and then restore
el: Διαγραφή των περιεχομένων αυτού του μαθήματος και επαναφορά

source: Restore into an existing course
el: Επαναφορά σε ένα υφιστάμενο μάθημα

source: Merge the backup course into the existing course
el: Συγχώνευση του μαθήματος από το αντίγραφο ασφαλείας στο υφιστάμενο μάθημα

source: Delete the contents of the existing course and then restore
el: Διαγραφή των περιεχομένων του υφιστάμενου μαθήματος και επαναφορά

source: Restore as a new course
el: Επαναφορά ως νέο μάθημα

source: Course restoration in progress
el: Επαναφορά μαθήματος σε εξέλιξη

source: restoring
el: επαναφορά

source: Restore as manual enrolments
el: Επαναφορά ως χειροκίνητες εγγραφές

# $string['rootsettingactivities']
source: Include activities and resources
el: Συμπεριέλαβε δραστηριότητες
