Repository: eellak/moodle-po
Catalog: po-*/block_myoverview.po
Languages: el

source: Future
el: Μελλοντικά

source: In progress
el: Σε εξέλιξη

source: More courses
el: Περισσότερα μαθήματα

source: Next 30 days
el: Επόμενες 30 ημέρες

source: Next 7 days
el: Επόμενες 7 ημέρες

source: No courses
el: Κανένα μάθημα

source: No future courses
el: Κανένα μελλοντικό μάθημα

source: No in progress courses
el: Κανένα μάθημα σε εξέλιξη

source: No past courses
el: Κανένα ολοκληρωμένο μάθημα

source: No upcoming activities due
el: Καμία δραστηριότητα προσεχώς

source: Past
el: Περασμένα

source: Course overview
el: Επισκόπηση μαθημάτων

source: Recently overdue
el: Προσφάτως εκπρόθεσμα

source: Sort by courses
el: Ταξινόμηση κατά μάθημα

source: Sort by dates
el: Ταξινόμηση κατά ημερομηνία

source: Timeline
el: Χρονοδιάγραμμα

source: View course
el: Προβολή μαθήματος

source: View course {$a}
el: Προβολή μαθήματος {$a}
