Repository: eellak/moodle-po
Catalog: po-*/block_*_enrolled_courses.po
Languages: el

# $string['block_name']
source: My enrolled courses
el: Τα μαθήματα που είμαι εγγεγραμμένος/εγγεγραμμένη

source: Hidden courses
el: Κρυφά μαθήματα

source: Hide courses
el: Απόκρυψη μαθημάτων

source: Add a My enrolled courses block
el: Προσθήκη μπλοκ Τα μαθήματα που είμαι εγγεγραμμένος/εγγεγραμμένη

source: Add a My enrolled courses block to my moodle
el: Προσθήκη μπλοκ Τα μαθήματα που είμαι εγγεγραμμένος/εγγεγραμμένη στη σελίδα Η αρχική μου

source: NONE
el: ΚΑΝΕΝΑ

# $string['pluginname']
source: My enrolled courses
el: Τα μαθήματα που είμαι εγγεγραμμένος/εγγεγραμμένη

source: Show courses
el: Εμφάνιση μαθημάτων

# $string['showhide']
source: Show/Hide courses
el: Εμφάνιση/Απόκρυψη μαθημάτων

# $string['showhide_page_title']
source: Show/Hide courses
el: Εμφάνιση/Απόκρυψη μαθημάτων

source: Visible courses
el: Ορατά μαθήματα
