Repository: eellak/moodle-po
Catalog: po-*/block_course_overview.po
Languages: el

source: You have {$a}s that need attention
el: Υπάρχουν {$a} που χρήζουν παρακολούθησης

source: Always show all
el: Εμφάνιση όλων πάντα

source: Collapse all course lists
el: Σύμπτυξη όλων των λιστών μαθημάτων

source: If enabled, other courses will be expanded by default unless overridden by user preferences.
el: Αν ενεργοποιηθεί, τα μαθήματα θα είναι ανεπτυγμένα από προεπιλογή, εκτός αν παρακαμφθεί από τις προτιμήσεις του χρήστη.

source: If enabled, the collapsed/expanded states set by the user are stored and used on each load.
el: Αν είναι ενεργοποιημένη, οι καταστάσεις σύμπτυξη / ανάπτυξη που ορίζονται από το χρήστη αποθηκεύονται και χρησιμοποιούνται σε κάθε φόρτωση.

source: Add a new course overview block
el: Προσθήκη νέου μπλοκ επισκόπηση μαθημάτων

source: Add a new course overview block to Dashboard
el: Προσθήκη νέου μπλοκ επισκόπηση μαθημάτων στη σελίδα Η αρχική μου

source: Expand all course lists
el: Ανάπτυξη όλων των λιστών μαθήματος

source: All categories and subcategories
el: Όλες οι κατηγορίες και υπο-κατηγορίες

source: message
el: μήνυμα

source: messages
el: μηνύματα

source: Move {$a->movingcoursename} course after {$a->currentcoursename}
el: Μετακίνηση του μαθήματος {$a->movingcoursename} μετά από το {$a->currentcoursename}

source: Move course: {$a}
el: Μετακίνηση μαθήματος: {$a}

source: Move course here
el: Μετακίνηση μαθήματος εδώ

source: Move {$a} course to top
el: Μετακίνηση του μαθήματος {$a} στην κορυφή

source: You are moving: {$a->fullname} ({$a->cancellink})
el: Μετακινείτε: {$a->fullname} ({$a->cancellink})

source: None
el: Κανένα

source: Number of courses to display:
el: Αριθμός μαθημάτων προς εμφάνιση:

source: Parent category only
el: Μόνο γονική κατηγορία

source: Other courses expanded
el: Ανάπτυξη άλλων μαθημάτων

# $string['pluginname']
source: Course overview (legacy)
el: Επισκόπηση μαθημάτων (παλαιότερη έκδοση)

source: Preserve expanded states
el: Διατήρηση καταστάσεων ανεπτυγμένων

source: Includes {$a}
el: Περιλαμβάνει {$a}

source: (and {$a} others)
el: (και {$a} άλλα)

source: (and {$a} other)
el: (και {$a} άλλο)

source: Categories to show
el: Κατηγορίες προς εμφάνιση

source: Should course categories be displayed below each course?
el: Οι κατηγορίες μαθημάτων θα εμφανίζονται κάτω από κάθε μάθημα;

# $string['title']
source: Course overview (legacy)
el: Επισκόπηση μαθημάτων

source: (View and edit your profile.)
el: (Προβολή και επεξεργασία του προφίλ σας.)

source: Welcome {$a}
el: Καλώς ήρθατε {$a}

source: You have {$a} unread
el: Έχετε {$a} αδιάβαστα

source: You have no unread
el: Δεν έχετε αδιάβαστα
