Repository: eellak/moodle-po
Catalog: po-*/block_rss_client.po
Languages: el

source: Add a news feed URL:
el: Προσθήκη αρχείου RSS με URL:

source: Add RSS headline block
el: Προσθήκη μπλοκ τίτλων RSS

source: Add new
el: Προσθήκη νέου

source: Add a new feed
el: Προσθήκη ροής RSS

source: You are not allowed to make modifications to this RSS feed at this time.
el: Δεν επιτρέπονται τροποποιήσεις σ' αυτό το RSS.

source: Choose the feeds which you would like to make available in this block:
el: Επιλέξτε τα RSS τα οποία θα θέλατε να εμφανίζονται σε αυτό το μπλοκ:

source: Source site...
el: Σελίδα πηγών:

source: The default number of entries to show per feed.
el: Ο προεπιλεγμένος αριθμός εγγραφών για εμφάνιση σε κάθε RSS.

source: Should a link to the original site (channel link) be displayed? (Note that if no feed link is supplied in the news feed then no link will be shown) :
el: Να εμφανίζεται σύνδεσμος προς την πρωτότυπη σελίδα; (Σημειώστε ότι αν δεν παρέχεται σύνδεσμος feed στο RSS ειδήσεων τότε δεν θα εμφανίζεται σύνδεσμος)

source: Show channel image if available :
el: Εμφάνιση της εικόνας καναλιού, αν είναι διαθέσιμη:

source: Configure this block
el: Ρύθμιση μπλοκ

source: Could not find feed with id
el: Δεν βρέθηκε το RSS με id {$a}

source: Custom title (leave blank to use title supplied by feed):
el: Δικός σας τίτλος (αφήστε κενό για χρήση του τίτλου του RSS):

source: Are you sure you want to delete this feed?
el: Σίγουρα θέλετε να διαγράψετε αυτό το RSS;

source: RSS feeds are disabled
el: Οι τροφοδοτήσεις RSS είναι απενεργοποιημένες

source: Display each link's description?
el: Εμφάνιση περιγραφής για κάθε σύνδεσμο;

source: Edit, subscribe or unsubscribe from RSS/Atom news feeds
el: Επεξεργασία RSS

source: Edit news feeds
el: Επεξεργασία RSS

source: Edit RSS headline block
el: Επεξεργασία μπλοκ RSS

source: Enable auto-discovery of feeds?
el: Ενεργοποίηση αυτόματης αναζήτησης ροών RSS;

source: If enabled, feeds on web pages are found automatically. For example, if http://docs.moodle.org is entered, then http://docs.moodle.org/en/index.php?title=Special:RecentChanges&feed=rss would be found.
el: Αν ενεργοποιηθεί, οι ροές RSS στις ιστοσελίδες βρίσκονται αυτόματα. Για παράδειγμα, αν εισαχθεί το http://docs.moodle.org, τότε θα βρεθεί το http://docs.moodle.org/en/index.php?title=Special:RecentChanges&feed=rss.

source: Feed
el: RSS

source: News feed added
el: Προστέθηκε RSS ειδήσεων

source: News feed deleted
el: Διαγράφηκε RSS ειδήσεων

source: News feeds
el: RSS

source: Add/edit feeds
el: Προσθήκη/επεξεργασία RSS

source: Click here to configure this block to display RSS feeds.
el: Πατήστε εδώ για να ρυθμίσετε αυτό το μπλοκ.

source: Click the edit icon above to configure this block to display RSS feeds.
el: Κάντε κλικ στο εικονίδιο επεξεργασίας για να διαμορφώσετε αυτό το μπλοκ ώστε να εμφανίζει RSS feeds.

source: News feed updated
el: Ενημερώθηκε το RSS ειδήσεων

source: Feed URL
el: URL ροής RSS

source: Find more RSS feeds
el: Εύρεση περισσοτέρων RSS

source: Manage all my feeds
el: Διαχείριση των RSS μου

source: There are no RSS feeds defined for this site.
el: Δεν έχουν οριστεί RSS για αυτή τη σελίδα

source: Entries per feed
el: Καταχωρήσεις ανά RSS

source: Pick a news feed
el: Επιλέξτε RSS ειδήσεων

source: Remote RSS feeds
el: RSS

source: Remote news feed
el: Απομακρυσμένα RSS ειδήσεων

source: Add a new remote RSS feeds block
el: Προσθήκη νέου μπλοκ απομακρυσμένης ροής ειδήσεων (RSS)

source: Create private RSS feeds
el: Δημιουργία ιδιωτικών RSS

source: Create shared RSS feeds
el: Δημιουργία διαμοιραζόμενων RSS

source: Manage any RSS feeds
el: Διαχείριση οποιωνδήποτε RSS

source: Manage own RSS feeds
el: Διαχείριση προσωπικών RSS

source: Add a new RSS feeds block to Dashboard
el: Προσθήκη νέου μπλοκ απομακρυσμένης ροής ειδήσεων (RSS) στη σελίδα Η αρχική μου

source: See all feeds
el: Εμφάνιση όλων των RSS

source: Shared feed
el: Διαμοιραζόμενα RSS

source: Max number entries to show per block.
el: Μέγιστος αριθμός εγγραφών για εμφάνιση ανα μπλοκ

source: Who will be allowed to define new RSS feeds? Defined feeds are available for any page on your site.
el: Ποιός επιτρέπεται να ορίζει νέα RSS; Τα καθορισμένα RSS είναι διαθέσιμα για κάθε σελίδα του συστήματος.

source: Submitters
el: Υποβολείς

source: Time in minutes before an RSS feed expires in cache. Note that this time defines the minimum time before expiry; the feed will be refreshed in cache on the next cron execution after expiry. Recommended values are 30 mins or greater.
el: blockrsstimeout

source: Time in minutes for an RSS feed to live in cache.
el: Χρόνος ανάμεσα σε διαδοχικές ανανεώσεις κάθε RSS.

source: Update a news feed URL:
el: Ενημέρωση νέου RSS ειδήσεων:
