Repository: eellak/moodle-po
Catalog: po-*/block_eledia_course_archiving.po
Languages: el

source: Start Archiving
el: Έναρξη Αρχειοθέτησης

source: Here you can configure the archiving process. Archiving means the course will be set invisible, moved to the confiruged archive category and all student users will be unenroled. All courses which are located directly in the source categories will be checked against the choosen timestamp. Depending on the timestamp setting there will be the follwoing flow.<br /> Course start date:<br /> If the date is within the timespan of now and the choosen days in the past, the course will be archived. In a second step all courses in archive categorie are checked. If it is more than the chosen number of days in the past the course will be deleted.<br /> <br /> Last course activity:<br /> If the date is more than the choosne days in the past , the courses will be archived. In a second step all courses in archive categorie are checked. If the courses there are inactive for more than the double number of days in the setting the coruses will be finally deleted.<br /> <br /> The process can be initiated through a form which is linked in the block. The block can be added to the main page only. As alternative you can set the process to run as a cron job.
el: Εδώ μπορείτε να ρυθμίσετε τη διαδικασία αρχειοθέτησης. Αρχειοθέτηση σημαίνει ότι το μάθημα θα γίνει αόρατο, θα μεταφερθεί στην ορισμένη κατηγορία αρχειοθέτησης και θα γίνει ακύρωση της εγγραφής στο μάθημα όλων των μαθητών. Όλα τα μαθήματα που βρίσκονται άμεσα στις κατηγορίες πηγών θα ελεγχθούν με βάση την επιλεγμένη χρονική σήμανση. Ανάλογα με τη χρονική σήμανση θα υπάρχει η ακόλουθη ροή.<br /> Ημερομηνία έναρξης μαθήματος: <br /> Αν η ημερομηνία είναι εντός του χρονικού διαστήματος μεταξυ της τρέχουσας ημερομηνίας και των επιλεγμένων ημερών κατά το παρελθόν, το μάθημα θα αρχειοθετείται. Σε δεύτερο στάδιο όλα τα μαθήματα στις κατηγορίες αρχειοθέτησης ελέγχονται. Αν είναι προγενέστερο από τον επιλεγμένο αριθμό ημερών κατά το παρελθόν το μάθημα θα διαγραφεί.<br /> <br /> Τελευταία δραστηριότητα μαθήματος:<br /> Αν η ημερομηνία είναι προγενέστερη από τις επιλεγμένες ημέρες στο παρελθόν, τα μαθήματα θα αρχειοθετηθούν. Σε δεύτερο στάδιο όλα τα μαθήματα στις κατηγορίες αρχειοθέτησης ελέγχονται. Αν τα μαθήματα υπάρχουν ανενεργά για περισσότερο από το διπλάσιο αριθμό ημερών στη ρύθμιση τα μαθήματα θα διαγραφούν οριστικά.<br /> <br /> Η διαδικασία μπορεί να ξεκινήσει μέσα από μία φόρμα η οποία είναι συνδεδεμένη στο μπλοκ. Το μπλοκ μπορεί να προστεθεί μόνο στην κεντρική σελίδα. Ως εναλλακτική λύση, μπορείτε να ρυθμίσετε τη διαδικασία για να τρέξει ως μια εργασία cron.

source: The follwoing courses will be archived:<br /> <br /> {$a->archived}<br /> <br /> The follwoing courses will be deleted:<br /> <br /> {$a->deleted}
el: Θα αρχειοθετηθούν τα ακόλουθα μαθήματα:<br /> <br /> {$a->archived}<br /> <br /> Θα διαγραφούν τα ακόλουθα μαθήματα:<br /> <br /> {$a->deleted}

source: Confirm Archiving
el: Επιβεβαίωση Αρχειοθέτησης

source: Archiving courses
el: Αρχειοθέτηση μαθημάτων

source: Number of days to archive
el: Αριθμός ημερών για αρχειοθέτηση

source: add course archiving block
el: προσθήκη μπλοκ αρχειοθέτηση μαθήματος

source: use course archiving block
el: χρήση μπλοκ αρχειοθέτηση μαθήματος

source: Include all subcategories
el: Συμπερίληψη όλων των υποκατηγοριών

source: last course activity
el: τελευταία δραστηριότητα μαθήματος

source: no courses to archive or to delete
el: δεν υπάρχουν μαθήματα για αρχειοθέτηση ή διαγραφή

source: The follwoing courses were archived:<br /> <br /> {$a->archived}<br /> <br /> The follwoing courses where deleted:<br /> <br /> {$a->deleted}
el: Τα ακόλουθα μαθήματα αρχειοθετήθηκαν:<br /> <br /> {$a->archived}<br /> <br /> Τα ακόλουθα μαθήματα διαγράφηκαν:<br /> <br /> {$a->deleted}

# $string['pluginname']
source: Course Archiving
el: Αρχειοθέτηση Μαθήματος

source: - Errors while removing
el: - Σφάλματα κατά την αφαίρεση

source: - Successful removed
el: - Αφαιρέθηκε επιτυχώς

source: activate cron task for archivation
el: ενεργοποίηση εργασίας cron για αρχειοθέτηση

source: Categories to archivate
el: Κατηγορίες για αρχειοθέτηση

source: Archive categorie
el: Αρχειοθέτηση κατηγορίας

source: Timestamp to check
el: Χρονικό αποτύπωμα για έλεγχο

# $string['title']
source: Course Archiving
el: Αρχειοθέτηση Μαθήματος
