Repository: eellak/moodle-po
Catalog: po-*/block_course_modulenavigation.po
Languages: el

source: Block title
el: Τίτλος μπλοκ

source: Table of contents
el: Πίνακας περιεχομένων

source: Leave this field empty to use the default block title. If you define a title here, it will be used instead of the default one.
el: Αφήστε αυτό το πεδίο κενό για να χρησιμοποιήσετε τον προεπιλεγμένο τίτλο μπλοκ. Αν έχετε ορίσει έναν τίτλο εδώ, θα χρησιμοποιηθεί αντί του προεπιλεγμένου.

source: Show the current section only
el: Εμφάνιση μόνο της τρέχουσας ενότητας

source: If enabled show one section only. If disabled show an accordion style menu
el: Αν ενεργοποιηθεί εμφανίζεται μόνο μια ενότητα. Αν απενεργοποιηθεί εμφανίζεται ένα μενού σε στυλ ακορντεόν

source: Add a new course contents block
el: Προσθήκη νέου μπλοκ περιεχόμενα μαθήματος

source: This course format does not use sections.
el: Αυτή η μορφή μαθήματος δεν χρησιμοποιεί ενότητες.

source: Course Module Navigation
el: Πλοήγηση στο Μάθημα

source: Clicking on the title
el: Πατώντας στον τίτλο

source: 'Displays the menu' or 'Goes to that page'.
el: 'Εμφάνιση μενού' ή 'Μετάβαση σε αυτή τη σελίδα'.

source: Displays the menu
el: Εμφάνιση μενού

source: Goes to that page
el: Μετάβαση σε αυτή τη σελίδα

source: Collapse tabs
el: Σύμπτυξη καρτελών

source: Choose whether to display all tabs not collapsed
el: Επιλέξτε αν θα εμφανίζονται όλες οι καρτέλες που δεν είναι συμπτυγμένες

source: Show labels
el: Εμφάνιση ετικετών

source: Choose whether to display labels or not
el: Επιλέξτε αν δεν θα εμφανίζονται ετικέτες ή όχι

source: Show only titles
el: Εμφάνιση μόνο τίτλων

source: Choose whether to display only titles or titles and content
el: Επιλέξτε αν θα εμφανίζονται μόνο τίτλοι ή τίτλοι και περιεχόμενο
