Repository: eellak/moodle-po
Catalog: po-*/block_coursefiles.po
Languages: el

source: Author
el: Συγγραφέας

source: All caching data for file sizing and listing for courses
el: Όλα τα δεδομένα προσωρινής αποθήκευσης για την μέτρηση του μεγέθους αρχείου και εμφάνισης για μαθήματα

source: Component
el: Συστατικό

source: Add a new course files block
el: Προσθήκη νέου μπλοκ αρχεία μαθήματος

source: Course file usage report
el: Αναφορά χρήσης αρχείων μαθήματος

source: View list of file usage on a particular course
el: Εμφάνισης λίστας χρήσης αρχείων σε ένα συγκεκριμένο μάθημα

source: File size
el: Μέγεθος αρχείου

source: No files found on course
el: Δεν βρέθηκαν αρχεία στο μάθημα

source: Course files
el: Αρχεία μαθήματος

source: Time created
el: Ώρα δημιουργίας

source: Top five files
el: Κορφαία πέντε αρχεία

source: Total file size: {$a}
el: Συνολικό μέγεθος αρχείου: {$a}

source: Total size
el: Συνολικό μέγεθος

source: View course files
el: Προβολή αρχείων μαθήματος
