Repository: eellak/moodle-po
Catalog: po-*/choicegroup.po
Languages: el

source: Add
el: Προσθήκη

source: Add Group
el: Προσθήκη Ομάδας

source: Add Grouping
el: Προσθήκη Ομαδοποίησης

source: Add Groupings
el: Προσθήκη Ομαδοποιήσεων

source: Add Groups
el: Προσθήκη Ομάδων

source: Add more choices
el: Προσθήκη περισσότερων επιλογών

source: The results will be visible after you have made your choice.
el: Τα αποτελέσματα θα είναι ορατά αφού κάνετε την επιλογή σας.

source: Allow choice to be updated
el: Να επιτρέπεται ανανέωση της επιλογής

source: and
el: και

source: Answered
el: Απαντήθηκε

source: Apply to all groups
el: Εφαρμογή σε όλες τις ομάδες

source: by {$a} participants
el: από {$a} συμμετέχοντες

source: Choice
el: Επιλογή

source: Add a new group choice activity
el: Προσθήκη νέας δραστηριότητας επιλογής ομάδας

source: Record a choice
el: Καταγραφή μιας επιλογής

source: Until
el: Έως

source: Delete responses
el: Διαγραφή απαντήσεων

source: Download responses
el: Μεταφόρτωση απαντήσεων

source: This group choice is full and there are no available places.
el: Αυτή η επιλογή ομάδας είναι γεμάτη και δεν υπάρχουν διαθέσιμες θέσεις.

source: Group choice name
el: Όνομα επιλογής ομάδας

source: Open
el: Άνοιγμα

source: Choice options
el: Ρυθμίσεις επιλογής

source: Here is where you specify which groups participants can choose from. The list on the left displays all available groups and groupings. To add one or several groups, select these from the list and click "Add". To add all groups from a grouping, select the grouping and click "Add". The selected groups appear on the list on the right. To remove any groups from the selection, select them from the list on the right and click "Remove".
el: Εδώ ορίζετε τις επιλογές από τις οποίες πρέπει να διαλέξουν οι συμμετέχοντες. Μπορείτε να εισάγετε οποιοδήποτε πλήθος επιλογών. Αν αφήσετε κάποιες κενές δεν θα εμφανίζονται. Για περισσότερες επιλογές πατήστε το κουμπί "Προσθήκη 3 πεδίων στη φόρμα".

source: Read responses
el: Ανάγνωση απαντήσεων

source: Your choice has been saved
el: Η επιλογή σας αποθηκεύτηκε.

source: Choice text
el: Κείμενο επιλογής

source: Choose an action ...
el: Επιλέξτε μια ενέργεια ...

source: Choose a group
el: Επιλέξτε μια ομάδα

source: Collapse All Groupings
el: Σύμπτυξη Όλων των Ομαδοποιήσεων

source: Show as complete when user makes a choice
el: Εμφάνιση ως ολοκληρωμένου όταν ο χρήστης κάνει μια επιλογή

source: Display horizontally
el: Προβολή οριζόντια

source: Display mode
el: Τρόπος εμφάνισης

source: Display vertically
el: Προβολή κάθετα

source: Double click on a grouping to expand/collapse individually.
el: Κάντε διπλό κλικ σε μια ομαδοποίηση για να την αναπτύξετε / συμπτύξετε ξεχωριστά.

source: Sorry, this activity closed on {$a} and is no longer available
el: Λυπούμαστε, αλλά αυτή η δραστηριότητα έκλεισε στις {$a} και δεν είναι πλέον διαθέσιμη

source: You need to provide at least one possible answer.
el: Πρέπει να δώσετε τουλάχιστον μία πιθανή απάντηση.

source: You need to provide at least two possible answers.
el: Πρέπει να δώσετε τουλάχιστον δύο πιθανές απαντήσεις.

source: (Full)
el: (Πλήρης)

source: General limitation
el: Γενικό όριο

source: Some of the specified groups don't exist within this course. The teacher should create the necessary groups and/or modify this activity.
el: Κάποιες από τις ομάδες που ορίστηκαν δεν υπάρχουν στο μάθημα. Ο διδάσκων θα πρέπει να δημιουργήσει τις απαραίτητες ομάδες ή/και να τροποποιήσει αυτή τη δραστηριότητα.

source: Group members
el: Μέλη της ομάδας

source: You have to log in before you can submit your choice
el: Πρέπει να εισέλθετε για να καταχωρήσετε την επιλογή σας

source: Hide descriptions
el: Απόκρυψη περιγραφών

source: Limit
el: Όριο

source: Limit the number of responses allowed
el: Περιορισμός του πλήθους των επιτρεπόμενων απαντήσεων

source: This option allows you to limit the number of participants that can select each choice option. When the limit is reached then no-one else can select that option. If limits are disabled then any number of participants can select each of the options.
el: Αυτή η επιλογή σας επιτρέπει να περιορίσετε το πλήθος των συμμετεχόντων που μπορούν να διαλέξουν κάθε επιλογή. Όταν το όριο πληρωθεί, κανείς άλλος δεν θα μπορεί να κάνει τη συγκεκριμένη επιλογή. Αν τα όρια απενεργοποιηθούν, τότε οποιοδήποτε πλήθος συμμετεχόντων μπορεί να κάνει κάθε επιλογή.

source: Members
el: Πληρότητα

source: Members / Capacity
el: Πληρότητα / Χωρητικότητα

# $string['modulename']
source: Group choice
el: Επιλογή ομάδας

source: The Group Choice module allows students to enrol themselves in a group within a course. The teacher can select which groups students can choose from and the maximum number of students allowed in each group.
el: Το module επιλογής επιτρέπει στον διδάσκοντα να θέσει μία ερώτηση και να ορίσει μια επιλογή μεταξύ πολλών απαντήσεων.

source: Group choices
el: Επιλογές ομάδας

source: Move selected users to...
el: Μετακίνηση των επιλεγμένων χρηστών σε...

source: Allow enrollment to multiple groups
el: Να επιτρέπεται η εγγραφή σε πολλαπλές ομάδες

source: You must choose an answer before saving. Nothing was saved.
el: Πρέπει να κάνετε μια επιλογή πριν αποθηκεύσετε. Δεν αποθηκεύτηκε τίποτα.

source: The results are not viewable.
el: Τα αποτελέσματα δεν είναι ορατά.

source: Sorry, guests are not allowed to make choices.
el: Λυπούμαστε, αλλά δεν επιτρέπεται σε επισκέπτες να κάνουν επιλογή.

source: The results are not currently viewable.
el: Δεν υπάρχει δυνατότητα προβολής των αποτελεσμάτων αυτή τη στιγμή.

source: Not answered yet
el: Δεν απαντήθηκε ακόμη

source: Sorry, only enrolled users are allowed to make choices.
el: Λυπούμαστε, αλλά μόνο εγγεγραμμένοι χρήστες επιτρέπεται να κάνουν επιλογή.

source: Sorry, this activity is not available until {$a}
el: Λυπούμαστε, αλλά αυτή η δραστηριότητα δεν είναι διαθέσιμη πριν τις {$a}

source: The results will be visible after this activity has closed.
el: Τα αποτελέσματα θα είναι ορατά αφού ολοκληρωθεί αυτή η δραστηριότητα.

source: Group
el: Ομάδα

source: Any Group choice module page
el: Οποιαδήποτε σελίδα του module επιλογής ομάδας

source: Please create at least two groups in this course.
el: Παρακαλώ δημιουργήστε τουλάχιστον δύο ομάδες σε αυτό το μάθημα.

source: Choice administration
el: Διαχείριση επιλογών

# $string['pluginname']
source: Group choice
el: Επιλογή ομάδας

source: Privacy of results
el: Ιδιωτικότητα αποτελεσμάτων

source: Publish results
el: Εμφάνιση αποτελεσμάτων

source: Show results to students after they answer
el: Προβολή αποτελεσμάτων στους μαθητές αφού απαντήσουν.

source: Show results to students only after the choice is closed
el: Προβολή αποτελεσμάτων στους μαθητές μόνον αφού κλείσει η επιλογή.

source: Always show results to students
el: Πάντα προβολή αποτελεσμάτων στους μαθητές.

source: Publish anonymous results, do not show student names
el: Εμφάνιση ανώνυμων αποτελεσμάτων, χωρίς να φαίνονται τα ονόματα των μαθητών.

source: Publish full results, showing names and their choices
el: Εμφάνιση όλων των αποτελεσμάτων, με τα ονόματα και τις επιλογές τους.

source: Do not publish results to students
el: Να μην εμφανίζονται τα αποτελέσματα στους μαθητές

source: Remove my choice
el: Ακύρωση της επιλογής μου

source: Remove all responses
el: Ακύρωση όλων των απαντήσεων

source: Responses
el: Απαντήσεις

source: Responses to {$a}
el: Απαντήσεις στο {$a}

source: The same group can not be used several times.
el: Η ίδια ομάδα δεν μπορεί να χρησιμοποιηθεί πολλές φορές.

source: Save my choice
el: Αποθήκευση της επιλογής μου

source: Show descriptions
el: Εμφάνιση περιγραφών

source: Show column for unanswered
el: Εμφάνιση στήλης για μη απαντημένες

source: Skip result graph
el: Παράκαμψη του γραφήματος αποτελεσμάτων

source: space available
el: θέση διαθέσιμη

source: spaces available
el: θέσεις διαθέσιμες

source: Taken
el: Δεσμευμένη

source: Restrict answering to this time period
el: Περιορισμός των απαντήσεων σε αυτό το χρονικό διάστημα

source: View {$a} responses
el: Προβολή {$a} απαντήσεων

source: With selected
el: Με τα επιλεγμένα

source: Your selection
el: Η επιλογή σας
