Repository: eellak/moodle-po
Catalog: po-*/cohort.po
Languages: el

source: Add new cohort
el: Προσθήκη νέας ομάδας χρηστών

source: All cohorts
el: Όλες οι ομάδες χρηστών

source: Any
el: Οποιαδήποτε

source: Assign
el: Ανάθεση

source: Assign cohort members
el: Ανάθεση μέλων ομάδας χρηστών

source: Cohort '{$a}' members
el: Μέλη ομάδας χρηστών '{$a}'

source: Back to cohorts
el: Επιστροφή στις ομάδες χρηστών

source: Add to cohort
el: Προσθήκη στην ομάδα χρηστών

source: No available cohorts found
el: Δεν βρέθηκαν διαθέσιμες ομάδες χρηστών

source: Category <b>{$a}</b> not found or you don't have permission to create a cohort there. The default context will be used.
el: Η κατηγορία <b>{$a}</b> δεν βρέθηκε ή δεν έχετε δικαιώμα δημιουργία ομάδας χρηστών. Θα χρησιμοποιηθεί το προεπιλεγμένο πλαίσιο.

source: Cohort
el: Ομάδα χρηστών

source: Cohorts
el: Ομάδες χρηστών

source: {$a}: available cohorts
el: {$a}: διαθέσιμες ομάδες χρηστών

source: Source
el: Πηγή

source: Context <b>{$a}</b> not found or you don't have permission to create a cohort there. The default context will be used.
el: Το πλαίσιο <b>{$a}</b> δεν βρέθηκε ή δεν έχετε δικαίωμα δημιουργίας ομάδας χρηστών. Θα χρησιμοποιηθεί το προεπιλεγμένο πλαίσιο.

source: Errors were found in CSV data. See details below.
el: Βρέθηκαν σφάλματα στα δεδομένα του CSV. Δείτε λεπτομέρειες παρακάτω.

source: Warnings were found in CSV data. See details below.
el: Βρέθηκαν προειδοποιήσεις στα δεδομένα του CSV. Δείτε λεπτομέρειες παρακάτω.

source: Column(s) <b>{$a}</b> will be ignored.
el: Οι στήλες <b>{$a}</b> θα αγνοηθούν.

source: Current users
el: Τρέχοντες χρήστες

source: Current users matching
el: Τρέχοντες χρήστες που ταιριάζουν

source: Default context
el: Προεπιλεγμένο πλαίσιο

source: Delete cohort
el: Διαγραφή ομάδας χρηστών

source: Do you really want to delete cohort '{$a}'?
el: Είστε βέβαιοι οτι θέλετε να διαγράψετε την ομάδα χρηστών '{$a}';

source: Description
el: Περιγραφή

source: {$a->displayed} rows displayed out of {$a->total}.
el: Εμφάνιση {$a->displayed} γραμμών από {$a->total}.

source: Cohort with the same ID number already exists
el: Υπάρχει ήδη ομάδα χρηστών με τον ίδιο αριθμό αναγνωριστικού

source: Edit cohort
el: Επεξεργασία ομάδας χρηστών

source: Edit cohort ID
el: Επεξεργασία αναγνωριστικού ομάδας χρηστών

source: Edit cohort name
el: Επεξεργασία ονόματος ομάδας χρηστών

source: Cohort created
el: Η ομάδα χρηστών δημιουργήθηκε

source: Cohort deleted
el: Η ομάδα χρηστών διαγράφηκε

source: User added to a cohort
el: Ο χρήστης προστέθηκε σε μια ομάδα χρηστών

source: User removed from a cohort
el: Ο χρήστης αφαιρέθηκε από μια ομάδα χρηστών

source: Cohort updated
el: Η ομάδα χρηστών ενημερώθηκε

source: External cohort
el: Εξωτερική ομάδα χρηστών

source: Cohort ID
el: ID ομάδας χρηστών

source: Cohort size
el: Μέγεθος ομάδων χρηστών

source: Name
el: Όνομα

source: There is something wrong with the format of the CSV file. Please check that it includes column names.
el: Υπάρχει κάποιο πρόβλημα με τη μορφή του αρχείου CSV. Παρακαλώ ελέγξτε ότι περιλαμβάνονται τα ονόματα των στηλών.

source: Field name can not be empty
el: Το όνομα πεδίου δεν μπορεί να είναι κενό

source: New ID number for cohort {$a}
el: Νέος αριθμός αναγνωριστικού για την ομάδα χρηστών {$a}

source: New name for cohort {$a}
el: Νέο όνομα για την ομάδα χρηστών {$a}

source: Created manually
el: Δημιουργήθηκε χειροκίνητα

source: Potential users
el: Πιθανοί χρήστες

source: Potential matching users
el: Πιθανοί χρήστες που ταιριάζουν

source: Preview
el: Προεπισκόπηση

source: Removing users from a cohort may result in unenrolling of users from multiple courses which includes deleting of user settings, grades, group membership and other user information from affected courses.
el: Η αφαίρεση χρηστών από μια ομάδα χρηστών μπορεί να έχει ως αποτέλεσμα την ακύρωση εγγραφής των χρηστών από πολλαπλά μαθήματα που περιλαμβάνει διαγραφή ρυθμίσεων χρήστη, βαθμών, συμμετοχής στην ομάδα και άλλες πληροφορίες χρήστη από τα επηρρεαζόμενα μαθήματα.

source: Search
el: Αναζήτηση

source: Search cohort
el: Αναζήτηση ομάδας χρηστών

source: Select members from cohort
el: Επιλογή μελών από ομάδα χρηστών

source: System cohorts
el: Ομάδες χρηστών συστήματος

source: Unknown cohort ({$a})!
el: Άγνωστη ομάδα χρηστών ({$a})!

source: Upload cohorts
el: Μεταφόρτωση ομάδων χρηστών

source: Cohorts may be uploaded via text file. The format of the file should be as follows: * Each line of the file contains one record * Each record is a series of data separated by commas (or other delimiters) * The first record contains a list of fieldnames defining the format of the rest of the file * Required fieldname is name * Optional fieldnames are idnumber, description, descriptionformat, visible, context, category, category_id, category_idnumber, category_path
el: Οι ομάδες χρηστών μπορούν να μεταφορτωθούν μέσω αρχείου κειμένου. Η μορφή του αρχείου θα πρέπει να είναι ως εξής:<br/><br/> * Κάθε γραμμή του αρχείου περιέχει μια εγγραφή<br/> * Κάθε εγγραφή είναι μια σειρά δεδομένων που διαχωρίζονται με κόμματα (ή άλλους οριοθέτες)<br/> * Η πρώτη εγγραφή περιέχει μια λίστα των ονομάτων πεδιών που καθορίζουν τη μορφή του υπόλοιπου αρχείου<br/> * Απαραίτητο όνομα πεδίου είναι το name<br/> * Προαιρετικά ονόματα πεδίων είναι idnumber, description, descriptionformat, visible, context, category, category_id, category_idnumber, category_path

source: Uploaded {$a} cohorts
el: Μεταφορτώθηκαν {$a} ομάδες χρηστών

source: User added to cohort "{$a}"
el: Ο χρήστης προστέθηκε στην ομάδα χρητών "{$a}"

source: Visible
el: Ορατό

source: Any cohort can be viewed by users who have 'moodle/cohort:view' capability in the cohort context.<br/> Visible cohorts can also be viewed by users in the underlying courses.
el: Κάθε ομάδα χρηστών μπορεί να είναι ορατή από χρήστες που τη δυνατότητα 'moodle/cohort:view' στο πλαίσιο ομάδας χρηστών.<br/> Οι ορατές ομάδες χρηστών μπορούν επίσης να είναι οράτες από χρήστες στα υποκείμενα μαθήματα.
