Repository: eellak/moodle-po
Catalog: po-*/data.po
Languages: el

source: Action
el: Ενέργεια

source: Add entry
el: Προσθήκη καταχώρησης

source: Add comment
el: Προσθήκη σχολίου

source: Add entries
el: Προσθήκη καταχωρήσεων

source: Add template
el: Προσθήκη προτύπου

source: Allow comments on entries
el: Να επιτρέπονται τα σχόλια στις εγγραφές

source: Alternative text
el: Εναλλακτικό κείμενο

source: Approve
el: Έγκριση

source: Approved
el: Εγκρίθηκε

# $string['areacontent']
source: Fields
el: Πεδία

source: Ascending
el: Αύξουσα

source: Advanced search template
el: Προχωρημένο πρότυπο αναζήτησης

source: You have entered the maximum number of entries allowed!
el: Έχετε εισαγάγει το μέγιστο επιτρεπόμενο αριθμό καταχωρήσεων!

source: Author first name
el: Όνομα συγγραφέα

source: Author surname
el: Επίθετο συγγραφέα

source: Generate all default templates
el: Δημιουργία όλων των προκαθορισμένων προτύπων

source: Autolink the URL
el: Αυτόματη σύνδεση στο URL

source: Available from
el: Διαθέσιμο από

source: Available tags
el: Διαθέσιμες ετικέτες

source: Tags are placeholders in the template, which will be replaced by data or other items, such as an edit icon, when entries are edited or viewed. Fields have the format [[fieldname]]. All other tags have the format ##sometag##. Only the tags that are in the "Available tags" list may be used for the current template.
el: <p align="center"><strong>Διαθέσιμες ετικέτες</strong></p> <p>Με την ενεργοποίηση αυτής της επιλογής, τα στοιχειά αντικαθιστούνται από κουμπιά και πεδία όταν οι καταχωρήσεις εμφανίζονται ή τυγχάνουν επεξεργασίας.</p> <p>Τα πεδία έχουν την εξής μορφή: [[πεδίο]]</p> <p>Τα κουμπιά έχουν την εξής μορφή: ##κουμπί##</p> <p>Μόνο τα στοιχειά που είναι στη λίστα διαθέσιμων μπορούν να χρησιμοποιηθούν στο πρότυπο.</p>

source: Available to
el: Διαθέσιμο στο

source: Blank
el: Κενό

source: Actions
el: Ενέργειας

source: by {$a->name} - {$a->date}
el: από {$a->name} - {$a->date}

source: Cancel
el: Ακύρωση

source: You are not allowed to access presets from other users
el: Δε σας επιτρέπεται η πρόσβαση σε προκαθορισμένες τιμές άλλων χρηστών

source: Can not add entries!
el: Δεν είναι δυνατή η προσθήκη καταχωρήσεων!

# $string['cannotdeletepreset']
source: Error deleting a preset!
el: Σφάλμα κατά τη διαγραφή του προτύπου!

source: Cannot unzip to the preset directory
el: Δεν είναι δυνατή η αποσυμπίεση στον προκαθορισμένο κατάλογο

source: Checkbox
el: Κουμπί επιλογής

source: Choose the fields you wish to export:
el: Επιλέξτε τα πεδία που επιθυμείτε να εξαγάγετε:

source: Choose the format you wish to export to:
el: Επιλέξτε το φορμάτ στο οποίο θέλετε να εξαγάγετε:

source: Choose file
el: Επιλέξτε ένα αρχείο

source: columns
el: στήλες

source: Comment
el: Σχόλιο

source: Comment deleted
el: Το σχόλιο διαγράφηκε

source: Comment was empty
el: Δεν γράψατε τίποτα στην περιοχή των σχολίων

source: Comments
el: Σχόλια

source: Comment saved
el: Τα σχόλια αποθηκεύτηκαν

source: {$a} comment(s)
el: {$a} σχόλιο(α)

source: This switch will enable the possibility of RSS feeds for all databases. You will still need to turn feeds on manually in the settings for each database.
el: Αυτή η ρύθμιση θα ενεργοποιήσει την δυνατότητα RSS feeds για όλες τις βάσεις δεδομένων. Θα χρειαστεί να ενεργοποιήσετε τα feeds και χειροκίνητα για κάθε μία από τις βάσεις.

source: You are about to delete this field, are you sure?
el: Θα διαγραφεί το πεδίο, είστε σίγουρος/η;

source: Are you sure you want to delete this entry?
el: Σίγουρα θέλετε να διαγραφεί αυτή η καταχώρηση;

source: CSS template
el: Πρότυπο CSS

source: Unable to read the raw data from the CSV file
el: Δεν είναι δυνατή η ανάγνωση ακατέργαστων δεδομένων από το αρχείο CSV

source: CSV file
el: CSV αρχείο

source: CSV file import
el: Εισαγωγή αρχείου CSV

source: Entries may be imported via a plain text file with a list of field names as the first line, then the data, with one record per line.
el: <p align="center"><strong>Εισαγωγή από αρχείο τύπου CSV </strong></p> <p>CSV σημαίνει Comma-Separated-Values (τιμές χωρισμένες με κόμμα). Αποτελεί συνηθισμένο τύπο αρχείου που περιέχει δεδομένα σε μορφή κειμένου προς εναλλαγή.</p> <p>Η δομή του αρχείου συνήθως είναι αρχείο απλού κειμένου (plain text file), όπου η πρώτη γραμμή αναγράφει τους τίτλους κάθε στήλης στη σειρά τον ένα μετά τον άλλο χωρισμένους με κόμμα. Στις επόμενες γραμμές αναγράφονται τα δεδομένα με τον ίδιο τρόπο.</p> <p>Οι στήλες δεδομένων χωρίζονται με κόμμα, ενώ δεν ορίζεται προεπιλεγμένος 'field enclosure' (με τον όρο 'field enclosures' εννοούνται οι χαρακτήρες που περιβάλλουν το περιεχόμενο μιας στήλης σε μια γραμμή).</p> <p>Οι γραμμές δεδομένων συνήθως χωρίζονται η μια από την άλλη με το πάτημα του πλήκτρου RETURN ή ENTER. Διάκενα (tabs) ορίζονται με t και νέες γραμμές με n.</p> <p>Παράδειγμα αρχείου CSV:</p> <pre> όνομα,ύψος,βάρος Καίτη,170cm,65kg Κλειώ,160cm,60kg Κώστας,190cm,87kg </pre> <p>Προσοχή: ίσως να μην υποστηρίζονται όλοι οι σχετικοί τύποι δεδομένων στις στήλες.</p>

source: <acronym title="Comma Separated Values">CSV</acronym> text with selected delimiter:
el: <acronym title="Τιμές διαχωρισμένες με κόμμα">CSV</acronym> κείμενο με επιλεγμένο διαχωριστικό:

source: Add a new database
el: Προσθήκη νέας βάσης δεδομένων

source: Approve and undo approved entries
el: Έγκριση μη-εγκεκριμένων καταχωρήσεων

source: Write comments
el: Καταγραφή σχολίων

source: Export all database entries
el: Εξαγωγή όλων των καταχωρήσεων στη βάση

source: Export a database entry
el: Εξαγωγή μιας καταχώρησης στη βάση

source: Export own database entry
el: Εξαγωγή ιδίας καταχώρησης στης βάση

source: Manage comments
el: Διαχείρηση σχολίων

source: Manage entries
el: Διαχείριση καταχωρήσεων

source: Manage templates
el: Διαχείριση προτύπων

source: Manage all template presets
el: Διαχείριση των ρυθμίσεων όλων των προτύπων

source: Rate entries
el: Βαθμολόγηση καταχωρήσεων

source: Read entries
el: Ανάγνωση καταχωρήσεων

source: View all raw ratings given by individuals
el: Εμφάνιση όλων των πρώτων αξιολογήσεων που δόθηκαν ατομικά

source: View presets from all users
el: Εμφάνιση προτύπων άλλων χρηστών

source: View total ratings that anyone received
el: Εμφάνιση όλων των συνολικών αξιολογήσεων που έλαβε κάποιος

source: View entries
el: Εμφάνιση καταχωρήσεων

source: View the total rating you received
el: Εμφάνιση βαθμολογιών

source: Write entries
el: Εγγραφή καταχωρήσεων

source: Date
el: Ημερομηνία

source: Date entered
el: Η ημερομηνία καταχωρήθηκε

source: (default is the comma character)
el: (το κόμμα είναι ο προεπιλεγμένος χαρακτήρας)

source: (default is none)
el: (το προεπιλεγμένο είναι το none)

source: Default sort field
el: Προεπιλεγμένο πεδίο ταξινόμησης

source: Delete
el: Διαγραφή

source: Delete all entries
el: Διαγραφή όλων των εγγραφών

source: Are you sure you want to delete this comment?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό το σχόλιο;

source: deleted
el: διαγράφηκε

source: Delete an existing field
el: Διαγραφή υπάρχοντος πεδίου

source: Delete entries by users not enrolled
el: Διαγραφή καταχωρήσεων από μη εγγεγραμμένους χρήστες

source: Are you sure you want to delete this preset?
el: Σίγουρα θέλετε να διαγράψετε αυτές τις ρυθμίσεις;

source: Descending
el: Φθίνουσα

source: {$a->directory} Not a preset: missing files: {$a->missing_files}
el: Ο κατάλογος {$a->directory} δεν περιέχει πρότυπο: λείπουν αρχεία: {$a->missing_files}

source: Download
el: Κατέβασμα

source: Edit
el: Επεξεργασία

source: Edit comment
el: Επεξεργασία σχολίου

source: Edit entry
el: Επεξεργασία καταχώρησης

source: Disable editor
el: Απενεργοποίηση επεξεργαστή κειμένου

source: Enable editor
el: Ενεργοποίηση επεξεργαστή κειμένου

source: The Add template is empty, generating a default form...
el: Η προσθήκη πρότυπου είναι άδεια, δημιουργία της προεπιλεγμένης φόρμας...

source: You did not fill out any fields!
el: Δεν συμπληρώσατε κανένα από τα πεδία!

source: Entries
el: Καταχωρήσεις

source: You must add {$a->entriesleft} more entry/entries in order to complete this activity
el: Πρέπει να προσθέσετε {$a->entriesleft} περισσότερες καταχωρήσεις ώστε να ολοκληρώσετε αυτήν τη δραστηριότητα

source: You must add {$a->entrieslefttoview} more entry/entries before you can view other participants' entries.
el: Πρέπει να προσθέσετε {$a->entrieslefttoview} περισσότερες καταχωρήσεις πριν να μπορέσετε να δείτε τις καταχωρήσεις άλλων χρηστών.

source: Entry
el: Καταχώρηση

source: Your entry has been saved
el: Η καταχώρησή σας αποθηκεύτηκε

source: You need to be a teacher to use this page!
el: Πρέπει να είστε καθηγητής για να χρησιμοποιήσετε αυτή την σελίδα!

source: Database module example
el: Παράδειγμα αρθρώματος βάσης δεδομένων

source: Export
el: Εξαγωγή

source: Export as zip
el: Εξαγωγή ως συμπιεσμένο αρχείο

source: The export as zip feature allows you to save the templates and fields as a preset zip for download. The zip may then be imported to another course.
el: <p align="center"><strong>Εξαγωγή σε αρχείο zip</strong></p> <p>Με τη λειτουργία αυτή μπορείτε να εξάγετε τη αυτή τη βάσης δεδομένων σε ένα αρχείο, το οποίο στη συνέχεια μπορεί να μεταφερθεί και να εισαχθεί σε άλλη βάση δεδομένων με τη λειτουργία "Εισαγωγή από αρχείο zip".</p>

source: Exported to temporary zip...
el: Εξήχθη σε προσωρινό συμπιεσμένο αρχείο...

source: Export entries
el: Εξαγωγή καταχωρίσεων

# $string['failedpresetdelete']
source: Error deleting a preset!
el: Σφάλμα κατά τη διαγραφή προτύπου!

source: Field added
el: Προστέθηκε πεδίο

source: Allow autolink
el: Να επιτρέπεται η αυτόματη σύνδεση

# $string['fielddeleted']
source: Field deleted
el: Το πεδίο διαγράφθηκε

source: Field delimiter
el: Περιορισμός πεδίου

source: Field description
el: Περιγραφή πεδίου

source: Field enclosure
el: Εσώκλειστο πεδίο

source: Height
el: Ύψος

source: Height in list view
el: Ύψος στην προβολή λίστας

source: Height in single view
el: Ύψος στην ατομική προβολή

source: Field mappings
el: Χαρτογραφήσεις πεδίων

source: This menu allows you to keep the data from the existing database. To preserve the data in a field, you must map it to a new field, where the data will appear. Any field can also be left blank, with no infomation copied into it. Any old field not mapped to a new one will be lost and all it's data removed. You can only map fields of the same type, so each dropdown will have different fields in it. Also, you must be careful not to try and map one old field to more than one new field.
el: <p align="center"><strong>Αντιστοιχίσεις πεδίων</strong></p> <p> Για την διατήρηση των δεδομένων σε ένα πεδίο, πρέπει να γίνει αντιστοίχιση στο νέο πεδίο που τα δεδομένα θα εμφανιστούν. Τα πεδία μπορούν να μείνουν κενά. Ένα παλιό πεδίο, το όποιο δεν αντιστοιχεί σε ένα νέο, θα εξαφανιστεί με όλα τα δεδομένα που περιέχει.</p> <p> Είναι δυνατή μονό η αντιστοίχιση πεδίων του ίδιου τύπου. Χρειάζεται προσοχή, ώστε να μην αντιστοιχίζεται ένα παλιό πεδίο σε παραπάνω από ένα νέο πεδίο. </p>

source: Field name
el: Όνομα πεδίου

source: The following fields in your file are not known in this database: {$a}
el: Τα παρακάτω πεδία στο αρχείο σας δε βρίσκονται στη βάση: {$a}

source: Options (one per line)
el: Ρυθμίσεις (μια ανά γραμμή)

# $string['fields']
source: Fields
el: Πεδία

# $string['fieldupdated']
source: Field updated
el: Το πεδίο ανανεώθηκε

source: Width
el: Πλάτος

source: Width in list view
el: Πλάτος στην προβολή λίστας

source: Width in single view
el: Πλάτος στην ατομική προβολή

source: File
el: Αρχείο

source: Encoding
el: Κωδικοποίηση

source: Not all files were generated: {$a}
el: Δεν παρήχθησαν όλα τα αρχεία: {$a}

source: Database auto-linking
el: Αυτόματη σύνδεση βάσης δεδομένων

source: Footer
el: Υποσέλιδο

source: Forced name for the link
el: Επιβεβλημένο όνομα για τον σύνδεσμο

source: No records found (<a href="{$a->reseturl}">Reset filters</a>)
el: Δε βρέθηκαν εγγραφές (<a href="{$a->reseturl}">Επανορισμός φίλτρων</a>)

source: Found records: {$a->num}/{$a->max} (<a href="{$a->reseturl}">Reset filters</a>)
el: Βρέθηκαν οι εγγραφές: {$a->num}/{$a->max} (<a href="{$a->reseturl}">Επανορισμός φίλτρων</a>)

source: Import from zip file
el: Εισαφωγή από αρχείο zip

source: The import from zip file feature allows you to browse for and upload a preset zip of templates and fields.
el: <p align='center'><strong>Εισαγωγή από αρχείο zip</strong></p> <p>Χρησιμοποιήστε αυτή την επιλογή για να φορτώσετε περιεχόμενα στη βάση δεδομένων με μία κίνηση. Τα περιεχόμενα θα πρέπει να είναι ήδη διαθέσιμα σαν αρχείο zip που προήλθε από τη χρήση της λειτουργίας "Εξαγωγή σε αρχείο zip".</p>

source: Not all files generated!
el: Δεν παρήχθησαν όλα τα αρχεία!

source: Header
el: Επικεφαλίδα

source: Defines the interface when editing entries
el: Ορίζει τη διεπαφή κατά την επεξεργασία των καταχωρήσεων

source: Defines the interface for Advanced Searches
el: Ορίζει τη διεπαφή για Προχωρημένες Αναζητήσεις

source: Defines local CSS styles for the other templates
el: Ορίζει τα τοπικά CSS στυλ από τα άλλα πρότυπα

source: Defines custom Javascript for the other templates
el: Ορίζει προσωπικά ορισμένο Javascipt από τα άλλα πρότυπα

source: Defines browsing interface for multiple entries
el: Ορίζει την διεπαφή πλοήγησης για πολλαπλές καταχωρήσεις

source: Defines appearance of entries in RSS feeds
el: Ορίζει την εμφάνιση των καταχωρήσεων στα RSS feeds

source: Defines browsing interface for a single entry
el: Ορίζει την διεπαφή πλοήγησης για μια καταχώρηση

source: The preset has been successfully applied.
el: Οι ρυθμίσεις εφαρμόστηκαν με επιτυχία.

source: Include time added/modified
el: Συμπερίληψη ώρας προσθήκης / τροποποίησης

source: more entries needed to view this database
el: περισσότερες καταχωρήσεις απαιτούνται για την εμφάνιση αυτής της βάσης δεδομένων

source: Description
el: Εισαγωγή

source: This page was not accessed correctly
el: Η πρόσβαση σε αυτήν τη σελίδα δεν είναι σωστή

source: Field ID is incorrect
el: Το πεδίο ID είναι λανθασμένο

source: Please choose another name for this field
el: Παρακαλώ επιλέξτε ένα άλλο όνομα για αυτό το πεδίο

source: Field type is incorrect
el: Το πεδίο Type είναι λανθασμένο

source: Incorrect data ID
el: Λανθασμένο ID δεδομένων

source: {$a} is not a preset.
el: Το {$a} δεν είναι πρότυπο.

source: Incorrect record
el: Λανθασμένη εγγραφή

source: The URL you just entered is not valid
el: Το URL που εισαγάγατε δεν είναι έγκυρο

source: Javascript template
el: Πρότυπο Javascript

source: Latitude
el: Γεωγραφικό πλάτος

source: Latitude/longitude
el: Γεωγραφικό πλάτος/μήκος

source: Download link for all entries as KML
el: Λήψη σύνδεσης για όλες τις καταχωρήσεις ως KML

source: How to label items in KML files (Google Earth)
el: Πως να χαρακτηρίζονται τα αντικείμενα στα KML αρχεία (Google Earth)

source: Link-out services to display
el: Υπηρεσίες link-out προς εμφάνιση

source: Other fields
el: Άλλα πεδία

source: View list
el: Προβολή λίστας

source: List template
el: Πρότυπο λίστας

source: Longitude
el: Γεωγραφικό μήκος

source: All old fields not mapped to a new field will be lost and all data in that field will be removed.
el: Όλα τα παλιά πεδία που δεν έχουν αντιστοιχηθεί σε καινούργια πεδία θα χαθούν και τα δεδομένα των πεδίων αυτών θα αφαιρεθούν.

source: Maximum number of entries
el: Μέγιστες καταχωρήσεις

source: The maximum number of entries a student is allowed to submit for this activity.
el: <title>Μέγιστος αριθμός καταχωρήσεων </title> <p align="center"><strong>Μέγιστος αριθμός καταχωρήσεων </strong></p> <p>Ο μέγιστος αριθμός καταχωρήσεων που κάθε μαθητής μπορεί να υποβάλλει σ' αυτή τη βάση δεδομένων.</p>

source: Maximum size
el: Μέγιστο μέγεθος

source: Menu
el: Μενού

source: Choose...
el: Επιλέξτε....

source: Data id or object must be provided to field class
el: Πρέπει να οριστεί το id δεδομένων ή αντικειμένου στην κλάση πεδίου

source: Programmer error: You must specify field and/or data when defining field class.
el: Προγραμματιστικό λάθος: Πρέπει να ορίσετε το πεδίο και/ή δεδομένα κατά τον ορισμό της κλάσης πεδίου.

# $string['modulename']
source: Database
el: Βάση δεδομένων

source: Databases
el: Βάσεις δεδομένων

source: More
el: Περισσότερα

source: More URL
el: Περισσότερα URL

source: Can't move zip
el: Δεν είναι δυνατή η μετακίνηση του συμπιεσμένου αρχείου

source: Repeated entry
el: Επαναλαμβανόμενη καταχώρηση

source: Menu (Multi-select)
el: Μενού (Πολλαπλή επιλογή)

source: Multiple tags found! Template not saved
el: Βρέθηκαν πολλαπλές ετικέτες! Το πρότυπο δεν αποθηκεύτηκε

source: Checkbox field
el: Πεδίο κουμπιού επιλογής

source: Date field
el: Πεδίο ημερομηνίας

source: File field
el: Πεδίο αρχείου

source: Latitude/longitude field
el: Πεδίο γεωγραφικού πλάτους/μήκους

source: Menu field
el: Πεδίο μενού

source: Multiple-selection menu field
el: Πεδίο μενού πολλαπλών επιλογών

source: Number field
el: Πεδίο αριθμών

source: Picture field
el: Πεδίο εικόνων

source: Radio button field
el: Πεδίο radio button

source: Text field
el: Πεδίο κειμένου

source: Textarea field
el: Πεδίο χώρου κειμένου

source: URL field
el: Πεδίο URL

source: New entry
el: Νέα καταχώρηση

# $string['newfield']
source: Create a new field
el: Δημιουργία νέου πεδίου

source: A field allows the input of data. Each entry in a database activity can have multiple fields of multiple types such as a date field, which allows participants to select a day, month and year from a dropdown list, a picture field, which allows participants to upload an image file, or a checkbox field, which allows participants to select one or more options. Each field must have a unique field name. The field description is optional.
el: <p align="center"><strong>Πεδία</strong></p> <p>Δημιουργία πεδίων της βάσης δεδομένων. Κάθε πεδίο δέχεται διαφορετικούς τύπους δεδομένων.</p>

source: You do not have access to this page
el: Δεν έχετε πρόσβαση σε αύτην την σελίδα

source: New preset has no defined fields!
el: Το νέο προεπιλεγμένο δεν έχει ορισμένη κλάση!

source: Field content not found
el: Δε βρέθηκαν περιεχόμενα πεδίου

source: There are no fields defined for this database.
el: Δεν έχουν οριστεί πεδία για αυτήν τη βάση δεδομένων

source: List template is not yet defined
el: Το πρότυπο λίστας δεν έχει οριστεί ακόμα

source: No matching entries found!
el: Δεν βρέθηκαν καταχωρήσεις που να ταιριάζουν!

source: No maximum
el: Χωρίς μέγιστο

source: No entries in database
el: Δεν υπάρχουν καταχωρήσεις στη βάση δεδομένων

source: Single template is not yet defined
el: Το ατομικό πρότυπο δεν έχει οριστεί ακόμα

source: Not an injective map
el: Δεν είναι injective map

source: Sorry, this activity is not available until {$a}
el: Συγνώμη, αυτή η δραστηριότητα δεν είναι διαθέσιμη μέχρι {$a}

source: Number
el: Αριθμός

source: Entries in the RSS feed
el: RSS Άρθρα

source: Pending
el: Εκκρεμεί

source: {$a} entries
el: {$a} καταχωρήσεις

source: Short description (optional)
el: Μικρή περιγραφή (προαιρετικό)

source: Filename (optional)
el: Όνομα αρχείου (προαιρετικό)

source: Other
el: Άλλο

source: Overwrite the preset if it already exists
el: Αντικατάσταση προκαθορισμένου αν υπάρχει ήδη

source: Overwrite
el: Επικάλυψη

source: Overwrite current settings
el: Επικάλυψη τρέχουσας ρύθμισης

source: Entries per page
el: Καταχωρήσεις ανά σελίδα

source: Participants
el: Συμμετέχοντες

source: Picture
el: Εικόνα

source: Please create some below or <a href="{$a}">choose a predefined set</a> to get started.
el: Παρακαλώ δημιουργήστε μερικά παρακάτω ή <a href="{$a}"> επιλέξετε ένα ήδη ορισμένο σετ</a> για να ξεκινήσετε.

# $string['pluginname']
source: Database
el: Βάση δεδομένων

source: Export to a portfolio rather than a file (csv and leap2a only)
el: Εξαγωγή σε χαρτοφυλάκιο αντί αρχείου (μόνο csv)

source: Saving as a preset will publish this template. Other users may be able to use it in their databases.
el: Η αποθήκευση ως πρότυπο θα έχει σαν αποτέλεσμα άλλοι χρήστες να μπορούν να το χρησιμοποιήσουν στις βάσεις δεδομένων τους.

# $string['presets']
source: Presets
el: Προεπιλεγμένα

source: Radio buttons
el: Κουμπί μοναδικής επιλογής

source: Entry approved
el: Η καταχώρηση εγκρίθηκε

source: Entry deleted
el: Η καταχώρηση διαγράφθηκε

source: No entry was saved. Please check the format of the uploaded file.
el: Δεν αποθηκεύτηκε καμία καταχώρηση. Ελέγξτε την μορφή του αρχείου που ανεβάσατε.

source: entries saved
el: καταχωρήσεις αποθηκεύτηκαν

source: Approval required
el: Απαιτείται έγκριση καθηγητή

source: If enabled, entries require approving by a teacher before they are viewable by everyone.
el: <p align="center"><strong>Απαίτηση έγκρισης</strong></p> <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλες οι καταχωρήσεις που γίνονται από μαθητές θα πρέπει να εγκρίνονται από τον καθηγητή πριν εμφανιστούν σε άλλους χρήστες. Αυτό είναι χρήσιμο για τη διαχείριση περιεχομένου που μπορεί να είναι ακατάλληλο ή προσβλητικό.</p>

source: Entries required for completion (old)
el: Απαιτούμενες καταχωρήσεις

source: If set, a message is displayed stating the number of entries required for completion. Note that this setting is not connected to activity completion. For entries required for activity completion, the new Activity completion setting 'Require entries' should be used. To remove this setting completely, set to none, then save changes. Please use the Entries required fields in the Activity completion section instead.
el: <p align="center"><strong>Απαιτούμενες καταχωρήσεις</strong></p> <p>Ο αριθμός των καταχωρήσεων που απαιτούνται από κάθε μαθητή να εισάγει. Οι μαθητές θα δουν ένα μήνυμα υπενθύμισηςεάν δεν έχουν εισάγει τον απαοτύμενο αριθμό εγγραφών.</p> <p>Η διαδικασία δε θα ολοκληρωθεί αν δεν εισαχθούν όλες οι απαιτούμενες καταχωρήσεις.</p>

source: Entries required before viewing
el: Απαιτούμενες καταχωρήσεις πριν την προβολή

source: The number of entries a student is required to submit before they can view entries from other students. Note: If entries are required before viewing, the database auto-linking filter should be disabled. This is because the database auto-linking filter can't determine whether a user has submitted the required number of entries.
el: <p align="center"><strong>Απαιτούμενες καταχωρήσεις για προβολή</strong></p> <p>Ο αριθμός των καταχωρήσεων που ο συμμετέχοντας πρέπει να εισάγει προτού του επιτραπεί να δει άλλες καταχωρήσεις αυτής της δραστηριότητας.</p>

source: Reset filters
el: Επανορισμός φίλτρων

source: Reset template
el: Επαναρύθμιση προτύπου

source: Resizing image thumbnails...
el: Τροποποίηση μεγέθους των σελιδοδεικτών...

source: rows
el: γραμμές

source: Disabled. See site configuration variables.
el: Απενεργοποιήθηκε. Δείτε τις μεταβλητές ρύθμισης της σελίδας.

source: RSS template
el: RSS πρότυπο

source: RSS title template
el: RSS πρότυπο τίτλου

source: Save
el: Αποθήκευση

source: Save and add another
el: Αποθήκευση και προσθήκη και άλλου

source: Save and view
el: Αποθήκευση και προβολή

source: Save as preset
el: Αποθήκευση ως πρότυπο

source: The save as preset feature publishes the templates and fields as a preset which others on the site can then use. (You may delete it from the list of presets at any time.)
el: <p align="center"><strong>Αποθήκευση ως πρότυπο</strong></p> <p>Με τη λειτουργία αυτή, η τρέχουσα δομή της βάσης δεδομένων αποθηκεύεται στο Moodle ως πρότυπο και μπορεί να χρησιμοποιηθεί από οποιονδήποτε για τη δημιουργία μιας νέας βάσης δεδομένων με την ίδια ακριβώς δομή. Μπορείτε να αφαιρέσετε αυτό ή άλλο πρότυπο οποιαδήποτε στιγμή θέλετε.</p>

source: Save settings
el: Αποθήκευση ρυθμίσεων

source: Saved successfully. Your preset will now be available across the site.
el: Επιτυχής αποθήκευση. Το πρότυπό σας θα είναι διαθέσιμο σε όλη την ιστοσελίδα.

source: Save template
el: Αποθήκευση προτύπου

source: Search
el: Αναζήτηση

source: All selected required
el: Απαιτούνται όλα τα επιλεγμένα

source: Show all entries
el: Προβολή όλων των καταχωρήσεων

source: View single
el: Προβολή μοναδιαίας
