Repository: eellak/moodle-po
Catalog: po-*/data.po
Languages: el

source: Single template
el: Μονό πρότυπο

source: Database field types
el: Τύποι πεδίων βάσης δεδομένων

# $string['subplugintype_datapreset_plural']
source: Presets
el: Προεπιλεγμένα

source: Tags
el: Ετικέτες

source: {$a->teachers} and {$a->students}
el: {$a->teachers} και {$a->students}

source: Templates
el: Πρότυπα

source: Template saved
el: Το πρότυπο αποθηκεύτηκε

source: Text
el: Κείμενο

source: Textarea
el: Περιοχή κειμένου

source: Time added
el: Προστέθηκε χρόνος

source: Time modified
el: Ο χρόνος μεταβλήθηκε

source: to this database.
el: σε αυτή τη βάση δεδομένων.

source: Field type
el: Τύπος πεδίου

source: No action method defined in Data_Preset to handle action "{$a}".
el: Δεν έχει οριστεί μέθοδος ενέργειας στο Data_Preset ώστε να χειριστεί την ενέργεια "{$a}".

source: ({$a->fieldtype}) cannot be exported.
el: Το ({$a->fieldtype}) δε γίνεται να εξαχθεί.

source: Update an existing field
el: Ανανέωση ενός υπάρχοντος πεδίου

source: Upload file
el: Ανέβασμα αρχείου

source: Upload entries from a file
el: Ανέβασμα καταχωρήσεων από αρχείο

source: Use a preset
el: Χρήση προτύπου

source: To use a preset available to the whole site, select it from the list. (If you have added a preset to the list using the save as preset feature then you have the option of deleting it.)
el: <p align="center"><strong>Χρήση προτύπου</strong></p> <p>Με τη λειτουργία αυτή μπορείτε να επιλέξετε ένα έτοιμο πρότυπο για τη δομή της βάσης δεδομένων, κάτι που σας απαλλάσσει από την ανάγκη να καθορίσετε τη δομή χειροκίνητα.</p> <p>Επίσης, μπορείτε να διαγράψετε όσα πρότυπα έχετε προσθέσει στη λίστα έτοιμων προτύπων.</p>

source: Read only from
el: Ορατό από

source: Read only to
el: Ορατό σε

source: Wrong data id provided
el: Έχουν δοθεί λάθος δεδομένα
