Repository: eellak/moodle-po
Catalog: po-*/enrol_database.po
Languages: el

source: Unenrol suspended users
el: Ακύρωση εγγραφής χρηστών σε αναστολή

source: Database encoding
el: Κωδικοποίηση βάσης δεδομένων

source: Database host
el: Όνομα ή IP του εξυπηρετητή

source: Type database server IP address or host name. Use a system DSN name if using ODBC. Use a PDO DSN if using PDO.
el: Πληκτρολογήστε την IP διεύθυνση του εξυπηρετητή της βάσης δεδομένων ή το όνομα του εξυπηρετητή

source: Database name
el: Όνομα βάσης δεδομένων

source: Database password
el: Κωδικός εξυπηρετητή

source: Database setup command
el: Εντολή εγκατάστασης βάσης δεδομένων

source: SQL command for special database setup, often used to setup communication encoding - example for MySQL and PostgreSQL: <em>SET NAMES 'utf8'</em>
el: Εντολή SQL για ειδική εγκατάσταση βάσης δεδομένων, συχνά χρησιμοποιείται για να ρυθμίσει την κωδικοποίηση επικοινωνίας -παράδειγμα για την MySQL και την PostgreSQL: <em>SET NAMES 'utf8'</em>

source: Use sybase quotes
el: Χρήση sybase εισαγωγικών

source: Sybase style single quote escaping - needed for Oracle, MS SQL and some other databases. Do not use for MySQL!
el: Η μορφή sybase μονών εισαγωγικών απαιτείται για την Oracle, την MS SQL και ορισμένες άλλες βάσεις δεδομένων. Μην τα χρησιμοποιείται για την MySQL!

source: Database driver
el: Τύπος βάσης δεδομένων

source: ADOdb database driver name, type of the external database engine.
el: Το όνομα του προγράμματος οδήγησης της βάσης δεδομένων ADOdb, ο τύπος της εξωτερικής βάσης δεδομένων.

source: Database user
el: Χρήστης εξυπηρετητή

source: Debug ADOdb
el: Αποσφαλμάτωση ADOdb

source: Debug ADOdb connection to external database - use when getting empty page during login. Not suitable for production sites!
el: Σύνδεση αποσφαλμάτωσης ADOdb με εξωτερική βάση δεδομένων - χρησιμοποιείται όταν πάρει κενή σελίδα κατά τη διάρκεια της σύνδεσης. Δεν είναι κατάλληλο για ιστότοπους παραγωγής!

source: Default new course category
el: Προεπιλεγμένη κατηγορία νέου μαθήματος

source: The default category for auto-created courses. Used when no new category id specified or not found.
el: Η προεπιλεγμένη κατηγορία για τα αυτοδημιούργητα μαθήματα. Χρησιμοποιείται όταν δεν έχει ορισθεί νέο id κατηγορίας ή όταν δεν βρίσκεται.

source: Default role
el: Προεπιλεγμένος ρόλος

source: The role that will be assigned by default if no other role is specified in external table.
el: Ο ρόλος που θα ανατεθεί από προεπιλογή αν κανένας άλλος ρόλος δεν καθορίζεται στον εξωτερικό πίνακα.

source: Ignore hidden courses
el: Αγνοήστε τα κρυφά μαθήματα

source: If enabled users will not be enrolled on courses that are set to be unavailable to students.
el: Αν ενεργοποιηθεί οι χρήστες δεν θα εγγράφονται στα μαθήματα που έχουν ορισθεί ως μη διαθέσιμα για τους μαθητές.

source: Local course field
el: Το όνομα του πεδίου στον πίνακα μαθημάτων που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. idnumber).

source: Local role field
el: Το όνομα του πεδίου στον πίνακα ρόλων που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. shortname).

source: Local user field
el: Το όνομα του πεδίου στον πίνακα χρηστών που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. idnumber).

source: New course full name field
el: Πεδίο πλήρους ονόματος νέου μαθήματος

source: New course ID number field
el: Πεδίο ID αριθμού νέου μαθήματος

source: New course short name field
el: Πεδίο σύντομου ονόματος νέου μαθήματος

source: Remote new courses table
el: Πίνακας απομακρυσμένων νέων μαθημάτων

source: Specify of the name of the table that contains list of courses that should be created automatically. Empty means no courses are created.
el: Καθορίστε το όνομα του πίνακα που περιέχει την λίστα των μαθημάτων που πρέπει να δημιουργηθούν αυτόματα. Κενό σημαίνει ότι δεν έχουν δημιουργηθεί μαθήματα.

source: External database
el: Εξωτερική βάση δεδομένων

source: You can use an external database (of nearly any kind) to control your enrolments. It is assumed your external database contains at least a field containing a course ID, and a field containing a user ID. These are compared against fields that you choose in the local course and user tables.
el: Μπορείτε να χρησιμοποιήσετε μια εξωτερική βάση δεδομένων (σχεδόν κάθε είδους) για να ελέγχετε τις εγγραφές σας. Θεωρείται ότι η εξωτερική σας βάση δεδομένων περιλαμβάνει τουλάχιστον ένα πεδίο που περιέχει ένα ID μαθήματος, και ένα πεδίο που περιέχει ένα ID χρήστη. Αυτά συγκρίνονται έναντι πεδίων που επιλέγετε στο τοπικό μάθημα και στους πίνακες χρήστη.

source: Remote course field
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα μαθημάτων.

source: The name of the field in the remote table that we are using to match entries in the course table.
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα μαθημάτων.

source: Remote user enrolment table
el: Πίνακας απομακρυσμένων εγγραφών χρήστη

source: Specify the name of the table that contains list of user enrolments. Empty means no user enrolment sync.
el: Καθορίστε το όνομα του πίνακα που περιέχει την λίστα των εγγραφών χρηστών. Κενός σημαίνει μη συγχρονισμένη εγγραφή χρήστη.

source: Remote role field
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα ρόλων.

source: The name of the field in the remote table that we are using to match entries in the roles table.
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα ρόλων.

source: Remote user field
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα χρηστών.

source: The name of the field in the remote table that we are using to match entries in the user table.
el: Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα χρηστών.

source: External database connection
el: Σύνδεση εξωτερικής βάσης δεδομένων

source: Local field mapping
el: Τοπική χαρτογράφηση πεδίου

source: Creation of new courses
el: Δημιουργία νέων μαθημάτων

source: Remote enrolment sync
el: Απομακρυσμένη εγγραφή συγχρονισμού

source: New course template
el: Πρότυπο νέου μαθήματος

source: Optional: auto-created courses can copy their settings from a template course. Type here the shortname of the template course.
el: Προαιρετικά: τα αυτοδημιούργητα μαθήματα μπορούν να αντιγράψουν τις ρυθμίσεις τους από ένα πρότυπο μάθημα. Πληκτρολογήστε εδώ το σύντομο όνομα του πρότυπου μαθήματος.
