Repository: eellak/moodle-po
Catalog: po-*/enrol_self.po
Languages: el

source: Only members of cohort '{$a}' can self-enrol.
el: Μόνο μέλη της ομάδας χρηστών '{$a}' μπορούν να αυτο-εγγραφούν.

source: Only cohort members
el: Μόνο μέλη ομάδας χρηστών

source: Self enrolment may be restricted to members of a specified cohort only. Note that changing this setting has no effect on existing enrolments.
el: Η αυτο-εγγραφή μπορεί να περιορίζεται στα μέλη μόνο μιας συγκεκριμένης ομάδας. Σημειώστε ότι η αλλαγή αυτής της ρύθμισης δεν έχει καμία επίδραση στις υπάρχουσες εγγραφές.

source: Custom welcome message
el: Προσαρμοσμένο μήνυμα καλωσορίσματος

source: A custom welcome message may be added as plain text or Moodle-auto format, including HTML tags and multi-lang tags. The following placeholders may be included in the message: * Course name {$a->coursename} * Link to user's profile page {$a->profileurl} * User email {$a->email} * User fullname {$a->fullname}
el: Ένα προσαρμοσμένο μήνυμα καλωσορίσματος μπορεί να προστεθεί ως απλό κείμενο ή μορφή Moodle-auto, που μπορεί να περιλαμβάνει ετικέτες HTML και ετικέτες multi-lang. Τα παρακάτω σύμβολα υποκατάστασης (placeholders) μπορούν να περιλαμβάνονται στο μήνυμα: * Όνομα μαθήματος {$a->coursename} * Σύνδεσμος στη σελίδα του προφίλ του χρήστη {$a->profileurl} * Email χρήστη{$a->email} * Πλήρες όνομα χρήστη {$a->fullname}

source: Default role assignment
el: Προεπιλεγμένη ανάθεση ρόλου

source: Select role which should be assigned to users during self enrolment
el: Επιλέξτε τον ρόλο, ο οποίος θα πρέπει να ανατεθεί στους χρήστες κατά τη διάρκεια της αυτό-εγγραφής

source: End date
el: Ημερομηνία Λήξης

source: Enrolment end date cannot be earlier than start date
el: Η ημερομηνία λήξης εγγραφών δεν μπορεί να είναι νωρίτερα από την ημερομηνία έναρξης

source: Enrol me
el: Εγγραφή

source: Enrolment duration
el: Διάρκεια εγγραφής

source: Start date
el: Ημερομηνία έναρξης

source: Select action to carry out when user enrolment expires. Please note that some user data and settings are purged from course during course unenrolment.
el: Επιλέξτε την ενέργεια που θα εκτελεστεί όταν λήξει η εγγραφή του χρήστη. Παρακαλώ σημειώστε ότι ορισμένα δεδομένα χρήστη και ρυθμίσεις εκκαθαρίζονται από το μάθημα κατά την ακύρωση εγγραφής στο μάθημα.

source: Use group enrolment keys
el: Χρήση ομαδικών κλειδιών εγγραφής

source: Use group enrolment keys by default.
el: Χρησιμοποιήστε ομαδικά κλειδιά εγγραφής από προεπιλογή.

source: Unenrol inactive after
el: Εγγραφή ανενεργή μετά από

source: If users haven't accessed a course for a long time, then they are automatically unenrolled. This parameter specifies that time limit.
el: Αν οι χρήστες δεν έχουν πρόσβαση σε ένα μάθημα για μεγάλο χρονικό διάστημα, τότε απεγγράφονται αυτόματα. Αυτή η παράμετρος καθορίζει την προθεσμία αυτή.

source: Max enrolled users
el: Μέγιστος αριθμός εγγεγραμμένων χρηστών

source: Specifies the maximum number of users that can self enrol. 0 means no limit.
el: Καθορίζει τον μέγιστο αριθμό χρηστών που μπορούν να αυτό-εγγραφούν. Το 0 σημαίνει ότι δεν υπάρχει όριο.

source: No enrolment key required.
el: Δεν χρειάζεται κλειδί εγγραφής.

source: Enrolment key
el: Κλειδί εγγραφής

source: Incorrect enrolment key, please try again
el: Εσφαλμένο κλειδί εγγραφής. Παρακαλώ προσπαθήστε ξανά

source: That enrolment key was incorrect, please try again<br /> (Here's a hint - it starts with '{$a}')
el: Αυτό το κλειδί εγγραφής ήταν λάθος, παρακαλώ δοκιμάστε ξανά

source: Self enrolment
el: Αυτό-εγγραφή

source: The self enrolment plugin allows users to choose which courses they want to participate in. The courses may be protected by an enrolment key. Internally the enrolment is done via the manual enrolment plugin which has to be enabled in the same course.
el: Η πρόσθετη λειτουργία της αυτό-εγγραφής επιτρέπει στους χρήστες να επιλέξουν σε ποιά μαθήματα επιθυμούν να συμμετέχουν. Τα μαθήματα μπορεί να προστατεύονατι από ένα κλειδί εγγραφής. Εσωτερικά η εγγραφή γίνεται μέσω της πρόσθετης λειτουργίας χειροκίνητης εγγραφής, η οποία πρέπει να ενεργοποιηθεί στο ίδιο μάθημα.

source: Require enrolment key
el: Απαιτείται κλειδί εγγραφής

source: Require enrolment key in new courses and prevent removing of enrolment key from existing courses.
el: Απαιτείται κλειδί εγγραφής στα νέα μαθήματα και αποτρέπεται η αφαίρεση του κλειδιού εγγραφής από τα υπάρχοντα μαθήματα.

source: Configure self enrol instances
el: Παραμετροποίηση περιπτώσεων αυτό-εγγραφής

source: Manage enrolled users
el: Διαχείρηση εγγεγραμένων χρηστών

source: Unenrol users from course
el: Απεγγραφή χρηστών από το μάθημα

source: Unenrol self from the course
el: Απεγγραφή του ιδίου από το μάθημα

source: Send course welcome message
el: Αποστολή μηνύματος καλωσορίσματος σε επίπεδο μαθήματος

source: When a user self enrols in the course, they may be sent a welcome message email. If sent from the course contact (by default the teacher), and more than one user has this role, the email is sent from the first user to be assigned the role.
el: Εάν ενεργοποιηθεί, οι χρήστες λαμβάνουν ένα μήνυμα καλωσορίσματος όταν εγγράφονται μόνοι τους σε ένα μάθημα.

source: Show hint
el: Εμφάνιση υπόδειξης

source: Show first letter of the guest access key.
el: Εμφάνιση πρώτου γράμματος από το κλειδί πρόσβασης επισκέπτη.

source: If enabled together with 'Allow new enrolments' disabled, only users who self enrolled previously can access the course. If disabled, this self enrolment method is effectively disabled, since all existing self enrolments are suspended and new users cannot self enrol.
el: Αν είναι ενεργοποιημένη μαζί με την επιλογή 'Να επιτρέπονται νέες εγγραφές', μόνο χρήστες που έχουν εγγραφεί από μόνοι τους προηγουμένως μπορούν να έχουν πρόσβαση στο μάθημα. Αν απενεργοποιηθεί, αυτή η μέθοδος εγγραφής απενεργοποιείται στην πράξη, αφού όλες οι υπάρχουσες εγγραφές αναστέλλονται και δεν μπορούν να εγγραφούν από μόνοι τους νέοι χρήστες.

source: Unenrol user
el: Ακύρωση εγγραφής χρήστη

source: Do you really want to unenrol yourself from course "{$a}"?
el: Είστε βεβαιοι ότι θέλετε να ακυρώσετε την εγγραφή σας στο μάθημα "{$a}";

source: Do you really want to unenrol "{$a->user}" from course "{$a->course}"?
el: Είστε βεβαιοι ότι θέλετε να ακυρώσετε την εγγραφή του χρήστη "{$a->user}" στο μάθημα "{$a}";

source: Use password policy
el: Χρήση πολιτικής κωδικού πρόσβασης

source: Use standard password policy for enrolment keys.
el: Χρησιμοποιήστε το πρότυπο της πολιτικής κωδικού πρόσβασης για τα κλειδιά εγγραφής.

source: Welcome to {$a}
el: Καλωσήλθατε στο {$a}

source: Welcome to {$a->coursename}! If you have not done so already, you should edit your profile page so that we can learn more about you: {$a->profileurl}
el: Καλώς ήρθατε στο {$a->coursename}! Ένα από τα πρώτα πράγματα που θα πρέπει να κάνετε είναι να επεξεργαστείτε τη σελίδα με το προφίλ σας μέσα σε αυτό το μάθημα ώστε να μάθουμε περισσότερα για εσάς: {$a->profileurl}
