Repository: eellak/moodle-po
Catalog: po-*/enrol.po
Languages: el

source: Available course enrolment plugins
el: Διαθέσιμα πρόσθετα εγγραφής μαθήματος

source: Add method
el: Πρόσθεσε μέθοδο

source: Add method and create another
el: Προσθήκη μεθόδου και δημιουργία μιας άλλης

source: Next 25...
el: Επόμενοι 25 ...

source: 1 user found
el: Βρέθηκε ένας χρήστης

source: {$a} users found
el: Βρέθηκαν {$a} χρήστες

source: You do not have permission or can not assign roles in this course.
el: Δεν έχετε δικαίωμα ή δεν μπορείτε να αναθέσετε ρόλους σε αυτό το μάθημα.

source: Bulk user operation
el: Χονδρικές λειτουργίες χρήστη

source: Please select all required plugins and arrange then in appropriate order.
el: Παρακαλώ επιλέξτε όλα τα απαιτούμενα πρόσθετα και έπειτα ταξινομείστε τα στην κατάλληλη σειρά.

source: Custom instance name
el: Όνομα προσαρμοσμένου στιγμιότυπου

source: Add instance to new courses
el: Προσθήκη παραδείγματος στα νέα μαθήματα

source: It is possible to add this plugin to all new courses by default.
el: Είναι δυνατό να προσθέσετε αυτό το πρόσθετο σε όλα τα νέα μαθήματα από προεπιλογή.

source: You are about to delete the enrolment method "{$a->name}". All {$a->users} users currently enrolled using this method will be unenrolled and any course-related data such as users' grades, group membership or forum subscriptions will be deleted. Are you sure you want to continue?
el: Πρόκειται να διαγράψετε την μέθοδο εγγραφής "{$a->name}". Και οι {$a->users} χρήστες που είναι τώρα εγγεγραμμένοι στο μάθημα χρησιμοποιώντας αυτή την μέθοδο εγγραφής θα αποεγγραφούν και όλα τα δεδομένα τους που σχετίζονται με το μάθημα όπως οι βαθμοί του χρήστη, η συμμετοχή σε ομάδες, τα forum subscriptions κλπ θα διαγραφούν επίσης. Είστε σίγουρος/η ότι θέλετε να συνεχίσετε;

source: You are about to delete the enrolment method "{$a->name}". Are you sure you want to continue?
el: Πρόκειται να διαγράψετε την μέθοδο εγγραφής "{$a->name}". Είστε σίγουρος/η ότι θέλετε να συνεχίσετε;

source: {$a} days
el: {$a} ημέρες

source: Edit enrolment
el: Επεξεργασία εγγραφής

source: Enrol
el: Εγγραφή

source: Not enrolled users
el: Μη εγγεγραμμένοι χρήστες

source: Enrol cohort
el: Εγγραφή ομάδας χρηστών

# $string['enrolcohortusers']
source: Enrol users
el: Εγγραφή χρηστών

source: Successfully enrolled {$a} new users
el: Εγγράφηκαν επιτυχώς {$a} νέοι χρήστες

source: Enrolled users
el: Εγγεγραμμένοι χρήστες

source: Enrol me in this course
el: Εγγραφή στο μάθημα

source: Enrolment methods
el: Μέθοδοι εγγραφής

source: New enrolment in {$a}
el: Νέα εγγραφή στο {$a}

source: {$a->user} has enrolled in course "{$a->course}"
el: Ο σπουδαστής {$a->user} έκανε εγγραφή στο μάθημα {$a->course}

source: Enrolment options
el: Επιλογές εγγραφής

source: Enrolments
el: Εγγραφές

source: You do not have permission or are not allowed to enrol someone in this course
el: Δεν έχετε άδεια ή δεν επιτρέπεται να εγγράψετε κάποιον σε αυτό το μάθημα

source: Enrolment duration
el: Διάρκεια Εγγραφών

source: Enrolment created
el: Δημιουργία εγγραφής

source: Enrolment ends
el: Λήξη εγγραφής

source: Enrolment starts
el: Η εγγραφή ξεκινά

source: Instances / enrolments
el: Στιγμιότυπα / εγγραφές

# $string['enrolusers']
source: Enrol users
el: Εγγραφή χρηστών

source: Enrol {$a} users
el: Εγγραφή {$a} χρηστών

source: Failed to enrol user
el: Αποτυχία εγγραφής χρήστη

source: Error when searching users
el: Σφάλμα κατά την αναζήτηση των χρηστών

source: An error occurred while trying to edit a users enrolment
el: Προέκυψε σφάλμα κατά την επεξεργασία εγγραφής κάποιου χρήστη

source: Error creating cohort sync enrolment instance in this course.
el: Σφάλμα κατά τη δημιουργία στιγμιότυπου συγχρονισμού εγγραφής ομάδας χρηστώνσε αυτό το μάθημα.

source: Error enrolling cohort members in this course.
el: Σφάλμα κατά την εγγραφή μέλων ομάδας χρηστών σε αυτό το μάθημα.

source: User enrolled in course
el: Ο χρήστης γράφτηκε στο μάθημα

source: User unenrolled from course
el: Ο χρήστης ξεγράφτηκε από το μάθημα

source: User unenrolment updated
el: Ενημέρωση ακύρωσης εγγραφής χρήστη

source: Notify before enrolment expires
el: Ειδοποίηση πριν από τη λήξη της εγγραφής

source: How long before enrolment expiry should users be notified?
el: Πόσο καιρό πριν από την λήξης της εγγραφής θα πρέπει να ενημερώνονται χρήστες;

source: External unenrol action
el: Ενέργεια εξωτερικής απεγγραφής

source: Select action to carry out when user enrolment disappears from external enrolment source. Please note that some user data and settings are purged from course during course unenrolment.
el: Επιλέξτε ενέργεια για εκτέλεση όταν η εγγραφή χρήστη εξαφανίζεται από την εξωτερική πηγή εγγραφής. Παρακαλώ σημειώστε ότι ορισμένα δεδομένα χρήστη και οι ρυθμίσεις εκκαθαρίζονται από το μάθημα κατά τη διάρκεια απεγγραφής από το μάθημα.

source: Keep user enrolled
el: Κρατήστε τον χρήστη εγγεγραμμένο

source: Disable course enrolment
el: Απενεργοποίηση εγγραφής χρήστών στο μάθημα

source: Disable course enrolment and remove roles
el: Απενεργοποίηση εγγραφής χρήστών στο μάθημα και αφαίρεση ρόλων

source: Unenrol user from course
el: Απεγγραφή χρήστη από το μάθημα

source: Finish enrolling users
el: Τέλος εγγραφής χρηστών

source: Found {$a} cohorts
el: Βράθηκαν {$a} ομάδες χρηστών

source: Method added
el: Η μέθοδος προστέθηκε

source: Warning:
el: Προειδοποίηση:

source: Invalid role
el: Μη επιτρεπτός ρόλος

source: Manage enrol plugins
el: Διαχείριση πρόσθετων εγγραφών

source: Manage
el: Διαχείριση

source: No change
el: Καμία αλλαγή

source: No existing participants
el: Δεν υπάρχουν συμμετέχοντες

source: Guests cannot access this course. Please log in.
el: Οι επισκέπτες δεν έχουν πρόσβαση στο μάθημα αυτό. Παρακαλώ συνδεθείτε με το λογαριασμός σας

source: None
el: Κανένας

source: You can not enrol yourself in this course.
el: Δεν μπορείτε να εγγραφείτε σε αυτό το μάθημα προς το παρόν

source: Other users
el: Άλλοι χρήστες

source: Active
el: Ενεργός

source: Status
el: Κατάσταση

source: Suspended
el: Ανεστάλη

source: until {$a}
el: μέχρι {$a}

source: from {$a}
el: από {$a}

source: from {$a->start} until {$a->end}
el: από {$a->start} μέχρι {$a->end}

source: Proceed to course content
el: Μετάβαση στο περιεχόμενο του μαθήματος

source: Recover user's old grades if possible
el: Ανάκτηση παλαιών βαθμών του χρήστη αν είναι δυνατόν

source: From the no-reply address
el: Από τη διεύθυνση μη-απάντησης

source: Today
el: Σήμερα

source: Synced
el: Συγχρονίστηκε

source: Test settings
el: Δοκιμαστικές ρυθμίσεις

source: {$a} enrolled users
el: {$a} εγγεγραμμένοι χρήστες

source: {$a} other users
el: {$a} άλλοι χρήστες

source: Unenrol
el: Ακύρωση εγγραφής

source: Do you really want to unenrol "{$a->user}" (previously enrolled via "{$a->enrolinstancename}") from "{$a->course}"?
el: Θέλετε σίγουρα να διαγράψετε τον χρήστη "{$a->user}" από το μάθημα "{$a->course}";

source: Unenrol me from {$a}
el: {$a} - ακύρωση της εγγραφής μου

source: You do not have permission or can not unenrol this user from this course.
el: Δεν έχετε άδεια ή δεν μπορείτε να ξεγράψετε αυτόν το χρήστη από αυτό το μάθημα.

source: Unenrol users
el: Ακύρωση εγγραφής φοιτητών

source: Unlimited
el: Απεριόριστος

source: Search
el: Αναζήτηση

source: With selected users
el: Με επιλεγμένους χρήστες
