Repository: eellak/moodle-po
Catalog: po-*/feedback.po
Languages: el

source: Add question
el: Προσθήκη ερώτησης στην δραστηριότητα

source: Add a page break
el: Προσθήκη ενός διαχωριστή σελίδας

source: Adjustment
el: Διευθέτηση

source: After submission
el: Μετά την υποβολή

source: Allow full anonymous
el: Επιτρέπεται πλήρης ανωνυμία

source: Analysis
el: Ανάλυση

source: Anonymous
el: Ανώνυμα

source: Record user names
el: Καταγραφή ονομάτων χρηστών

source: Anonymous entries ({$a})
el: Ανώνυμες καταχωρήσεις

source: Anonymous user
el: Ανώνυμος χρήστης

source: Append new items
el: Προσάρτηση νέων στοιχείων

source: Auto number questions
el: αυτόματοι αριθμοί για κάθε ερώτηση

source: Enables or disables automated numbers for each question
el: Ενεργοποιεί και απενεργοποιεί αυτόματους αριθμούς για κάθε ερώτηση

source: Average
el: Μέσος όρος

source: Bold
el: Έντονο

source: Cancel moving
el: Ακύρωση μετακίνησης

source: Database problem, unable to map feedback to course
el: Πρόβλημα με τη βάση δεδομένων, αδυναμία αντιστοίχησης σχόλιου με μάθημα

source: saving templates is not allowed
el: η αποθήκευση των πρότυπων δεν επιτρέπεται

source: Database problem, unable to unmap
el: Πρόβλημα με τη βάση δεδομένων, αδυναμία ακύρωσης αντιστοίχησης

source: Captcha hasn't been set.
el: Το Captcha δεν έχει ρυθμιστεί.

source: Multiple choice - multiple answers
el: Πολλαπλών επιλογών - πολλαπλών απαντήσεων

source: Multiple choice - multiple answers allowed (check boxes)
el: Πολλαπλών επιλογών - Επιτρέπονται οι πολλαπλές απαντήσεις (επιλέξτε κουτάκια)

source: Possible responses
el: Δυνητικές απαντήσεις

source: Choose a file
el: Επιλέξτε ένα αρχείο

source: chosen feedback response
el: επιλεγμένη απάντηση σχόλιου

source: Completed
el: ολοκληρώθηκε

source: Submitted answers
el: Απαντήσεις που έχουν υποβληθεί

# $string['complete_the_form']
source: Answer the questions
el: Απαντήστε τις ερωτήσεις...

source: If set to 'yes', users can complete a feedback activity on the front page without being required to log in.
el: Αν αυτή η επιλογή έχει ορισθεί ναι, τότε η ανατροφοδότηση μπορεί να ολοκληρωθεί χωρίς καμία προηγούμενη σύνδεση του χρήστη στο σύστημα. Επηρεάζει μόνο τις ανατροφοδοτήσεις στην αρχική σελίδα.

source: Are you sure you want to delete this entry?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτή την καταχώρηση?

source: Are you sure you want to delete this element?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτό το στοιχείο?

source: Are you sure you want to delete this template?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτό το πρότυπο?

source: Are you sure you want to use this template?
el: Είστε σίγουροι οτι θέλετε να χρησιμοποιήσετε αυτό το πρότυπο?

source: Continue answering the questions
el: Συνεχίστε τη φόρμα

source: Count of numbers
el: Καταμέτρηση αριθμών

source: Save these questions as a new template
el: Αποθήκευση αυτών των ερωτήσεων σαν νέο πρότυπο

source: Delete entry
el: Διαγραφή καταχώρησης

source: Delete question
el: Διαγραφή ερώτησης

source: Delete old items
el: Διαγραφή παλαιών στοιχείων

# $string['delete_template']
source: Delete template
el: Διαγραφή πρότυπου

source: Delete template...
el: Διαγραφή πρότυπου...

source: Description
el: Περιγραφή

source: Multiple choice - single answer allowed (dropdownlist)
el: Πολλαπλών επιλογών - Επιτρέπεται μια απάντηση (αναδυόμενη λίστα)

source: Multiple choice - single answer (dropdown)
el: Πολλαπλών επιλογών - Μια απάντηση (αναδυόμενο)

source: Dropdownlist (rated)
el: Αναδυόμενη λίστα (βαθμολογημένη)

source: Answers
el: Απαντήσεις

source: Remove from this course
el: Δαγραφή από αυτό το μάθημα

source: Edit question
el: Επεξεργασία ερώτησης

source: Edit questions
el: Επεξεργασία ερωτήσεων

source: Enable notification of submissions
el: Αποστολή ειδοποιήσεων μέσω ηλεκτρονικού ταχυδρομείου

source: {$a->username} has completed feedback activity : '{$a->feedback}' You can view it here: {$a->url}
el: Ο/Η {$a->username} έχει ολοκληρώσεη την ακόλουθη δραστηριότητα σχόλιου : '{$a->feedback}' Μπορείτε να τη δείτε εδώ: {$a->url}

source: <p>{$a->username} has completed feedback activity : <i>'{$a->feedback}'</i>.</p> <p>It is <a href="{$a->url}">available on the site</a>.</p>
el: Ο/Η {$a->username} έχει ολοκληρώσεη την ακόλουθη δραστηριότητα σχόλιου : <i>'{$a->feedback}'</i><br /><br /> Μπορείτε να τη δείτε <a href="{$a->url}">εδώ</a>.

source: Your answers have been saved. Thank you.
el: Οι απαντήσεις σας σώθηκαν. Ευχαριστούμε.

source: Response submitted
el: Η απόκριση υποβλήθηκε

source: Export questions
el: Εξαγωγή ερωτήσεων

source: Export to Excel
el: Εξαγωγή σε Excel

source: Add a new feedback
el: Προσθήκη νέας ανατροφοδότησης

source: Allow answers to
el: Κλείσε το σχόλιο στις

source: Complete a feedback
el: Ολοκληρώστε ένα σχόλιο

source: Create private template
el: Δημιουργία ιδιωτικού πρότυπου

source: Create public template
el: Δημιουργία δημόσιου πρότυπου

source: Delete completed submissions
el: Διαγραφή ολοκληρωμένων υποβολών

# $string['feedback:deletetemplate']
source: Delete template
el: Διαγραφή πρότυπου

source: Edit items
el: Επεξεργασία στοιχείων

source: feedback is not for anonymous
el: το σχόλιο δεν είναι για τους ανώνυμους

source: The feedback is not open
el: Το σχόλιο δεν είναι ανοιχτό

source: Map courses to global feedbacks
el: Αντιστοίχηση μαθημάτων σε σχόλια εύρους ιστοχώρου

source: Allow answers from
el: Άνοιξε το σχόλιο στις

source: Receive email notification
el: Λήψη ειδοποιήσεων ηλεκτρονικού ταχυδρομείου

source: View a feedback
el: Εμφάνιση ενός σχόλιου

source: View the analysis page after submit
el: Εμφάνιση της σελίδας ανάλυσης μετά την υποβολή

source: View reports
el: Εμφάνιση αναφορών

source: File
el: Αρχείο

source: Filter by course
el: Φιλτράρισμα βάσει μαθήματος

source: Error occurred in feedback module action handling
el: Ένα σφάλμα συνέβη στη διαχείρηση ενεργειών του αρθρώματος σχόλιου

source: horizontal
el: οριζόντια

source: Import from this file
el: Εισαγωγή από αυτό το αρχείο

source: Import questions
el: Εισαγωγή ερωτήσεων

source: Import successfully
el: Εισαγωγή επιτυχημένη

source: Information
el: Πληροφορίες

source: Information type
el: Πληροφορίες-Τύπος

source: There are insufficient responses for this group
el: Δεν υπάρχουν αρκετές απαντήσεις για αυτή την ομάδα

# $string['item_label']
source: Label
el: Ετικέτα

# $string['item_name']
source: Question
el: Ερώτηση

# $string['label']
source: Label
el: Ετικέτα

source: Rating
el: Αξιολόγηση

# $string['mapcourse']
source: Map feedback to courses
el: Αντιστοίχηση μαθήματος

source: This is a site-wide feedback that is available to all courses using the feedback block. You can however limit the courses to which it will appear by mapping them. Search the course and map it to this feedback.
el: Αυτό είναι ένα σχόλιο με εύρος σε όλο τον ιστοχώρο που είναι διαθέσιμο σε όλα τα μαθήματα με τη χρήση του μπλοκ σχόλιου. Μπορείτε πάραυτα να περιορίσετε τα μαθήματα στα οποία θα εμφανίζεται αντιστοιχιζοντάς τα. Αναζητήστε το μάθημα και αντιστοιχήστε το σε αυτό το σχόλιο.

source: No courses mapped. Feedback available to all courses
el: Δεν αντιστοιχήθηκαν μαθήματα. Το σχόλιο είναι διαθέσιμο σε όλα τα μαθήματα

# $string['mapcourses']
source: Map feedback to courses
el: Αντιστοίχηση σχόλιου σε μαθήματα

source: Mapped courses
el: Μαθήματα που αντιστοιχήθηκαν

source: Max 6 arguments can be handled, too many arguments for
el: Χειρισμός το πολύ 6 ορισμάτων, υπερβολικά πολλά ορίσματα για

source: maximum
el: μέγιστο

source: Feedback reminder
el: Υπενθύμιση ανάδρασης

source: Feedback notifications
el: Ειδοποιήσεις ανάδρασης

source: Mode
el: Λειτουργία

# $string['modulename']$string['modulename']
source: Feedback
el: Ανατροφοδότηση

# $string['modulenameplural']
source: Feedback
el: Ανατροφοδοτήσεις

source: Move this question down
el: Μετακίνηση αυτής της ερώτησης κάτω

source: Move here
el: Μετακίνηση εδώ

source: Move this question
el: Μετακίνηση αυτής της ερώτησης

source: Move this question up
el: Μετακίνηση αυτής της ερώτησης πάνω

source: Multiple choice
el: Πολλαπλών επιλογών

source: Multiple choice (rated)
el: Πολλαπλών επιλογών (βαθμολογημένη)

source: Multiple choice type
el: Τύπος πολλαπλής επιλογής

source: Multiple choice values
el: Τιμές πολλαπλής επιλογής

source: Allow multiple submissions
el: Πολλαπλή υποβολή

source: If enabled for anonymous surveys, users can submit feedback an unlimited number of times.
el: Αν ενεργοποιηθεί για ανώνυμες μελέτες, οι χρήστες μπορούν να υποβάλουν ανατροφοδότηση απεριόριστες φορές.

source: Name
el: Όνομα

source: Name required
el: Απαιτείται όνομα

source: Next page
el: Επόμενη σελίδα

source: No action handler exists for
el: Δεν υπάρχει χειριστής ενέργειας για

source: No label
el: Καμία ετικέτα

source: No itemname
el: Χωρίς itemname

source: No questions have been set up yet
el: Δεν έχουν ρυθμιστεί ερωτήσεις ακόμα

source: User's name will be logged and shown with answers
el: Το όνομα του χρήστη θα καταγραφεί και θα εμφανίζεται με τις απαντήσεις

source: Non anonymous entries ({$a})
el: χωρίς ανώνυμες καταχωρήσεις

source: this feedback is not available
el: αυτό το σχόλιο δεν είναι διαθέσιμο

source: Not completed yet
el: Δεν έχουν ολοκληρωθεί ακόμα

source: No templates available yet
el: Δεν υπάρχουν διαθέσιμα πρότυπα ακόμα

source: Not selected
el: Δεν έχουν επιλεχθεί

source: Numeric answer
el: Αριθμητική απάντηση

source: Range from
el: Αρχή εύρους

source: Range to
el: Τέλος εύρους

source: of
el: από

source: All old questions and the assigned values will be preserved
el: Όλες οι παλιές ερωτήσεις και οι εκχωρηθείσες τιμές θα διατηρηθούν

source: Current questions and all responses will be deleted.
el: Οι τρέχουσες ερωτήσεις και όλες οι απαντήσεις των χρηστών σας θα διαγραφούν

source: Overview
el: Επισκόπηση

source: Page
el: Σελίδα

source: Completion message
el: Σελίδα μετά την υποβολή

source: Page break
el: Διαχωριστής σελίδας

source: Parameters missing from
el: Οι παράμετροι λείπουν από

source: Picture
el: Εικόνα

source: List of pictures
el: Λίστα εικόνων

source: Choose one or more<br />picture files from the list:
el: Επιλέξτε ένα ή περισσότερα<br />αρχεία εικόνων από την λίστα:

# $string['pluginname']
source: Feedback
el: Ανατροφοδότηση

source: Position
el: Θέση

source: Preview
el: Προεπισκόπηση

source: Previous page
el: Προηγούμενη σελίδα

source: Public
el: Δημόσιο

# $string['question']
source: Question
el: Ερώτηση

source: Question and submission settings
el: Ρυθμίσεις ερώτησης και υποβολής

source: Questions
el: Ερωτήσεις

source: Showing only {$a} first questions, view individual answers or download table data to view all.
el: Προβολή μόνο των {$a} πρώτων ερωτήσεων, δείτε ξεχωριστά τις απαντήσεις ή κατεβάστε τα δεδομένα του πίνακα για πλήρη προβολή.

source: Multiple choice - single answer
el: Πολλαπλών επιλογών - μια απάντηση

source: Multiple choice - single answer allowed (radio buttons)
el: Πολλαπλών επιλογών - Επιτρέπεται μια απάντηση (κουμπιά radio)

# $string['radiobutton_rated']
source: Radiobutton (rated)
el: Κουμπί Radio (με βαθμολόγηση)

# $string['radiorated']
source: Radiobutton (rated)
el: Κουμπί Radio (με βαθμολόγηση)

# $string['radio_values']
source: Responses
el: Απαντήσεις

source: Ready feedbacks
el: Έτοιμα σχόλια

source: All responses for this question will also be deleted.
el: Όλες οι απαντήσεις των χρηστών σας για αυτήν την ερώτηση θα διαγραφούν επίσης

source: Required
el: Απαιτείται

source: Reset feedback responses
el: Μηδενισμός απαντήσεως σχόλιου

source: Resetting feedbacks
el: Μηδενισμός σχολίων

source: Response number
el: Απάντηση υπ'αριθμόν.

# $string['responses']
source: Responses
el: Απαντήσεις

source: Responsestime
el: Χρόνος απαντήσεων

source: Save as new template
el: Αποθήκευση σαν νέο πρότυπο

source: Submit your answers
el: Υποβολή των απαντήσεων σας

source: Save question
el: Αποθήκευση ερώτησης

source: Saving failed
el: Η αποθήκευση απέτυχε

source: Saving failed because missing or false values
el: Η αποθήκευση απέτυχε λόγω ελλειπών η λανθασμένων τιμών

source: Search course
el: Αναζήτηση μαθήματος

source: Selected indexes of $SESSION variable are dumped below:
el: Τα επιλεγμένα ευρετήρια της μεταβλητής $SESSION εμφανίζονται παρακάτω:

source: send message
el: αποστολή μηνύματος

source: Show all
el: Έμφάνιση όλων

source: Show analysis page
el: Εμφάνιση σελίδας ανάλυσης μετά την υποβολή

source: Show responses
el: Εμφάνιση απαντήσεων

source: Show response
el: Εμφάνιση απάντησης

source: Site after submit
el: Ο ιστοχώρος μετά την υποβολή

source: Sort by course
el: Ταξινόμηση βάσει μαθήματος

source: Start
el: Αρχή

source: End
el: Τέλος

source: Switch group
el: Εναλλαγή ομάδας

source: Set as not required
el: εναλλαγή σε: δεν απαιτείται απάντηση

source: Set as required
el: εναλλαγή σε: απαιτείται απάντηση

source: Template
el: Πρότυπο

source: Templates
el: Πρότυπα

source: Template saved
el: Το πρότυπο αποθηκεύτηκε

source: Longer text answer
el: Μακρύτερες απαντήσεις κειμένου

source: Number of lines
el: Αριθμός γραμμών

source: Width
el: Πλάτος

source: Short text answer
el: Μικρές απαντήσεις κειμένου

source: Maximum characters accepted
el: Μέγιστος αποδεκτός αριθμός χαρακτήρων

source: Textfield width
el: Πλάτος πεδίου κειμένου

source: You've already completed this activity.
el: Έχετε ολοκληρώσει ήδη αυτή την δραστηριότητα.

source: missing value "type"
el: ελλειπής "τύπος τιμής"

source: Save changes to question
el: Αποθήκευση των αλλαγών στην ερώτηση

source: Use one line for each answer!
el: <br />Χρήση μιας γραμμής για κάθε ερώτηση!

source: Use this template
el: Χρήση αυτού του πρότυπου

source: Use a template
el: Χρήση ενός πρότυπου

source: vertical
el: κάθετα
