Repository: eellak/moodle-po
Catalog: po-*/game.po
Languages: el

source: Show all tries
el: Δείξε όλες τις προσπάθειες

source: Show all $a
el: Δείξε όλα {$a}

source: and
el: και

source: Attempt
el: Προσπάθεια

source: Attempt duration
el: Διάρκεια παιχνιδιού

source: First attempt
el: Πρώτη προσπάθεια

source: Attempt game now
el: Προσπάθεια παιχνιδιού τώρα

# $string['attemptlast']
source: Last attempt
el: Τελευταία προσπάθεια

source: Attempts
el: Προσπάθειες

source: Show only students with attempts
el: Δείξε μόνο τους μαθητές που έχουν προσπαθήσει

source: Categories
el: Κατηγορίες

source: Chapters
el: Κεφάλαια

source: The book is empty
el: Το βιβλίο είναι άδειο

# $string['bookquiz_layout']
source: Layout
el: Διάταξη

source: Question at the top of the book
el: Εμφάνιση των ερωτήσεων στο πάνω μέρος του βιβλίου

source: Question at the bottom of the book
el: Εμφάνιση των ερωτήσεων στο κάτω μέρος του βιβλίου

source: You have not select book
el: Δεν έχετε επιλέξει βιβλίο

# $string['bookquiz_numquestions']
source: Questions
el: Ερωτήσεις

source: Bookquiz options
el: Παράμετροι του παιχνιδίου "Βιβλίο με ερωτήσεις"

source: Associate question categories to chapter of book
el: Αντιστοίχιση κατηγοριών ερωτήσεων με κεφάλαια

source: Text at the bottom of page
el: Κείμενο στο κάτω μέρος της σελίδας

source: Clear statistics
el: Μηδενισμός στατιστικών

source: Comment
el: Σχόλια

source: Completed on
el: Ολοκληρώθηκε στις

source: Compute statistics again
el: Επαναϋπολογισμός στατιστικών

source: Continue a previous attempt of game
el: Συνέχιση του παιχνιδιού

source: Across
el: Οριζόντια

source: Check crossword
el: Έλεγχος σταυρολέξου

source: corrert character
el: σωστό

source: correct characters
el: σωστά

source: Disables text-transform:uppercase in CSS
el: Απενεργοποίηση της αυτόματης μετατροπής σε κεφαλαία

source: Down
el: Κατακόρυφα

source: End of crossword game
el: Τέλος του σταυρολέξου

source: wrong character
el: λάθος

source: The word contains illegal characteres
el: Η λέξη που δώσατε περιέχει μη επιτρεπτούς χαρακτήρες

source: wrong characters
el: λάθη

source: The correct word contains
el: Η σωστή λέξη περιέχει

source: letters.
el: γράμματα.

# $string['cross_found_many']
source: Found
el: Βρέθηκαν

# $string['cross_found_one']
source: Found
el: Βρέθηκε

# $string['cross_layout']
source: Layout
el: Διάταξη

source: Phrases on the bottom of cross
el: Οι ορισμοί κάτω από το σταυρόλεξο

source: Phrases on the right of cross
el: Οι ορισμοί στα δεξιά του σταυρολέξου

source: Maximum number of attempts
el: Μέγιστος αριθμός προσπαθειών

source: Maximum number of cols/rows
el: Μέγιστος αριθμός γραμμών/στηλών στο σταυρόλεξο

source: Maximum number of words
el: Μέγιστος αριθμός λέξεων στο σταυρόλεξο

source: Minimum number of words
el: Ελάχιστος αριθμός λέξεων

source: Crossword options
el: Παράμετροι Σταυρολέξου

source: Please wait while cross is loading
el: Παρακαλώ περιμένετε όση ώρα το σταυρόλεξο φορτώνει

source: <h3>Welcome!</h3><p>Click on a word to begin/continue.</p>
el: <h3>Καλωσήρθατε!</h3><p>Κάντε κλικ σε μία λέξη για να ξεκινήσετε.</p>

source: Max tries
el: Μέγιστος αριθμός προσπαθειών

source: Cryptex options
el: Παράμετροι Κρυπτόλεξου

source: Are you absolutely sure you want to completely delete these attempts?
el: Είστε απόλυτα σίγουροι ότι θέλετε να σβήσετε αυτές τις προσπάθειες;

source: Display options
el: Εμφάνιση παραμέτρων

source: Download in ODS format
el: Λήψη σε μορφή ODS

source: Export
el: Εξαγωγή

source: Export to HTML
el: Εξαγωγή σε HTML

source: Export to Javame
el: Εξαγωγή σε JavaMe για κινητά τηλέφωνα

source: Feedback
el: Απάντηση

source: Messages correct answer
el: Μήνυμα σωστής απάντησης

# $string['finish']
source: End of game
el: Τέλος παιχνιδιού

source: Add a new game
el: Προσθήκη νέου παιχνιδιού

source: Play game
el: Παίξιμο παιχνιδιών

source: Book with questions
el: Βιβλίο με ερωτήσεις

source: Close the game
el: Κλείσιμο του παιχνιδιού

source: This game closed on {$a}
el: Το παιχνίδι έκλεισε στις {$a}

source: This game will close at {$a}
el: Το παιχνίδι θα κλείσει στις {$a}

source: Crossword
el: Σταυρόλεξο

source: Cryptex
el: Κρυπτόλεξο

source: Delete attempts
el: Διαγραφή προσπαθειών του παιχνιδιού

source: Grade games manually
el: Χειροκίνηση βαθμολόγηση των παιχνιδιών

source: Hangman
el: Κρεμάλα

source: Hidden Picture
el: Η κρυμμένη εικόνα

source: Manage
el: Διαχείριση των παιχνιδιών

source: Millionaire
el: Εκατομμυριούχος

source: The game will not be available until {$a}
el: Το παιχνίδι δε θα είναι διαθέσιμο μέχρι: {$a}

source: Open the game
el: Άνοιγμα του παιχνιδιού

source: This game opened at {$a}
el: Το παιχνίδι άνοιξε στις {$a}

source: Preview Games
el: Προεπισκόπηση των παιχνιδιών

source: reviewmyattempts
el: Ανασκόπηση των δικών σου προσπαθειών

source: Snakes and Ladders
el: Φιδάκι

source: view
el: Εμφάνιση πληροφοριών του παιχνιδιού

source: viewreports
el: Εμφάνιση των αναφορών του παιχνιδιού

source: Grade
el: Βαθμός

source: Average grade
el: Μέσος βαθμός

source: Highest grade
el: Ο υψηλότερος βαθμός

source: Grading method
el: Μέθοδος βαθμολόγησης

source: Allow spaces in words
el: Να επιτρέπονται τα κενά στις λέξεις

source: Allow the symbol - in words
el: Nα επιτρέπεται το σύμβολο - στις λέξεις

source: The correct phrase was:
el: Η σωστή φράση ήταν:

source: The correct word was:
el: Η σωστή λέξη ήταν:

source: Grade in whole game
el: Βαθμολογία σε όλο το παιχνίδι

source: Select the images of hangman
el: Διαλέξτε συλλογή φωτογραφιών

source: Language of words
el: Γλώσσα στην οποία είναι οι λέξεις

source: Letters:
el: Γράμματα :

source: <BIG><B>Game over</B></BIG>
el: <BIG><B>Τέλος παιχνιδιού</B></BIG>

source: Maximum number or errors (have to be images named hangman_0.jpg, hangman_1.jpg, ...)
el: Μέγιστος αριθμός λάθος γραμμάτων (πρέπει να υπάρχουν τα αντίστοιχα αρχεία με όνομα hangman_0.jpg, hangman_1.jpg, ...)

source: Number of words per game
el: Αριθμός λέξεων ανά παιχνίδι

source: Hangman options
el: Παράμετροι Κρεμάλας

source: You have <b>{$a}</b> tries
el: Έχετε <b>{$a}</b> προσπάθειες ακόμη

source: You have <b>ONLY 1</b> try
el: Έχετε ακόμη <b>ΜΟΝΟ 1</b> προσπάθεια

source: Show the correct answer after the end
el: Να εμφανίζει τη σωστή απάντηση μετά το τέλος του παιχνιδιού ;

source: Show first letter of hangman
el: Να εμφανίζει το πρώτο γράμμα της λέξης

source: Show last letter of hangman
el: Να εμφανίζει το τελευταίο γράμμα της λέξης

source: Show the questions ?
el: Να εμφανίζει τις ερωτήσεις ;

source: Wrong: %d out of %d
el: Λανθασμένα: %%d out of %%d

source: When the student answers correct can go to the next chapter.
el: Όταν ο μαθητής απαντά σωστά μια ερώτηση πάει στο επόμενο κεφάλαιο του βιβλίου.

source: This game takes words from either a Glossary or quiz short answer questions and generates a random crossword puzzle. Teacher can set the maximum number of columns/rows or words that contains. Student can press the button “Check crossword” to check if the answers are correct. Every crossword is dynamic so it is different to every student.
el: Αυτό το παιχνίδι δέχεται λέξεις από το λεξικό ή τη βάση ερωτήσεων του Moodle και δημιουργεί ένα τυχαίο σταυρόλεξο. Ο καθηγητής μπορεί να ορίσει το μέγιστο αριθμό γραμμών/στηλών ή λέξεων. Κάθε σταυρόλεξο είναι δυναμικό και έτσι ο κάθε μαθητής βλέπει διαφορετικό σταυρόλεξο.

source: This game is like a crossword but the answers are hidden inside a random cryptex.
el: Αυτό το παιχνίδι μοιάζει με το σταυρόλεξο αλλά οι απαντήσεις είναι κρυμμένες μέσα στο κρυπτόλεξο οριζόντια ή κατακόρυφα.

source: This game takes words from either a Glossary or quiz short answer questions and generates a hangman puzzle. Teacher can set the number of words that each game contains, if shows the first or last letter, or if show the question or the answer at the end.
el: Αυτό το παιχνίδι χρησιμοποιεί λέξεις από το λεξικό ή τη βάση ερωτήσεων του Moodle και δημιουργεί το γνωστό παιχνίδι Κρεμάλα. Ο καθηγητής μπορεί να καθορίσει τον αριθμό των λέξεων που θα περιέχει κάθε παιχνίδι, αν θα δείχνει το πρώτο ή το τελευταίο γράμμα ή αν θα εμφανίζει την απάντηση στο τέλος.

source: The hidden picture game uncovers each piece of a picture for each question correctly answered by the student. Each number in the hidden picture game displays a question to the student such that when the student answers the question correctly, the number is uncovered to display a piece of the picture.
el: Το παιχνίδι αυτό μετά από κάθε επιτυχημένη απάντηση σε μια ερώτηση αποκαλύπτει ένα μικρό κομμάτι της εικόνας βοηθώντας έτσι το μαθητή να απαντήσει στην κυρίως ερώτηση.

source: A question is displayed to the student which if answered correctly moves up to the next number in the game until the user has completed the questions. If a question is answered incorrectly, the game is over.
el: Σε αυτό το παιχνίδι εμφανίζεται μια ερώτηση πολλαπλής επιλογής και αν ο μαθητής την απαντήσει σωστά προχωρά στο επόμενο επίπεδο.

source: A question is displayed to the student which if answered correctly, displays a number on the dice, then game piece moves up the number displayed on the dice.
el: Αυτό το παιχνίδι εμφανίζει στο μαθητή ένα ζάρι και μια ερώτηση. Αν ο μαθητής απαντήσει σωστά στην ερώτηση προχωράει στην πίστα τόσες θέσεις όσες λέει το ζάρι.

source: This game shows a sudoku puzzle to the students with not enough numbers to allow it to be solved. For each question the student correctly answers an additional number is slotted into the puzzle to make it easier to solve.
el: Αυτό το παιχνίδι εμφανίζει ένα άλυτο sudoku. Σε κάποια τετράγωνα υπάρχουν ερωτήσεις. Αν ο μαθητής απαντήσει σωστά μια τέτοια ερώτηση του αποκαλύπτει το νούμερο που υπάρχει σε αυτό το τετράγωνο.

source: Cells horizontal
el: Αριθμός κελιών οριζόντια

source: Cells down
el: Αριθμός κελιών κατακόρυφα

source: Set height of picture to (in pixels)
el: Ορισμός ύψους εικόνας

source: Grade main answer
el: Βαθμολόγησε την κυρίως ερώτηση

source: Have to specify the number of cols horizontaly
el: Πρέπει να ορίσετε τον αριθμό των κελιών οριζόντια

source: There are no glossary entries on glossary {$a->name} with an attached picture
el: Δεν υπάρχει καμία εγγραφή στο λεξικό {$a->name} που να περιλαμβάνει και εικόνα

source: Have to specify the number of cols verticaly
el: Πρέπει να ορίσετε τον αριθμό των κελιών κατακόρυφα

source: 'Hidden Picture' options
el: Παράμετροι Κρυμμένης Εικόνας

source: The glossary for main question and picture
el: Το λεξικό για την κυρίως ερώτηση

source: Set width of picture to (in pixels)
el: Ορισμός πλάτους εικόνας

source: Hide the Crossword game
el: Απόκρυψη του παιχνιδιού "Σταυρόλεξο"

source: Hide the Cryptex game
el: Απόκρυψη του παιχνιδιού "Κρυπτόλεξο"

source: Hide the Hangman game
el: Απόκρυψη του παιχνιδιού "Κρεμάλα"

source: Hide the "Hidden Picture" game
el: Απόκρυψη του παιχνιδιού "Η κρυμμένη εικόνα"

source: Hide the Millionaire game
el: Απόκρυψη του παιχνιδιού "Εκατομμυριούχος"

source: Hide the "Snakes and Ladders" game
el: Απόκρυψη του παιχνιδιού "Φιδάκι"

source: Hide the Sudoku game
el: Απόκρυψη του παιχνιδιού "Sudoku"

source: New
el: Νέα

source: Has check button:
el: Να έχει κουμπί ελέγχου σωστής απάντησης:

source: Has print button:
el: Να έχει κουμπί εκτύπωσης:

source: Check
el: Έλεγχος

source: Correct!
el: Πολύ σωστά!

source: Have to select something!
el: Δεν επιλέξατε κάτι!

source: Your answer isn't correct. Stay on the same seat.
el: Η απάντησή σου ήταν λάθος. Παραμένεις στη θέση σου.

source: Title of html:
el: Τίτλος της ιστοσελίδας:

source: Info
el: Πληροφορίες

source: Created by:
el: Δημιουργήθηκε από:

source: Description:
el: Περιγραφή:

source: Filename:
el: Όνομα αρχείου:

source: Icon:
el: Εικονίδιο:

source: Max picture height:
el: Μέγιστο ύψος εικόνας:

source: Max picture width:
el: Μέγιστο πλάτος εικόνας:

source: Name:
el: Όνομα:

source: Type:
el: Τύπος:

source: Version:
el: Έκδοση:

source: User defined language
el: Γλώσσα οριζόμενη από το χρήστη

source: IP student
el: IP σπουδαστή

source: letter
el: γράμμα

source: letters
el: γράμματα

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
el: ΑΒΓΔΕΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩ

source: Background color
el: Χρώμα φόντου

source: Help of people
el: Βοήθεια του κοινού

source: People say
el: Το κοινό λέει

source: I think that the correct answer is
el: Νομίζω ότι σωστή απάντηση είναι η

source: Your answer is wrong<br>The right answer is:
el: Η απάντησή σας είναι λάθος<br>Η σωστή απάντηση είναι η :

source: You must select one question category
el: Πρέπει οπωσδήποτε να διαλέξετε μία κατηγορία ερωτήσεων

source: You must select one quiz
el: Πρέπει οπωσδήποτε να διαλέξετε ένα Κουίζ

source: Millionaire' options
el: Παράμετροι Εκατομμυριούχου

source: Quit
el: Έξοδος

source: Randomize questions
el: Ανακάτεμα ερωτήσεων

source: For the millionaire the source must be {$a} or questions and not
el: Για τον εκατομμυριούχο η πηγή των ερωτήσεων έπρεπε να είναι {$a} ή Ερωτήσεις και όχι

source: Help of telephone
el: Βοήθεια του τηλεφώνου

# $string['modulename']
source: Game
el: Παιχνίδι

source: This module contains 8 games: Hangman,Crossword, Cryptex, Millionaire, Sudoku, The hidden picture, Snakes and Ladders and Book with questions
el: Το άρθρωμα αυτό περιέχει 8 παιχνίδια: Κρεμάλα, Σταυρόλεξο, Κρυπτόλεξο, Εκατομμυριούχος, Sudoku, Η κρυμμένη εικόνα, Φιδάκι και Βιβλίο με ερωτήσεις.

source: Games
el: Παιχνίδια

source: You must select a glossary
el: Πρέπει να επιλέξετε οπωσδήποτε ένα λεξιλόγιο

source: You must select a question category
el: Πρέπει να επιλέξετε οπωσδήποτε μία κατηγορία ερωτήσεων

source: You must select a quiz
el: Πρέπει να επιλέξετε ένα κουίζ

source: New game
el: Νέο παιχνίδι

source: Next word
el: Επόμενη λέξη

source: No attempts have been made on this game
el: Καμιά προσπάθεια δεν έγινε γι' αυτό το παιχνίδι

source: Show $a with no attempts only
el: Εμφάνιση {$a} που δεν έχουν καθόλου προσπάθειες

source: No glossary entries found
el: Δεν βρέθηκαν λέξεις στο λεξικό

source: There are no questions
el: Δεν βρέθηκαν ερωτήσεις

source: There are no words
el: Δεν βρέθηκε καμία λέξη

source: $a->studentnum $a->studentstring have made $a->attemptnum attempts
el: $a->studentnum $a->studentstring έκαναν $a->attemptnum προσπάθειες

source: Only teacher can see this page
el: Μόνο teacher μπορούν να δουν αυτή τη σελίδα

source: {$a->grade} out of a maximum of {$a->maxgrade}
el: {$a->grade} από μέγιστο {$a->maxgrade}

source: Questions per page:
el: Ερωτήσεις ανά σελίδα:

source: Percent
el: Ποσοστό

source: Game administration
el: Διαχείριση παιχνιδιού

# $string['pluginname']
source: Game
el: Παιχνίδι

source: Preview
el: Προεπισκόπηση

source: Print
el: Εκτύπωση

source: Reattempt game
el: Προσπάθεια παιχνιδιού ξανά

source: Repetitions
el: Επαναλήψεις

source: Overview
el: Σύνοψη

source: Delete tries from all games
el: Διαγραφή προσπαθειών από όλα τα παιχνίδια

source: Delete tries from deleted courses
el: Διαγραφή προσπαθειών από όλα τα διαγραμμένα μαθήματα

source: Results
el: Αποτελέσματα

source: Review
el: Επανεξέταση

source: Review of Attempt {$a}
el: Επανεξέταση της προσπάθειας {$a}

source: Score
el: Βαθμολογία

source: Select all
el: Επιλογή όλων

source: Deselect all
el: Αποεπιλογή όλων

source: Show all
el: Εμφάνιση όλων

source: Show answers
el: Εμφάνιση απαντήσεων

source: Show attempts
el: Εμφάνιση προσπαθειών

source: Show mark details
el: Λεπτομέρειες ερωτήσεων

source: solution
el: Λύση

source: Background
el: Πίστα

source: Cols
el: Στήλες

source: Positions of Snakes and Ladders
el: Πίστα

source: Dice, $a spots.
el: Το ζάρι έφερε {$a}.

source: File for background
el: Αρχείο πίστας

source: Space at bootom left (in pixels)
el: Αριστερό περιθώριο (pixels)

source: Space at bottom right (in pixels)
el: Κάτω περιθώριο (pixels)

source: Space at up left (in pixels)
el: Δεξί περιθώριο (pixels)

source: Space at up right (in pixels)
el: Πάνω περιθώριο (pixels)

source: Question at the top of the image
el: Εμφάνιση των ερωτήσεων στο πάνω μέρος της πίστας

source: Question at the bottom of the image
el: Εμφάνιση των ερωτήσεων στο κάτω μέρος της πίστας

source: 'Snakes and Ladders' options
el: Παράμετροι για το Φιδάκι

source: Player, position: $a.
el: Η τρέχουσα θέση του παίχτη είναι: {$a}.

source: Rows
el: Γραμμές

source: Source of questions
el: Πηγή ερωτήσεων

source: Select a book
el: Διαλέξτε βιβλίο

source: Select glossary
el: Διαλέξτε λεξικό

source: Select category of glossary
el: Διαλέξτε κατηγορία λεξικού

source: Include subcategories
el: Να συμπεριλαμβάνονται οι υποκατηγορίες

# $string['sourcemodule_question']
source: Questions
el: Ερωτήσεις

source: Select question category
el: Διαλέξτε κατηγορία ερωτήσεων

source: Select quiz
el: Διαλέξτε κουιζ

source: Start again
el: Προσπάθεια ξανά

source: Started on
el: Ξεκίνησε στις

source: Number of sudokus that will be created
el: Αριθμός από sudoku που θα δημιουργηθούν

source: Start creating sudokus
el: Έναρξη δημιουργίας sudoku

source: Creating <b>{$a}</b> sudoku
el: Δημιουργήθηκε <b>{$a}</b> sudoku

# $string['sudoku_finishattemptbutton']
source: End of game
el: Τέλος παιχνιδιού

source: Guess the correct number
el: Μαντέψτε το νούμερο

source: Maximum number of questions
el: Μέγιστος αριθμός ερωτήσεων

source: No words found in glossary
el: Δεν βρέθηκαν λέξεις στο λεξικό

source: Sudoku options
el: Παράμετροι Sudoku

source: Grade answers
el: Βαθμολόγηση απαντήσεων

source: Completed
el: Συμπληρωμένο

# $string['timefinish']
source: End of game
el: Τέλος παιχνιδιού

# $string['timelastattempt']
source: Last attempt
el: Τελευταία προσπάθεια

source: Start
el: Έναρξη

source: Time taken
el: Χρόνος που χρειάστηκε

source: Text at the top of page
el: Κείμενο στο πάνω μέρος της σελίδας

source: open
el: Ατελείωτο

source: User defined
el: Πίστα ορισμένη από το χρήστη

source: Congratulations !!!
el: Συγχαρητήρια !!!

source: With selected
el: Με τα επιλεγμένα

source: Your final grade for this game is {$a}.
el: Ο τελικός σου βαθμός γι' αυτό το παιχνίδι είναι {$a}
