Repository: eellak/moodle-po
Catalog: po-*/glossary.po
Languages: el

source: Add comment
el: Προσθήκη σχολίου

source: Add a new entry
el: Προσθήκη νέας εγγραφής

source: Add a comment
el: Προσθήκη ενός σχολίου

source: Keyword
el: Λέξη κλειδί

source: Keyword(s)
el: Λέξεις κλειδιά

source: Each glossary entry can have an associated list of keywords (or aliases). If the entry is auto-linked, then any keywords will also be auto-linked. Enter each keyword on a new line (not separated by commas).
el: <p align="center"><b>Λέξεις κλειδιά</b></p> <p> Κάθε καταχώρηση στο λεξιλόγιο μπορεί να είναι συσχετιζόμενη με μια λίστα λέξεων κλειδιών.</p> <p><b>Κάθε ψευδώνυμο μπαίνει σε νέα γραμμή</b> (δε διαχωρίζεται από κόμμα).</p> <p> Οι ψευδείς λέξεις και φράσεις μπορούν να χρησιμοποιηθούν ως εναλλακτικοί τρόποι αναφοράς μιας εισαγωγής. Για παράδειγμα, εάν χρησιμοποιηθεί το φίλτρο αυτόματης σύνδεσης του λεξιλογίου, τότε τα ψευδώνυμα θα εμφανιστούν (καθώς και το κύριο όνομα της εισαγωγής) όταν αποφασιστεί ποιες λέξεις θα συνδεθούν με την εγγραφή αυτή. </p>

source: All categories
el: Όλες οι κατηγορίες

source: ALL
el: ΟΛΑ

source: Allow comments on entries
el: Να επιτρέπονται τα σχόλια στις εγγραφές

source: If enabled, all participants with permission to create comments will be able to add comments to glossary entries.
el: <p align="center"><b>Επιτρέπονται τα σχόλια στις καταχωρήσεις</b></p> <p>Οι μαθητές ανάλογα με την πρόσβαση που τους δίδεται μπορούν να προσθέσουν σχόλια στις καταχωρήσεις λεξιλογίου.</p> <p>Οι καθηγητές μπορούν πάντα να προσθέσουν σχόλια στις καταχωρήσεις λεξιλογίου.</p>

source: Duplicate entries allowed
el: Επιτρέπονται οι διπλές εγγραφές

source: If enabled, multiple entries can have the same concept name.
el: <p align="center"><b>Επιτρέπονται οι διπλές καταχωρήσεις</b></p> <p>Εάν ενεργοποιηθεί αυτή η επιλογή, τότε πολλαπλές καταχωρήσεις μπορούν να χρησιμοποιήσουν την ίδια έννοια.</p>

source: Allow print view
el: Να επιτρέπεται η προεπισκόπιση εκτύπωσης

source: If enabled, students are provided with a link to a printer-friendly version of the glossary. The link is always available to teachers.
el: <p align="center"><b>Επιτρέπεται η επισκόπηση εκτύπωσης</b></p> <p>Οι μαθητές ανάλογα με την πρόσβαση που τους δίδεται μπορούν να κάνουν επισκόπηση εκτύπωσης λεξιλογίου.</p> <p>Οι καθηγητές μπορούν πάντα να χρησιμοποιήσουν την επισκόπηση εκτύπωσης.</p>

source: Answer
el: Απάντηση

source: Approve
el: Αποδοχή

source: Attachments
el: Συνημμένα

# $string['areaentry']
source: Definitions
el: Ορισμοί

source: Are you sure you want to delete this entry?
el: Σίγουρα θέλετε να διαγράψετε αυτήν την εγγραφή;

source: Are you sure you want to delete this comment?
el: Σίγουρα θέλετε να διαγράψετε αυτό το σχόλιο;

source: Are you sure you want to export this entry to
el: Σίγουρα θέλετε να εξάγετε αυτήν την εγγραφή στο

source: ascending
el: (αύξουσα)

source: Attachment
el: Επισυναπτόμενο

source: You can optionally attach one or more files to a glossary entry.
el: <p align="center"><b>Επισυναπτόμενα για καταχωρήσεις</b></p> <p>Προαιρετικά, είναι δυνατή η επισύναψη μόνο ΕΝΟΣ αρχείου σε οποιαδήποτε καταχώρηση λεξιλογίου.</p> <p>Είναι χρήσιμο όταν κάποιος θέλει να διαμοιράσει π.χ. μια εικόνα ή ένα Word αρχείο.</p> <p> Αυτό το αρχείο μπορεί να είναι οποιαδήποτε τύπου, αλλά προτείνεται η κατάληξη να ακολουθεί διαδικτυακά πρότυπα π.χ. .jpg ή .doc που μπορούν να προβληθούν από εξερευνητές ιστού.</p> <p>Εάν γίνει επεξεργασία εκ νέου μιας εγγραφής και επισύναψη ενός νέου αρχείου, τότε τα παλιά αρχεία αντικαθίστανται.</p> <p> Εάν γίνει επεξεργασία εκ νέου ενός επισυναπτομένου αρχείου και μείνει κενό, τότε το αυθεντικό αρχείο παραμένει.</p>

source: author
el: συγγραφέας

source: Browse by Author
el: Προβολή ανά συγγραφέα

source: Back
el: Πίσω

source: Can't insert category
el: Δεν είναι δυνατή η εισαγωγή κατηγορίας

source: Can't insert record
el: Δεν είναι δυνατή η εισαγωγή εγγραφής

source: Can't insert relation category-entry
el: Δεν είναι δυνατή η εισαγωγή σχέσης κατηγορίας-εγγραφής

source: This entry is case sensitive
el: Αυτή η εγγραφή είναι ευαίσθητη σε μικρά/κεφαλαία

source: This setting specifies whether matching exact upper and lower case is necessary when auto-linking to an entry.
el: <p align="center"><b>Ευαισθησία κατά το ταίριασμα χαρακτήρων</b></p> <p>Καθορίζει εάν το ακριβές ταίριασμα κεφαλαίων η μικρών χαρακτήρων είναι απαραίτητο όταν πραγματοποιείται αυτόματη διασύνδεση στις εγγραφές αυτές. <p>Για παράδειγμα, όταν ενεργοποιείται, η λέξη &quot;html&quot; δεν θα συνδεθεί με την εγγραφή &quot;HTML&quot; του λεξιλογίου.</p>

source: cat
el: κατηγορία

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Category deleted
el: Διαγράφηκε η κατηγορία

source: Browse by category
el: Προβολή ανά κατηγορία

source: change to {$a}
el: αλλαγή σε {$a}

source: Define if a glossary will accept comments on entries by default
el: Ορίστε εάν ένα λεξικό θα δέχεται σχόλια στις εγγραφές εξ ορισμού

source: Define if a glossary will allows duplicated entries by default
el: Ορίστε εάν ένα λεξικό θα επιτρέπει τις διπλές εγγραφές εξ ορισμού

source: Define the approval status by default of an entry posted by a student
el: Ορίστε την εξ ορισμού κατάσταση αποδοχής μιας εγγραφής που αναρτήθηκε από φοιτητή

source: Define if an entry, when linked, is case sensitive by default
el: Ορίστε εάν μια εγγραφή, όταν είναι σύνδεσμος, είναι ευαίσθητη σε μικρά/κεφαλαία εξ ορισμού

source: Select the default selection to show when the glossary is first viewed
el: Επιλέξτε την προκαθορισμένη επιλογή για προβολή όταν εμφανίζεται το λεξικό για πρώτη φορά

source: Select the default frame to show when the glossary is first viewed.
el: Επιλέξτε το προκαθορισμένο πλαίσιο για προβολή όταν εμφανίζεται το λεξικό για πρώτη φορά

source: Define if an entry, when linked, should match the case in the target text by default
el: Ορίστε εάν μια εγγραφή, όταν είναι σύνδεσμος, θα πρέπει να ταιριάζει τα πεζά-κεφαλαίο του κειμένου προορισμού εξ ορισμού

source: Define if an entry should be automatically linked by default
el: Ορίστε εάν μια εγγραφή θα πρέπει να είναι αυτόματα σύνδεσμος εξ ορισμού

source: Define if a glossary should be automatically linked by default
el: Ορίστε εάν ένα λεξικό θα πρέπει να είναι αυτόματα σύνδεσμος εξ ορισμού

source: Select the display format to be used for automatic linking and entry view.
el: Επιλέξτε τη μορφή εμφάνισης που θα χρησιμοποιείται για αυτόματο σύνδεσμο και προβολή εγγραφής.

source: Specify if the group break should be shown or not.
el: Προσδιορίστε εάν θα εμφανίζεται ο διαχωριστής της ομάδας.

source: Select the sorting key by default.
el: Επιλέξτε το προκαθορισμένο πλήκτρο ταξινόμησης.

source: Select the sorting order by default.
el: Επιλέξτε την προκαθορισμένη σειρά ταξινόμησης.

source: Define if the students can or cannot post entries by default
el: Ορίστε εάν οι φοιτητές μπορούν ή όχι να αναρτήσουν εγγραφές εξ ορισμού

source: Comment
el: Σχόλιο

source: The comment has been deleted.
el: Το σχόλιο διαγράφηκε.

source: Comments
el: Σχόλια

source: Comments on
el: Σχόλια για

source: The comment has been updated.
el: Το σχόλιο ενημερώθηκε.

source: Concept
el: Έννοια

source: Concepts
el: Έννοιες

source: This switch will enable the possibility of RSS feeds for all glossaries. You will still need to turn feeds on manually in the settings for each glossary.
el: Αυτή η ρύθμιση ενεργοποιεί τη δυνατότητα τροφοδοτήσεων RSS για όλα τα λεξικά. Εξακολουθεί να απαιτείται η ενεργοποίηση των τροφοδοτήσεων στις ρυθμίσεις κάθε λεξικού ξεχωριστά.

source: Currently sorted {$a}
el: Ταξινομημένα προς το παρόν {$a}

source: Current glossary
el: Τρέχον λεξικό

source: date
el: ημερομηνία

source: Browse by date
el: Προβολή ανα ημερομηνία

source: Approved by default
el: Αποδοχή εξ ορισμού

source: If set to no, entries require approving by a teacher before they are viewable by everyone.
el: <p align="center"><strong>Εγκεκριμένο εξ ορισμού</strong></p> <p align="center"><br /> Αυτή η ρύθμιση επιτρέπει στον καθηγητή να καθορίσει τι θα ισχύει στις νέες καταχωρήσεις που προστίθενται από τους σπουδαστές. Μπορούν να τεθούν αυτόματα στην διάθεση του καθενός, διαφορετικά ο δάσκαλος θα πρέπει να τις εγκρίνει μία μία.</p>

source: Default hook
el: Προεπιλεγμένο άγκιστρο

source: Default mode
el: Προεπιλεγμένη κατάσταση

source: Default sort key
el: Προεπιλεγμένο κλειδί ταξινόμησης

source: Default sort order
el: Προεπιλεγμένη σειρά ταξινόμησης

source: Definition
el: Ορισμός

# $string['definitions']
source: Definitions
el: Ορισμοί

source: Delete entry
el: Διαγραφή εγγραφής

source: Delete entries by users not enrolled
el: Διαγραφή των καταχωρήσεων από χρήστες που δεν έχουν εγγραφεί στο μάθημα

source: Deleting comment
el: Διαγραφή σχολίου

source: Deleting this category will not delete the entries it contains - they will be marked as uncategorised.
el: Διαγράφοντας αυτήν την κατηγορία δεν θα διαγραφούν οι εγγραφές που περιέχει- θα χαρακτηριστούν ως μη κατηγοριοποιημένες.

source: descending
el: (φθίνουσα)

source: Destination of imported entries
el: Προορισμός

source: Entries can either be imported and added to the current glossary or to a new glossary, in which case a new glossary will be created based on information in the XML file.
el: <p align="center"><strong>Καθορισμός του προορισμού των εισαγομένων καταχωρήσεων</strong></p> <p align="center"><br /> Μπορείτε να καθορίσετε που θέλετε να γίνει η εισαγωγή των δικών σας καταχωρήσεων:</p> <ul type="disc"> <li><strong>Τρέχον λεξιλόγιο:</strong> Θα επισυνάψει τις εισαγόμενες καταχωρήσεις στο τρέχον χρησιμοποιούμενο λεξιλόγιο. </li> <li><strong>Νέο λεξιλόγιο:</strong> Θα δημιουργήσει ένα καινούργιο λεξιλόγιο βασισμένο στις πληροφορίες που θα βρει στο φάκελο εισαγωγής και θα εισαγάγει τις καινούριες καταχωρήσεις σε αυτόν. </li> </ul>

source: Display format
el: Μορφή προβολής

source: Continuous without author
el: Συνεχής χωρίς συγγραφέα

source: Simple, dictionary style
el: Απλό, στυλ λεξικού

source: Encyclopedia
el: Εγκυκλοπαίδεια

source: Entry list
el: Λίστα εγγραφών

source: FAQ
el: Συχνές Ερωτήσεις

source: Full with author
el: Πλήρης με συγγραφέα

source: Full without author
el: Πλήρης χωρίς συγγραφέα

source: There are 7 display formats: * Simple, dictionary style - No authors are displayed and attachments are shown as links * Continuous without author - Entries are displayed one after another without any separation apart from the editing icons * Full with author - A forum-like display format showing the author's data and with attachments shown as links * Full without author - A forum-like display format without authors and with attachments shown as links * Encyclopedia - As for "Full with author" but attached images are shown inline * Entry list - Concepts are listed as links * FAQ - The words QUESTION and ANSWER are appended to the concept and definition respectively
el: <p align="center"><strong>Διάταξη Εμφάνισης</strong></p> <p align="left"><br /> Αυτή η ρύθμιση καθορίζει τον τρόπο με τον οποίο θα εμφανίζονται τα στοιχεία που περνάμε μέσα στο λεξιλόγιο. Οι προεπιλεγμένες διατάξεις&nbsp; είναι:<br /> <strong>Απλό λεξικό</strong>: <br /> μοιάζει με ένα συμβατικό λεξικό με κάθε λήμμα χωριστά. Δεν εμφανίζεται το όνομα κανενός συντάκτη και οι επισυνάψεις παρουσιάζονται ως συνδέσεις. <br /> <strong>Συνεχής</strong>: <br /> παρουσιάζει τις καταχωρήσεις τη μία μετά την άλλη, χωρίς κανένα είδος διαχωρισμού μεταξύ τους, παρά μόνο τα εικονίδια τροποποίησης. <br /> <strong>Ολόκληρο μαζί με το Συντάκτη</strong>: <br /> Μία εμφάνιση σε στυλ φόρουμ που παρουσιάζει τα στοιχεία του συντάκτη. Οι επισυνάψεις παρουσιάζονται ως συνδέσεις. <br /> <strong>Ολόκληρο χωρίς το συντάκτη</strong>: <br /> Μία εμφάνιση σε στυλ φόρουμ που δεν παρουσιάζει τα στοιχεία του συντάκτη. Οι επισυνάψεις παρουσιάζονται ως συνδέσεις. <br /> <strong>Εγκυκλοπαίδεια</strong>: <br /> Όπως &quot;<strong>Ολόκληρο μαζί με το Συντάκτη</strong>&quot; αλλά τις συνημμένες εικόνες τις παρουσιάζει στην ίδια σειρά. <br /> <strong>FAQ (συνηθέστερες απορίες)</strong>: <br /> Χρήσιμος για την εμφάνιση κατηγοριών FAQ &quot;συνηθέστερων αποριών - ερωτήσεων&quot;. Επισυνάπτει αυτόματα τις λέξεις ΕΡΩΤΗΣΗ και ΑΠΑΝΤΗΣΗ στο θέμα και στην εξήγηση αντίστοιχα. </p> <p>Οι διαχειριστές του Moodle μπορούν να δημιουργήσουν νέες διατάξεις εμφάνισης ακολουθώντας τις οδηγίες που θα βρουν στο αρχείο <strong>mod/</strong><strong>glossary/</strong><strong>formats/</strong><strong>README.</strong><strong>txt</strong>.</p>

source: Display formats
el: Μορφές προβολής

source: Display formats setup
el: Ρύθμιση Μορφών προβολής

source: Duplicate entry
el: Διπλή εγγραφή

source: Always allow editing
el: Πάντα επεξεργασία

source: This setting specifies whether entries are always editable or whether students can only edit their entries during a configured editing time (usually 30 minutes).
el: <p align="center"><strong>Τροποποίηση πάντα</strong></p> <p align="center">Αυτή η επιλογή σας επιτρέπει να αποφασίσετε εάν οι σπουδαστές μπορούν να τροποποιήσουν τις καταχωρήσεις τους οποιαδήποτε στιγμή.</p> <p align="left">Μπορείτε να επιλέξετε:</p> <ul type="disc"> <li><strong>Ναι:</strong> Οι καταχωρήσεις μπορούν πάντα να τροποποιηθούν. </li> <li><strong>Όχι:</strong> Οι καταχωρήσεις μπορούν να τροποποιηθούν μέσα σε κάποιο καθορισμένο χρονικό διάστημα. </li> </ul>

source: Edit categories
el: Επεξεργασία κατηγοριών

source: Edit entry
el: Επεξεργασία εγγραφών

source: Editing comment
el: Επεξεργασία σχολίου

source: Entries shown per page
el: Εγγραφές ανά σελίδα

source: Entries
el: Εγγραφές

source: Entries without category
el: Εγγραφές χωρίς κατηγορία

source: Entry
el: Εγγραφή

source: Entry already exists
el: Εγγραφή υπάρχει ήδη

source: This entry has been approved
el: Αυτή η εγγραφή έχει εγκριθεί

source: Entry deleted
el: Εγγραφή διαγράφηκε

source: Entry successfully exported
el: Εγγραφή εξάχθηκε επιτυχώς

source: (this entry is currently hidden)
el: (αυτή η εγγραφή είναι προς το παρόν κρυμμένη)

source: Entry level default settings
el: Προκαθορισμένες Ρυθμίσεις Επιπέδου Εγγραφής

source: This entry has been saved
el: Αυτή η εγγραφή αποθηκεύτηκε

source: This entry has been updated
el: Αυτή η εγγραφή ενημερώθηκε

source: This entry should be automatically linked
el: Αυτή η εγγραφή θα πρέπει να γίνει αυτόματα σύνδεσμος

source: You cannot edit other people's entries.
el: Δεν μπορείτε να επεξεργαστείτε τις καταχωρήσεις άλλων χρηστών.

source: This concept already exists. No duplicates allowed in this glossary.
el: Αυτή η έννοια υπάρχει ήδη. Δεν επιτρέπονται διπλότυπα σε αυτό το λεξικό.

source: You can't delete this. Time expired!
el: Δεν μπορείτε να το διαγράψετε αυτό. Ο χρόνος έληξε!

source: The editing time for this entry has expired.
el: Ο χρόνος επεξεργασίας αυτής της καταχώρησης έληξε.

source: Errors occurred while parsing the file. Make sure it is valid XML syntax.
el: Συνέβησαν σφάλματα κατά την ανάλυση αυτού του αρχείου. Σιγουρευτείτε οτι η σύνταξη του είναι έγκυρη XML.

source: Add a new entry to the current glossary.<br />Concept and definition are mandatory fields.
el: Προσθέστε μια νέα εγγραφή στο τρέχον λεξικό.<br /> Η έννοια και ο ορισμός είναι υποχρεωτικά πεδία.

source: Shows ALL entries on one page
el: Εμφανίζει όλες τις εγγραφές σε μια σελίδα

source: Browse the glossary using this index
el: Προβολή του λεξικού χρησιμοποιώντας αυτό το ευρετήριο

source: Click on the button below to export glossary entries.<br />You can import it anytime you wish in this or other course.<p>Please note that attachments (e.g. images) and authors are not exported.</p>
el: Πατήστε το κουμπί παρακάτω για τα εξάγετε τις εγγραφές λεξιλογίου.<br /> Μπορείτε να το εισάγετε όποτε θελήσετε σε αυτό ή σε άλλο μάθημα.<p> Παρακαλώ σημειώστε πως τα επισυναπτόμενα (π.χ. εικόνες) και οι συγγραφείς δεν εξάγονται. </p>

source: You must specify the file to import and define the criteria of the process.<p>Submit your request and review the results.</p>
el: Πρέπει να προσδιορίσετε το αρχείο εισαγωγής και να ορίσετε τα κριτήρια της διαδικασίας.<p> Υποβάλετε το αίτημά σας και δείτε τα αποτελέσματα. </p>

source: Shows entries that do not begin with a letter
el: Εμφάνιση εγγραφών που δεν ξεκινάνε με γράμμα

source: Exported entry
el: Εξαγόμενη εγγραφή

# $string['exportentries']
source: Export entries
el: Εξαγωγή εγγραφών

source: Export entries to XML file
el: Εξαγωγή καταχωρήσεων σε αρχείο XML

source: Export entries to file
el: Εξαγωγή εγγραφών σε αυτό το αρχείο

source: Export glossary
el: Εξαγωγή λεξικού

source: Export to main glossary
el: Εξαγωγή στο κύριο λεξικό

source: File to import
el: Αρχείο για εισαγωγή

source: Browse for and select the XML file on your computer which contains the entries to import.
el: <p align="center"><b>Αρχείο για εισαγωγή</b></p> <p>Επιλογή του XML αρχείου που περιέχει τα στοιχειά για εισαγωγή.</p>

source: Concept and definition are mandatory fields.
el: Η έννοια και ο ορισμός είναι υποχρεωτικά πεδία.

source: Glossary auto-linking
el: Αυτόματοι σύνδεσμοι για το λεξικό

source: Match whole words only
el: Ταίριασμα ολόκληρων λέξεων μόνο

source: This setting specifies whether only whole words will be linked, for example, a glossary entry named "construct" will not create a link inside the word "constructivism".
el: <p align="center"><b>Ταύτιση / σύνδεση ολόκληρων λέξεων</b></p> <p>Αν η αυτόματη ταύτιση/σύνδεση είναι ενεργοποιημένη, με την εφαρμογή της ρύθμισης θα ταυτίζονται/συνδέονται μόνο ολόκληρες λέξεις. </p> <p>Για παράδειγμα, αν εισάγουμε τη λέξη &quot;και&quot;, δεν πρόκειται να γίνει σύνδεση με τη λέξη &quot;καιρός&quot;, παρά το γεγονός ότι το &quot;και&quot; εμπεριέχεται στο &quot;καιρός&quot;.</p>

source: Approve and undo approved entries
el: Αποδοχή μη εγκεκριμένων εγγραφών

source: Create comments
el: Δημιουργία σχολίων

# $string['glossary:export']
source: Export entries
el: Εξαγωγή εγγραφών

source: Export single entry
el: Εξαγωγή μονής καταχώρησης

source: Export single entry of yours
el: Εξαγωγή μια μονής καταχώρησης σας

# $string['glossary:import']
source: Import entries
el: Εισαγωγή εγγραφών

source: Glossary level default settings
el: Προκαθορισμένες Ρυθμίσεις Επιπέδου Λεξικού

source: Manage categories
el: Διαχείριση κατηγοριών

source: Manage comments
el: Διαχείριση σχολίων

source: Manage entries
el: Διαχείριση εγγραφών

source: Rate entries
el: Βαθμολόγιση εγγραφών

source: Glossary type
el: Τύπος λεξικού

source: A main glossary is a glossary in which entries from secondary glossaries can be imported. There can only be one main glossary in a course. If glossary entry import is not required, all glossaries in the course can be secondary glossaries.
el: <p align="center"><strong>Καθορισμός του κύριου λεξιλογίου του Μαθήματος.</strong></p> <p align="left">Το σύστημα του λεξιλογίου σας επιτρέπει να εξαγάγετε καταχωρήσεις από οποιοδήποτε δευτερεύον λεξιλόγιο στο κυρίως λεξιλόγιο του μαθήματος.</p> <p align="left">Προκειμένου να γίνει αυτό, πρέπει να διευκρινίσετε ποιο λεξιλόγιο είναι το κύριο.</p> <p align="left"><em>Σημείωση: </em>Μπορείτε να έχετε μόνο ένα κύριο λεξικό ανά μάθημα και μόνο οι διδάσκοντες έχουν την δυνατότητα να το ενημερώσουν.</p>

source: View glossary
el: Προβολή λεξικού

source: View all raw ratings given by individuals
el: Εμφάνιση όλων των πρώτων αξιολογήσεων που δόθηκαν ατομικά

source: View total ratings that anyone received
el: Εμφάνιση όλων των συνολικών αξιολογήσεων που έλαβε κάποιος

source: View the total rating you received
el: Προβολή βαθμολογιών

source: Create new entries
el: Δημιουργία νέων εγγραφών

source: Guests are not allowed to edit glossaries
el: Οι επισκέπτες δεν επιτρέπεται να επεξεργάζονται λεξικά

source: Import categories
el: Εισαγωγή κατηγοριών

source: Imported categories
el: Εισαγόμενες κατηγορίες

source: Imported entries
el: Εισαγόμενες εγγραφές

# $string['importentries']
source: Import entries
el: Εισαγωγή εγγραφών

source: Import entries from XML file
el: Εισαγωγή καταχωρλησεων από αρχείο XML

source: Include group breaks
el: Περιλαμβάνονται οι διαχωριστές ομάδων

source: Is this glossary global?
el: Είναι αυτό το λεξικό παγκόσμιο;

source: A global glossary has entries which are linked to from throughout the site, rather than only in the course that the glossary is in. Only administrators can set a glossary as global.
el: <p align="center"><b>Ορισμός γενικού λεξιλογίου όρων</b></p> <p>Οι Γενικοί Διαχειριστές (administrators) μπορούν να ορίσουν ένα λεξιλόγιο όρων ως γενικό.</p> <p>Τέτοια λεξιλόγια όρων μπορούν να βρίσκονται σε κάθε τμήμα κάθε ενότητας ενός μαθήματος, ιδιαίτερα όμως στην πρώτη σελίδα του μαθήματος.</p> <p>Τα γενικά λεξιλόγια όρων διαφοροποιούνται από τα επιμέρους λεξιλόγια όρων στο ότι τα λήμματά τους συνδέονται αυτόματα όχι μόνο εντός του εκάστοτε μαθήματος αλλά σε όλο τον διαδικτυακό τόπο.</p>

source: letter
el: γράμμα

source: Automatically link this category
el: Αυτόματοι σύνδεσμοι για αυτή την κατηγορία

source: If glossary auto-linking has been enabled and this setting is enabled, the category name will be automatically linked wherever it appears throughout the rest of the course. When a participant follows a category name link, they will be taken to the "Browse by category" page of the glossary.
el: <p align="center"><strong>Αυτόματη σύνδεση κατηγοριών.</strong></p> <p align="left">Μπορείτε να ορίσετε εάν θέλετε τις κατηγορίες να συνδέονται μεταξύ τους αυτόματα ή όχι.</p> <p align="left"><em>Σημείωση:</em> Οι κατηγορίες συνδέονται βασιζόμενες σε αντιστοιχία ολόκληρης της λέξης και σε αντιστοιχία κεφαλαίων-μικρών.</p>

source: Auto-linking
el: Αυτόματοι σύνδεσμοι

source: Main glossary
el: Κύριο λεξικό

source: Sorry, but the maximum time for editing this comment ({$a}) has passed!
el: Συγνώμη, αλλά ο μέγιστος χρόνος για την επεξεργασία αυτού του σχολίου ({$a}) έχει περάσει!

# $string['modulename']
source: Glossary
el: Λεξικό

source: Glossaries
el: Λεξικά

source: New glossary entries
el: Νέες εγγραφές λεξικού

source: New glossary
el: Νέο λεξικό

source: New glossary created.
el: Νέο λεξικό δημιουργήθηκε.

source: New glossary entries:
el: Νέες εγγραφές λεξικού:

source: No comment found
el: Δε βρέθηκε σχόλιο

source: (No comments found on this entry)
el: (Δε βρέθηκαν σχόλια για αυτή την εγγραφή)

source: No concept or definition found.
el: Δε βρέθηκε έννοια ή ορισμός.

source: No entries found in this section
el: Δε βρέθηκαν εγγραφές σε αυτό το τμήμα

source: No entry found.
el: Δε βρέθηκε εγγραφή.

source: You can't delete other people's comments!
el: Δεν μπορείτε να επεξεργαστείτε τα σχόλια άλλων χρηστών!

source: You can't comments in this glossary!
el: Δεν μπορείτε να σχολιάσετε σε αυτό το λεξικό!

source: You can only look at results for your own entries
el: Μπορείτε μόνο να δείτε τα αποτελέσματα για τις δικές σας καταχωρήσεις

source: Not categorised
el: Μη κατηγοριοποιημένο

source: Number of entries
el: Πλήθος εγγραφών

source: (one per line)
el: (μια ανα γραμμή)

# $string['pluginname']
source: Glossary
el: Λεξικό

source: Popup format
el: Μορφή αναδυόμενου

source: Printer-friendly version
el: Έκδοση φιλική για τον εκτυπωτή

source: Print view isn't allowed
el: Η προβολή εκτύπωσης δεν επιτρέπεται

source: Question
el: Ερώτηση

source: Rejected entries
el: Εγγραφές που απορρίφθηκαν

source: Rejection report
el: Αναφορά απορρίψεων

source: Delete entries from
el: Διαγραφή καταχωρήσεων από

source: Delete entries from all glossaries
el: Διαγραφή καταχωρήσεων από όλα τα λεξικά

source: This setting specifies the number of glossary entry concepts to include in the RSS feed. Between 5 and 20 generally acceptable.
el: <p align="center"><b>Αριθμός των RSS πρόσφατων άρθρων</b></p> <p>Αυτή η επιλογή σας επιτρέπει να επιλέξετε τον αριθμό των άρθρων που θα περιλαμβάνονται σε μια τροφοδοσία RSS ειδήσεων.</p> <p>Ένας αριθμός μεταξύ του 5 και 20 θα ήταν λογικός για τα περισσότερα γλωσσάρια Αυξήστε τον αριθμό όταν το γλωσσάρι ανανεώνεται συχνά.</p>
