Repository: eellak/moodle-po
Catalog: po-*/glossary.po
Languages: el

source: Display the RSS feed for '{$a}' concepts
el: Εμφανίστε τη τρόφοδότηση RSS για '{$a}' έννοιες

source: To enable the RSS feed for this activity, select either concepts with author or concepts without author to be included in the feed.
el: <p align="center"><b>RSS Τροφοδοσία για αύτό το γλοσσάρι</b></p> <p>Αυτή η επιλογή σας επιτρέπει να ενεργοποιείτε την τροφοδοσία RSS από αυτό το γλωσσάρι.</p> <p>Μπορείτε να επιλέξετε ανάμεσα σε 2 τύπους τροφοδίας:</p> <ul> <li><b>Με συγγραφέα:</b> Η τροφοδοσία του κάθε ένα άρθρου θα περιλαμβάνει και το όνομα του στγγραφέα σε κάθε καταχώρηση.</li> <li><b>Χωρίς συγγραφέα:</b> Η τροφοδοσία του κάθε ένα άρθρου δε θα περιλαμβάνει και το όνομα του στγγραφέα σε κάθε καταχώρηση.</li> </ul>

source: Search full text
el: Αναζήτηση πλήρους κειμένου

source: Secondary glossary
el: Δευτερεύον λεξικό

source: Show 'ALL' link
el: Εμφάνιση συνδέσμου 'ΌΛΑ'

source: If enabled, participants can browse all entries at once.
el: <p align="center"><b>Επιλογές στην προβολή του Αλφάβητου</b></p> <p>Μπορείτε να προσαρμόσετε τον τρόοπο που ένας χρήστης μπορεί να χρησιμοποιήσει ένα γλωσσάρι. πλοήγηση και αναζήτηση είναι πάντα διαθέσιμα αλλά μπορείτε να ορίσετε 3 ακόμη επιλογές:</p> <p><b>SHOW SPECIAL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση ειδικών χαρακτήρων όπως @, #, etc.</p> <p><b>SHOW ALPHABET</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση γραμμάτων του αλφάβητου.</p> <p><b>SHOW ALL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση όλων των καταχωρήσεων.</p>

source: Show alphabet links
el: Εμφάνιση αλφάβητου

source: If enabled, participants can browse the glossary by letters of the alphabet.
el: <p align="center"><b>Επιλογές στην προβολή του Αλφάβητου</b></p> <p>Μπορείτε να προσαρμόσετε τον τρόοπο που ένας χρήστης μπορεί να χρησιμοποιήσει ένα γλωσσάρι. πλοήγηση και αναζήτηση είναι πάντα διαθέσιμα αλλά μπορείτε να ορίσετε 3 ακόμη επιλογές:</p> <p><b>SHOW SPECIAL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση ειδικών χαρακτήρων όπως @, #, etc.</p> <p><b>SHOW ALPHABET</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση γραμμάτων του αλφάβητου.</p> <p><b>SHOW ALL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση όλων των καταχωρήσεων.</p>

source: Show 'Special' link
el: Εμφάνιση συνδέσμου 'Ειδικά'

source: If enabled, participants can browse the glossary by special characters, such as @ and #.
el: <p align="center"><b>Επιλογές στην προβολή του Αλφάβητου</b></p> <p>Μπορείτε να προσαρμόσετε τον τρόοπο που ένας χρήστης μπορεί να χρησιμοποιήσει ένα γλωσσάρι. πλοήγηση και αναζήτηση είναι πάντα διαθέσιμα αλλά μπορείτε να ορίσετε 3 ακόμη επιλογές:</p> <p><b>SHOW SPECIAL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση ειδικών χαρακτήρων όπως @, #, etc.</p> <p><b>SHOW ALPHABET</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση γραμμάτων του αλφάβητου.</p> <p><b>SHOW ALL</b> Ενεργοποιήστε η απενεργοποιήστε την πλοήγηση όλων των καταχωρήσεων.</p>

source: Sort by
el: Ταξινόμηση κατά

source: By creation date
el: Κατά ημερομηνία δημιουργίας

source: By last update
el: Κατά τελευταία ενημέρωση

source: Sort chronologically
el: Ταξινόμηση χρονολογικά

source: Special
el: Ειδικά

source: Browse by alphabet
el: Προβολή ανά αλφάβητο

source: Students can add entries
el: Οι φοιτητές μπορούν να προσθέσουν εγγραφές

source: Total entries
el: Συνολικές εγγραφές

source: Automatically link glossary entries
el: Αυτόματη σύνδεση εγγραφών λεξικού

source: If site-wide glossary auto-linking has been enabled by an administrator and this setting is enabled, the "Add a new entry" form includes the option to automatically link the entry wherever the concept words and phrases appear throughout the rest of the course.
el: Αν η αυτόματη σύνδεση εγγραφών λεξικού είναι ενεργοποιημένη από τον διαχειριστή και αυτή η ρύθμιση έιναι ενεργοποιημένη, η φόρμα "Πρόσθεσε μια νέα εγγραφή" περιλαμβάνει την επιλογή να συνδέονται αυτόματα οπουδήποτε εμφανίζονται οι λέξεις και οι φράσεις σε ολόκληρο το μάθημα.

source: Waiting approval
el: Αναμονή αποδοχής

source: (Applies only if the glossary is not the main one)
el: (Ισχύει μόνο εάν το λεξικό δεν είναι το κύριο)

source: Concepts with author
el: Έννοιες με συγγραφέα

source: Concepts without author
el: Έννοιες χωρίς συγγραφέα

source: by
el: από

source: You are not the author of this comment, so you are not allowed to edit it.
el: Δεν είσαστε ο συγγραφέας αυτού του σχολίου, άρα δε σας επιτρέπεται η επεξεργασία του.
