Repository: eellak/moodle-po
Catalog: po-*/install.po
Languages: el

source: <p>Moodle requires a PHP version of at least 5.6.5 or 7.1 (7.0.x has some engine limitations).</p> <p>You are currently running version {$a}.</p> <p>You must upgrade PHP or move to a host with a newer version of PHP.</p>
el: <p>Το ΠΗΛΕΑΣ απαιτεί η έκδοση της PHP να είναι τουλάχιστον 4.3.0 ή 5.1.0 (η 5.0.x έχει ένα αριθμό γνωστών προβλημάτων).</p> <p>Αυτή τη στιγμή έχετε την έκδοση {$a}</p> <p>Πρέπει να κάνετε upgrade την PHP ή να μεταφερθείτε σε ένα κεντρικό υπολογιστή με μια νεότερη έκδοση της PHP!<br/> (Σε περίπτωση που έχετε την 5.0.x μπορείτε επίσης να κάνετε και υποβάθμιση στην έκδοση 4.4.x)</p>

source: For information about this version of Moodle, please see the release notes at {$a}
el: Για πληροφορίες σχετικά με αυτή την έκδοση του Moodle, παρακαλούμε δείτε τις Release Notes στο {$a}

source: Safe mode
el: Ασφαλής λειτουργία

source: Moodle may have trouble with safe mode on
el: Το ΠΗΛΕΑΣ μπορεί να έχει προβλήματα με το safe mode on

source: <p>Moodle may have a variety of problems with safe mode on, not least is that it probably won't be allowed to create new files.</p> <p>Safe mode is usually only enabled by paranoid public web hosts, so you may have to just find a new web hosting company for your Moodle site.</p> <p>You can try continuing the install if you like, but expect a few problems later on.</p>
el: <p>Το ΠΗΛΕΑΣ μπορεί να έχει έναν αριθμό προβλημάτων με το safe mode on, όπως για παράδειγμα να μην μπορεί να δημιουργήσει νέα αρχεία.</p> <p>Το safe mode είναι συνήθως ενεργοποιημένο σε ορισμένους (παρανοϊκούς!) δημόσιους κεντρικούς υπολογιστές ιστού, οπότε ίσως χρειαστεί να βρείτε ένα νέο κεντρικό υπολογιστή ιστού για τον ιστοχώρο σας.</p> <p>Μπορείτε αν θέλετε να συνεχίσετε με την εγκατάστση, ωστόσο να είστε προετοιμασμένοι για προβλήματα στο μέλλον.</p>

source: Session auto start
el: Αυτόματη ένερξη συνεδρίας

source: This should be off
el: Αυτό πρέπει να είναι απενεργοποιημένο

source: <p>Moodle requires session support and will not function without it.</p> <p>Sessions can be enabled in the php.ini file ... look for the session.auto_start parameter.</p>
el: <p>Το ΠΗΛΕΑΣ απαιτεί την υποστήριξη συνόδων και δεν μπορεί να λειτουργήσει χωρίς αυτήν.</p> <p>Τα sessions μπορούν να ενεργοποιηθούν στο αρχείο php.ini ... δείτε την παράμετρο session.auto_start</p>

source: PHP has not been properly configured with the SQLite extension. Please check your php.ini file or recompile PHP.
el: Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση SQLite. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.

source: Upgrading question/type plugin
el: Αναβάθμιση της υπομονάδας λογισμικού Τύπου Ερωτήσεων

source: You are seeing this page because you have successfully installed and launched the <strong>{$a->packname} {$a->packversion}</strong> package in your computer. Congratulations!
el: Βλέπετε αυτή τη σελίδα γιατί εγκαταστήσατε και ξεκινήσατε με επιτυχία το πακέτο <strong>{$a->packname} {$a->packversion}</strong> στον υπολογιστή σας. Συγχαρητήρια!

source: This release of the <strong>{$a->installername}</strong> includes the applications to create an environment in which <strong>Moodle</strong> will operate, namely:
el: Αυτή η έκδοση <strong>{$a->installername}</strong> περιλαμβάνει τις εφαρμογές για τη δημιουργία ενός περιβάλλοντος μέσα στο οποίο θα λειτουργεί το <strong>ΠΗΛΕΑΣ </strong>:

source: The package also includes <strong>Moodle {$a->moodlerelease} ({$a->moodleversion})</strong>.
el: Το πακέτο περιλαμβάνει επίσης <strong>Moodle {$a->moodlerelease} ({$a->moodleversion})</strong>.

source: The use of all the applications in this package is governed by their respective licences. The complete <strong>{$a->installername}</strong> package is <a href="http://www.opensource.org/docs/definition_plain.html">open source</a> and is distributed under the <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> license.
el: Η χρήση όλων των εφαρμογών σε αυτό το πακέτο υπόκειται στις αντίστοιχες άδειες. Ολόκληρο το πακέτο <strong>{$a->installername}</strong> είναι <a href="http://www.opensource.org/docs/definition_plain.html">open source</a> και διανέμεται με την <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a> άδεια.

source: The following pages will lead you through some easy to follow steps to configure and set up <strong>Moodle</strong> on your computer. You may accept the default settings or, optionally, amend them to suit your own needs.
el: Οι παρακάτω σελίδες θα σας καθοδηγήσουν με εύκολα βήματα στην εγκατάσταση και ρύθμιση του <strong>ΠΗΛΕΑΣ </strong> στο υπολογιστή σας. Μπορείτε να δεχθείτε τις προκαθορισμένες ρυθμίσεις ή να τις αλλάξετε ανάλογα με τις ανάγκες σας.

source: Click the "Next" button below to continue with the set up of <strong>Moodle</strong>.
el: Πατήστε το κουμπί "Συνέχεια" για να συνεχίσετε με την εκγατάσταση του <strong>Moodle</strong>.

source: Web address
el: Διεύθυνση ιστοσελίδας

source: The 'Web Address' does not appear to be valid - this Moodle installation doesn't appear to be there. The value below has been reset.
el: Η 'διεύθυνση ιστοσελίδας' δεν είναι έγκυρη - η εγκατάσταση του ΠΗΛΕΑΣ δεν εμφανίζεται εκεί. Η παρακάτω τιμή έχει επαναφερθεί.
