Repository: eellak/moodle-po
Catalog: po-*/install.po
Languages: el

source: The admin directory specified is incorrect
el: Ο φάκελος admin έχει οριστεί λανθασμένα

source: Admin directory
el: Φάκελος Admin

# $string['admindirsetting']
source: A very few webhosts use /admin as a special URL for you to access a control panel or something. Unfortunately this conflicts with the standard location for the Moodle admin pages. You can fix this by renaming the admin directory in your installation, and putting that new name here. For example: <br /> <br /><b>moodleadmin</b><br /> <br /> This will fix admin links in Moodle.
el: Πολλοί λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin ως ειδικό URL για την πρόσβαση σε κάποιο πίνακα ελέγχου ή κάτι τέτοιο. Δυστυχώς αυτό έρχεται σε αντίθεση με την κανονική τοποθεσία των admin σελίδων του ΠΗΛΕΑΣ. Μπορείτε να το διορθώσετε αυτό μέσα από την μετονομασία του admin φακέλου στην εγκατάστασή σας, και βάζοντας αυτό το καινούργιο όνομα εδώ. Για παράδειγμα: <br /> <br /><b>moodleadmin</b><br /> <br /> Αυτό θα διορθώσει τους συνδέσμους admin στο ΠΗΛΕΑΣ.

source: Setting the admin directory ...
el: Προσδιορίζοντας τον φάκελο admin...

# $string['admindirsettingsub']
source: A very few webhosts use /admin as a special URL for you to access a control panel or something. Unfortunately this conflicts with the standard location for the Moodle admin pages. You can fix this by renaming the admin directory in your installation, and putting that new name here. For example: <br /> <br /><b>moodleadmin</b><br /> <br /> This will fix admin links in Moodle.
el: Πολλοί λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin ως ειδικό URL για την πρόσβαση σε κάποιο πίνακα ελέγχου ή κάτι τέτοιο. Δυστυχώς αυτό έρχεται σε αντίθεση με την κανονική τοποθεσία των admin σελίδων του ΠΗΛΕΑΣ. Μπορείτε να το διορθώσετε αυτό μέσα από την μετονομασία του admin φακέλου στην εγκατάστασή σας, και βάζοντας αυτό το καινούργιο όνομα εδώ. Για παράδειγμα: <br /> <br /><b>moodleadmin</b><br /> <br /> Αυτό θα διορθώσει τους συνδέσμους admin στο ΠΗΛΕΑΣ.

source: Available language packs
el: Λίστα διαθέσιμων γλωσσών

source: Caution
el: Προσοχή

# $string['chooselanguage']
source: Choose a language
el: Επιλογή γλώσσας

# $string['chooselanguagehead']
source: Choose a language
el: Επιλογή γλώσσας

source: Please choose a language for the installation. This language will also be used as the default language for the site, though it may be changed later.
el: Παρακαλώ, επιλέξτε γλώσσα για την εγκατάσταση ΜΟΝΟ. Θα μπορείτε να επιλέξετε γλώσσα ιστοσελίδας και χρηστών σε μια μετέπειτα οθόνη.

source: New admin user email address
el: Νέα διεύθυνση ηλεκτρονικού ταχυδρομείου χρήστη διαχειριστή

# $string['compatibilitysettings']
source: Checking your PHP settings ...
el: Έλεγχος των PHP ρυθμίσεών σας...

# $string['compatibilitysettingshead']
source: Checking your PHP settings ...
el: Έλεγχος των PHP ρυθμίσεών σας...

source: Your server should pass all these tests to make Moodle run properly
el: Ο εξυπηρετητής σας πρέπει να περάσει όλα αυτά τα τεστ για να λειτουργεί το ΠΗΛΕΑΣ κανονικά

source: The installer script was not able to automatically create a config.php file containing your chosen settings, probably because the Moodle directory is not writeable. You can manually copy the following code into a file named config.php within the root directory of Moodle.
el: Το σενάριο εγκατάστασης δεν μπόρεσε να δημιουργήσει αυτόματα ένα αρχείο config.php το οποίο να περιέχει τις επιλεγμένες ρυθμίσεις, μάλλον γιατί ο φάκελος του ΠΗΛΕΑΣ δεν είναι εγγράψιμος. Μπορείτε χειροκίνητα να αντιγράψετε τον παρακάτω κώδικα σε ένα αρχείο με όνομα config.php μέσα στο root φάκελο του ΠΗΛΕΑΣ.

source: config.php has been successfully created
el: Το αρχείο config.php δημιουργήθηκε με επιτυχία

# $string['configurationcomplete']
source: Configuration completed
el: Ολοκληρώθηκαν οι ρυθμίσεις

# $string['configurationcompletehead']
source: Configuration completed
el: Ολοκληρώθηκαν οι ρυθμίσεις

source: Moodle made an attempt to save your configuration in a file in the root of your Moodle installation.
el: Το ΠΗΛΕΑΣ προσπάθησε να αποθηκεύσει τις ρυθμίσεις σε ένα αρχείο στο root της εγκατάστασης του ΠΗΛΕΑΣ

source: Database
el: Βάση Δεδομένων

source: Database settings
el: Ρυθμίσεις Βάσης Δεδομένων

source: Database host
el: Κεντρικός Υπολογιστής Βάσης Δεδομένων

source: Database name
el: Όνομα Βάσης Δεδομένων

source: Database password
el: Κωδικός Βάσης Δεδομένων

source: Choose database driver
el: Επιλογή οδηγού βάσης δεδομένων

source: Moodle supports several types of database servers. Please contact server administrator if you do not know which type to use.
el: Το Moodle υποστηρίζει αρκετούς τύπους εξυπηρετητών βάσης δεδομένων. Παρακαλούμε επικοινωνήστε τον διαχειριστή του εξυπηρετητή εάν δεν ξέρετε ποιόν τύπο να χρησιμοποιήσετε.

source: Database user
el: Χρήστης Βάσης Δεδομένων

source: Data directory
el: Φάκελος Δεδομένων

source: The 'data directory' you specified could not be found or created. Either correct the path or create that directory manually.
el: Ο φάκελος δεδομένων που ορίσατε δεν μπόρεσε να βρεθεί ή να δημιουργηθεί. Διορθώστε τη διεύθυνση ή δημιουργήστε το φάκελο χειροκίνητα.

source: The 'data directory' you specified is directly accessible via web, you must use different directory.
el: Ο 'Φάκελος Δεδομένων' που ορίσατε είναι απευθείας προσβάσιμος μέσω ιστού, πρέπει να χρησιμοποιήσετε έναν διαφορετικό φάκελο.

source: We could not connect to the database you specified. Please check your database settings.
el: Δεν έγινε σύνδεση με τη βάση δεδομένων που ορίσατε. Παρακαλώ ελέγξτε τις ρυθμίσεις της βάσης σας.

source: Database creation error. Could not create the given database name with the settings provided
el: Σφάλμα δημιουργίας βάσης δεδομένων. Δε δημιουργήθηκε βάση με το επιθυμητό όνομα και της προσδιορισμένες ρυθμίσεις

source: Host server
el: Κεντρικός Εξυπηρετητής

source: Password
el: Κωδικός

source: Tables prefix
el: Πρόθεμα πινάκων

source: Type
el: Τύπος

source: <p>Please confirm the locations of this Moodle installation.</p> <p><b>Web address:</b> Specify the full web address where Moodle will be accessed. If your web site is accessible via multiple URLs then choose the most natural one that your students would use. Do not include a trailing slash.</p> <p><b>Moodle directory:</b> Specify the full directory path to this installation Make sure the upper/lower case is correct.</p> <p><b>Data directory:</b> You need a place where Moodle can save uploaded files. This directory should be readable AND WRITEABLE by the web server user (usually 'nobody' or 'apache'), but it must not be accessible directly via the web. The installer will try to create it if doesn't exist.</p>
el: <p> Παρακαλώ επιβεβαιώστε τις τοποθεσίες αυτής της εγκατάστασης ΠΗΛΕΑΣ.</p> <p><b>Διεύθυνση ιστοσελίδας:</b> Προσδιορίστε την πλήρη διεύθυνση ιστοσελίδας από την οποία γίνεται η πρόσβαση στο ΠΗΛΕΑΣ. Εάν η ιστοσελίδα σας είναι προσβάσιμη μέσω πολλαπλών URL επιλέξτε αυτό που θα χρησιμοποιούν οι φοιτητές περισσότερο. Μην συμπεριλάβετε τελική κάθετος (/).</p> <p><b>Φάκελος ΠΗΛΕΑΣ:</b> Προσδιορίστε το πλήρες μονοπάτι του φακέλου αυτής της εγκατάστασης. Βεβαιωθείτε ότι τα πεζά/κεφαλαία είναι σωστά.</p> <p><b>Φάκελος Δεδομένων:</b> Χρειάζεστε ένα μέρος όπου το ΠΗΛΕΑΣ θα μπορεί να παοθηκεύει τα ανεβασμένα αρχεία. Αυτος ο φάκελος θα πρέπει να είναι αναγνώσιμος και εγγράψιμος από τον χρήστη του εξυπηρετητή ιστού (συνήθως 'nobody' ή 'apache'), αλλά δεν πρέπει να είναι προσβάσιμος κατευθείαν από το δίκτυο. </p>

source: Please confirm the locations of this Moodle installation
el: Παρακαλώ επιβεβαιώστε τις τοποθεσίες αυτής της εγκατάστασης ΠΗΛΕΑΣ.

source: <b>Web address:</b> Specify the full web address where Moodle will be accessed. If your web site is accessible via multiple URLs then choose the most natural one that your students would use. Do not include a trailing slash. <br /> <br /> <b>Moodle directory:</b> Specify the full directory path to this installation Make sure the upper/lower case is correct. <br /> <br /> <b>Data directory:</b> You need a place where Moodle can save uploaded files. This directory must be readable AND WRITEABLE by the web server user (usually 'nobody' or 'apache'), but it must not be accessible directly via the web. The installer will try to create it if doesn't exist.
el: <b>Διεύθυνση ιστοσελίδας:</b> Προσδιορίστε την πλήρη διεύθυνση ιστοσελίδας από την οποία γίνεται η πρόσβαση στο ΠΗΛΕΑΣ. Εάν η ιστοσελίδα σας είναι προσβάσιμη μέσω πολλαπλών URL επιλέξτε αυτό που θα χρησιμοποιούν οι φοιτητές περισσότερο. Μη συμπεριλάβετε τελική κάθετος (/). <br /> <br /> <b>Φάκελος ΠΗΛΕΑΣ:</b> Προσδιορίστε το πλήρες μονοπάτι του φακέλου αυτής της εγκατάστασης. Βεβαιωθείτε ότι τα πεζά/κεφαλαία είναι σωστά. <br /> <br /> <b>Φάκελος Δεδομένων:</b> Χρειάζεστε ένα μέρος όπου το ΠΗΛΕΑΣ θα μπορεί να παοθηκεύει τα ανεβασμένα αρχεία. Αυτος ο φάκελος θα πρέπει να είναι αναγνώσιμος και εγγράψιμος από το χρήστη του εξυπηρετητή ιστού (συνήθως 'nobody' ή 'apache'), αλλά δεν πρέπει να είναι προσβάσιμος κατευθείαν από το δίκτυο.

source: Moodle directory
el: Φάκελος ΠΗΛΕΑΣ

source: The 'Moodle directory' setting seems to be incorrect - we can't find a Moodle installation there. The value below has been reset.
el: Η ρύθμιση 'Φάκελος ΠΗΛΕΑΣ' φαίνεται να είναι εσφαλμένη - δεν μπορέσαμε να βρούμε εγκατάσταση ΠΗΛΕΑΣ εκεί. Η τιμή έχει επαναρυθμιστεί.

source: Download
el: Μεταφόρτωση

source: Download the &quot;{$a}&quot; language pack
el: Μεταφόρτωση σε "{$a}" γλωσσικό πακέτο

source: Download language pack
el: Μεταφόρτωση γλωσσικού πακέτου

source: You may continue the installation process using the default language pack, "{$a}".
el: Μπορείτε να συνεχίσετε την εγκατάσταση χρησιμοποιώντας το προεπιλεγμένο γλωσσικό πακέτο, "{$a}".

source: You now have the option of downloading a language pack and continuing the installation process in this language.<br /><br />If you are unable to download the language pack, the installation process will continue in English. (Once the installation process is complete, you will have the opportunity to download and install additional language packs.)
el: Τώρα έχετε την επιλογή του κατεβάσματος ενός γλωσσικού πακέτου και συνέχιση της εγκατάστασης σε αυτήν την γλώσσα.<br /><br /> Εάν δεν μπορέσετε να κατεβάσετε το γλωσσικό πακέτο, η εγκατάσταση θα προχωρήσει στα αγγλικά. (Μόλις η εγκατάσταση ολοκληρωθεί, θα έχετε την δυνατότητα να κατεβάσετε και να εγκαταστήσετε επιπλέον γλωσσικά πακέτα.)

source: Do you agree ? (yes/no):
el: Συμφωνείτε ? (ναι/όχι):

source: Checking your environment ...
el: Έλεγχος περιβάλλοντος...

source: We are checking if the various components of your system meet the system requirements
el: Έλεγχος εάν τα διάφορα τμήματα του συστήματός σας ταιριάζουν με τις απαιτήσεις συστήματος

source: Each Moodle release has some minimum PHP version requirement and a number of mandatory PHP extensions. Full environment check is done before each install and upgrade. Please contact server administrator if you do not know how to install new version or enable PHP extensions.
el: Κάθε έκδοση Moodle έχει κάποια ελάχιστη απαίτηση σχετικά με την έκδοση της PHP και ενός αριθμού από αναγκαίες επεκτάσεις PHP. Ο πλήρης έλεγχος του περιβάλλοντος πραγματοποιείται πριν κάθε εγκατάσταση και αναβάθμιση. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του εξυπηρετητή εάν δεν ξέρετε πως να εγκαταστήσετε νέα έκδοση της PHP ή να ενεργοποιήσετε επεκτάσεις της.

source: Environment check failed!
el: Ο έλεγχος του περιβάλλοντος απέτυχε!

source: Fail
el: Αποτυχία

source: File uploads
el: Ανέβασμα αρχείων

source: This should be on
el: Αυτό πρέπει να είναι ενεργοποιημένο

source: <p>File uploading seems to be disabled on your server.</p> <p>Moodle can still be installed, but without this ability, you will not be able to upload course files or new user profile images.</p> <p>To enable file uploading you (or your system administrator) will need to edit the main php.ini file on your system and change the setting for <b>file_uploads</b> to '1'.</p>
el: <p>Το ανέβασμα αρχείων φαίνεται να είναι απενεργοποιημένο στο εξυπηρετητή σας.</p> <p> Το ΠΗΛΕΑΣ μπορεί να εγκατασταθεί, αλλά χωρίς αυτήν τη δυνατότητα, δε θα μπορείτε να ανεβάσετε αρχεία μαθημάτων ή καινούργιες εικόνες για τα προφίλ χρηστών.</p> <p> Για να ενεργοποιήσετε το ανέβασμα αρχείων (εσείς ή ο διαχειριστής) πρέπει να επεξεργαστείτε το κύριο php.ini αρχείο του συστήματός σας και να αλλάξετε τη ρύθμιση για <b>file_uploads</b> σε '1'.</p>

source: Data directory:
el: Φάκελος Δεδομένων :

source: Web address :
el: Διεύθυνση Ιστού :

source: Moodle directory:
el: Φάκελος Moodle :

source: Installation
el: Εγκατάσταση

source: Unfortunately the language "{$a}" could not be downloaded. The installation process will continue in English.
el: Δυστυχώς η γλώσσα "{$a}" δεν είναι εγκατεστημένη. Η εγκατάσταση θα συνεχιστεί στα αγγλικά.

source: The language "{$a}" was installed successfully. The installation process will continue in this language.
el: Η γλώσσα "{$a}" εγκαταστάθηκε με επιτυχία. Η εγκατάσταση θα συνεχιστεί σε αυτήν τη γλώσσα.

source: The PHP memory limit is set quite low ... you may run into problems later.
el: Το memory limit της PHP έχει οριστεί πολύ χαμηλά ... ίσως αντιμετωπίσετε προβλήματα στη συνέχεια.

source: <p>The PHP memory limit for your server is currently set to {$a}.</p> <p>This may cause Moodle to have memory problems later on, especially if you have a lot of modules enabled and/or a lot of users.</p> <p>We recommend that you configure PHP with a higher limit if possible, like 40M. There are several ways of doing this that you can try:</p> <ol> <li>If you are able to, recompile PHP with <i>--enable-memory-limit</i>. This will allow Moodle to set the memory limit itself.</li> <li>If you have access to your php.ini file, you can change the <b>memory_limit</b> setting in there to something like 40M. If you don't have access you might be able to ask your administrator to do this for you.</li> <li>On some PHP servers you can create a .htaccess file in the Moodle directory containing this line: <blockquote><div>php_value memory_limit 40M</div></blockquote> <p>However, on some servers this will prevent <b>all</b> PHP pages from working (you will see errors when you look at pages) so you'll have to remove the .htaccess file.</p></li> </ol>
el: <p>Το memory limit της PHP στο server σας είναι ορισμένο αυτή τη στιγμή στα {$a}.</p> <p>Αυτό μπορεί να προκαλέσει προβλήματα μνήμης στο ΠΗΛΕΑΣ στη συνέχεια, ειδικά αν έχετε πολλά ενεργοποιημένα αρθρώματα και/ή πολλούς χρήστες.</p> <p>Προτείνεται η ρύθμιση της PHP με μεγαλύτερο όριο, αν αυτό είναι δυνατό, π.χ. 16M. Υπάρχουν πολλοί τρόποι που μπορείτε να δοκιμάσετε να το κάνετε αυτό:</p> <ol> <li>Αν έχετε τη δυνατότητα, κάνετε επαναμεταγλώττιση την PHP με την παράμετρο <i>--enable-memory-limit</i>. Αυτό θα επιτρέψει στο Moodle να ορίσει μόνο του το memory limit.</li> <li>Αν έχετε πρόσβαση στο αρχείο php.ini, μπορείτε να αλλάξετε τη ρύθμιση <b>memory_limit</b> σε 16M. Αν δεν έχετε πρόσβαση ζητήστε από το διαχειριστή να το κάνει για εσάς.</li> <li>Σε κάποιους εξυπηρετητές PHP μπορείτε να δημιουργήσετε ένα αρχείο .htaccess στο φάκελο του ΠΗΛΕΑΣ που να περιέχει τις παρακάτω γραμμές:<p><blockquote>php_value memory_limit 16M</blockquote></p> <p>Ωστόσο, σε κάποιους εξυπηρετητές αυτό θα εμποδίσει τη λειτουργία <b>όλων</b> των σελιδών PHP (θα βλέπετε σφάλματα όταν ανοίγετε τις σελίδες), σε αυτήν την περίπτωση θα πρέπει να διαγράψετε το αρχείο .htaccess.</p></li> </ol>

source: PHP has not been properly configured with the MSSQL extension so that it can communicate with SQL*Server. Please check your php.ini file or recompile PHP.
el: Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση MSSQL, έτσι ώστε να μπορεί να επικοινωνεί με το SQL*Server. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.

source: PHP has not been properly configured with the MySQLi extension for it to communicate with MySQL. Please check your php.ini file or recompile PHP.
el: Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση MySQLi, έτσι ώστε να μπορεί να επικοινωνεί με τη MySQL. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP. Η επέκταση MySQLi δεν είναι διαθέσιμη για την PHP 4.

source: <p>The database is where most of the Moodle settings and data are stored and must be configured here.</p> <p>The database name, username, and password are required fields; table prefix is optional.</p> <p>The database name may contain only alphanumeric characters, dollar ($) and underscore (_).</p> <p>If the database currently does not exist, and the user you specify has permission, Moodle will attempt to create a new database with the correct permissions and settings.</p> <p>This driver is not compatible with legacy MyISAM engine.</p>
el: <p>Η βάση δεδομένων είναι εκεί όπου αποθηκεύονται οι περισσότερες από τις ρυθμίσεις και τα δεδομένα του Moodle και πρέπει να διαμορφωθεί εδώ.</p> <p>Το όνομα της βάσης δεδομένων, το όνομα χρήστη και ο κωδικός πρόσβασης είναι υποχρεωτικά πεδία. Το πρόθεμα πίνακα είναι προαιρετικό.</p> <p>Το όνομα της βάσης δεδομένων μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, δολάριο ($) και κάτω παύλα (_).</p> <p>Αν η βάση δεδομένων δεν υπάρχει αυτή τη στιγμή και ο χρήστης που έχετε καθορίσει έχει το δικαίωμα, το Moodle θα προσπαθήσει να δημιουργήσει μια νέα βάση δεδομένων με τα σωστά δικαιώματα και ρυθμίσεις. </p> <p>Αυτό το πρόγραμμα οδήγησης δεν είναι συμβατό με τον μηχανισμό παλαιού τύπου MyISAM.</p>

source: <p>The database is where most of the Moodle settings and data are stored and must be configured here.</p> <p>The database name, username, and password are required fields; table prefix is optional.</p> <p>The database name may contain only alphanumeric characters, dollar ($) and underscore (_).</p> <p>If the database currently does not exist, and the user you specify has permission, Moodle will attempt to create a new database with the correct permissions and settings.</p>
el: Τώρα πρέπει να ρυθμίσετε την βάση δεδομένων όπου τα περισσότερα δεδομένα του Moodle θα αποθηκευθούν. Η βάση δεδομένων μπορεί να δημιουργηθεί εάν ο χρήστης της βάσης έχει τα απαραίτητα δικαιώματα, και τα ονόματα χρήστη και συνθηματικό υπάρχουν ήδη. Το πρόθεμα πινάκων είναι προαιρετικό.

source: <p>The database is where most of the Moodle settings and data are stored and must be configured here.</p> <p>The database name, username, password and table prefix are required fields.</p> <p>The database must already exist and the user must have access to both read, and write to it.</p>
el: Τώρα πρέπει να ρυθμίσετε την βάση δεδομένων όπου τα περισσότερα δεδομένα του Moodle θα αποθηκευθούν. Η βάση πρέπει να έχει δημιουργηθεί ήδη καθώς επίσης και ένα όνομα χρήστη και συνθηματικό για πρόσβαση σε αυτήν. Το πρόθεμα πινάκων είναι υποχρεωτικό.

source: PHP has not been properly configured with the OCI8 extension so that it can communicate with Oracle. Please check your php.ini file or recompile PHP.
el: Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση OCI8, έτσι ώστε να μπορεί να επικοινωνεί με τη Oracle. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.

source: Pass
el: Πέρασμα

source: Paths
el: Διαδρομές

source: Data directory ({$a->dataroot}) cannot be created by the installer.
el: Ο Φάκελος Δεδομένων ({$a->dataroot}) δεν μπορεί να δημιουργθεί από το πρόγραμμα εγκατάστασης.

source: Confirm paths
el: Επιβεβαίωση Διαδρομών

source: Dataroot directory is not writable.
el: Ο Φάκελος Δεδομένων δεν είναι εγγράψιμος.

source: Parent directory ({$a->parent}) is not writeable. Data directory ({$a->dataroot}) cannot be created by the installer.
el: Ο Φάκελος γονέας ({$a->parent}) δεν είναι εγγράψιμος. Ο Φάκελος Δεδομένων ({$a->dataroot}) δεν μπορεί να δημιουργθεί από το πρόγραμμα εγκατάστασης.

source: A very few webhosts use /admin as a special URL for you to access a control panel or something. Unfortunately this conflicts with the standard location for the Moodle admin pages. You can fix this by renaming the admin directory in your installation, and putting that new name here. For example: <em>moodleadmin</em>. This will fix admin links in Moodle.
el: Λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin σαν ένα ειδικό URL για να έχετε πρόσβαση σε έναν πίνακα ελέγχου ή κάτι παρόμοιο. Δυστυχώς αυτό έρχεται σε σύγκρουση με την πρότυπη τοποθεσία για τις σελίδες διαχείρισης του Moodle. Μπορείτε να το διορθώσετε αυτό μετονομάζοντας τον φάκελο admin στην εγκατάσταση σας, και βάζοντας ένα νέο όνομα εδώ. Για παράδειγμα: <em>moodleadmin</em>. Αυτό θα διορθώσει τους συνδέσμους στο Moodle.

source: <p>A directory where Moodle will store all file content uploaded by users.</p> <p>This directory should be both readable and writeable by the web server user (usually 'www-data', 'nobody', or 'apache').</p> <p>It must not be directly accessible over the web.</p> <p>If the directory does not currently exist, the installation process will attempt to create it.</p>
el: Χρειάζεστε ένα μέρος όπου το Moodle μπορεί να αποθηκεύει τα ανεβασμένα αρχεία. Αυτός ο φάκελος θα πρέπει να μπορεί να διαβάζεται και να εγγράφεται από τον χρήστη του εξυπηρετητή ιστού (συνήθως 'nobody' ή 'apache'), αλλά δεν πρέπει να είναι προσβάσιμος απευθείας μέσω ιστού. Το πρόγραμμα εγκατάστασης θα προσπαθήσει να τον δημιουργήσει εάν δεν υπάρχει.

source: <p>The full path to the directory containing the Moodle code.</p>
el: Πλήρης διαδρομή φακέλου για την εγκατάσταση moodle. Αλλάξτε την μόνο εάν χρειάζεται να χρησιμοποιήστε symbolic links.

source: <p>The full address where Moodle will be accessed i.e. the address that users will enter into the address bar of their browser to access Moodle.</p> <p>It is not possible to access Moodle using multiple addresses. If your site is accessible via multiple addresses then choose the easiest one and set up a permanent redirect for each of the other addresses.</p> <p>If your site is accessible both from the Internet, and from an internal network (sometimes called an Intranet), then use the public address here.</p> <p>If the current address is not correct, please change the URL in your browser's address bar and restart the installation.</p>
el: Πλήρης διεύθυνση ιστού από την οποία θα υπάρχει πρόσβαση στο moodle. Δεν είναι δυνατόν να έχετε πρόβαση στο Moodle χρησιμοποιώντας πολλαπλές διευθύνσεις. Εάν ο ιστοχώρος έχει πολλαπλές δημόσιες διευθύνσεις θα πρέπει να ρυθμίσετε μόνιμες ανακατευθύνσεις σε καθεμία από αυτές εκτός από αυτήν. Εάν ο ιστοχώρος σας είναι προσβάσιμος και από intranet και από το Διαδίκτυο χρησιμοποιήστε την δημόσια διεύθυνση εδώ και ρυθμίστε τον DNS ώστε οι χρήστες του inranet να μπορούν να χρησιμοποιούν και αυτοί την δημόσια διεύθυνση.

source: Dataroot location is not secure
el: Η τοποθεσία του Φάκελου Δεδομένων δεν είναι ασφαλής

source: Admin directory does not exist
el: Ο Φάκελος Admin δεν υπάρχει

source: PHP has not been properly configured with the PGSQL extension so that it can communicate with PostgreSQL. Please check your php.ini file or recompile PHP.
el: Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση PGSQL, έτσι ώστε να μπορεί να επικοινωνεί με το PostgreSQL. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.

source: {$a} PHP extension
el: Επέκταση {$a} της PHP

source: PHP version
el: Έκδοση της PHP
