Repository: eellak/moodle-po
Catalog: po-*/label.po
Languages: el

source: Offer to create a label when media files are dragged & dropped onto a course
el: Δημιουργία ετικέτας όταν τα αρχεία πολυμέσων γίνονται drag and drop σε ένα μάθημα

source: When a label is created from a dragged & dropped image, resize it if it is higher than this many pixels (0 for no resize)
el: Όταν δημιουργείται μια ετικέτα από μια εικόνα που γίνεται drag and drop, θα αλλάζει το μέγεθός της αν το ύψος της είναι μεγαλύτερο από τον αριθμό των pixels (0 για μη αλλαγή μεγέθους)

source: When a label is created from a dragged & dropped image, resize it if it is wider than this many pixels (0 for no resize)
el: Όταν δημιουργείται μια ετικέτα από μια εικόνα που γίνεται drag and drop, θα αλλάζει το μέγεθός της αν το πλάτος της είναι μεγαλύτερο από τον αριθμό των pixels (0 για μη αλλαγή μεγέθους)

source: Media drag and drop
el: Drag and drop πολυμέσου

source: Resize drag and drop height
el: Αλλαγή ύψους

source: Resize drag and drop width
el: Αλλαγή πλάτους

source: Add media to course page
el: Προσθήκη εικόνας στη σελίδα μαθήματος

source: Add a label to the course page
el: Προσθήκη ετικέτας στη σελίδα μαθήματος

source: Add a new label
el: Προσθήκη νέας ετικέτας

source: Label text
el: Κείμενο ετικέτας

source: View label
el: Προβολή ετικέτας

# $string['modulename']
source: Label
el: Ετικέτα

source: The label module enables text and multimedia to be inserted into the course page in between links to other resources and activities. Labels are very versatile and can help to improve the appearance of a course if used thoughtfully. Labels may be used * To split up a long list of activities with a subheading or an image * To display an embedded sound file or video directly on the course page * To add a short description to a course section
el: Το άρθρωμα ετικέτα επιτρέπει την εισαγωγή κειμένου και πολυμέσων στην σελίδα του μαθήματος μεταξύ συνδέσμων προς άλλους πόρους και δραστηριότητες. Οι ετικέτες είναι πολύ ευπροσάρμοστες και μπορεί να βοηθήσουν στη βελτίωση της εμφάνισης ενός μαθήματος αν χρησιμοποιηθούν προσεκτικά. Οι ετικέτες μπορούν να χρησιμοποιηθούν * Για το διαχωρισμός ενός μακρύ καταλόγου δραστηριοτήτων με υπότιτλο ή μια εικόνα * Για την εμφάνιση ενός ενσωματωμένου αρχείου ήχου ή βίντεο απευθείας στην σελίδα του μαθήματος * Για την προσθήκη μιας σύντομης περιγραφής σε μια ενότητσ του μαθήματος

source: Labels
el: Ετικέτες

source: Label administration
el: Διαχείριση ετικέτας

# $string['pluginname']
source: Label
el: Ετικέτα

# $string['search:activity']
source: Label
el: Ετικέτα
