Repository: eellak/moodle-po
Catalog: po-*/lesson.po
Languages: el

source: A lesson is made up of a number of pages and optionally content pages. A page contains some content and usually ends with a question. Associated with each answer to the question is a jump. The jump can be relative, such as this page or next page, or absolute, specifying any one of the pages in the lesson. A content page is a page containing a set of links to other pages in the lesson, for example a Table of Contents.
el: <p align="center">&nbsp;</p> <p align="center"><strong> Επισκόπηση </strong></p> <p>1. Ένα μάθημα αποτελείται από διάφορες <strong>σελίδες</strong> και προαιρετικά από <strong>πίνακες κλάδους</strong>. </p> <p>2. Μια σελίδα περιέχει κάποιο <strong>περιεχόμενο</strong> και τελειώνει κανονικά με μια ερώτηση, εξ&rsquo; ου και ο όρος <strong>Σελίδα Ερώτησης</strong>. </p> <p>3. Για τις ερωτήσεις ανάπτυξης, δεν προβλέπεται απάντηση, μόνο βαθμολόγηση, ανατροφοδότηση, και ένα <strong>άλμα</strong> σε σελίδα. </p> <p>4. Κάθε απάντηση μπορεί να έχει ένα μικρό κομμάτι κειμένου που εμφανίζεται όταν η απάντηση επιλέγεται. Αυτό το κομμάτι του κειμένου καλείται <strong>απόκριση</strong> (response ). </p> <p>5. Ένα &lsquo;άλμα&rsquo; συνδέεται με κάθε απάντηση. Το &lsquo;άλμα&rsquo; μπορεί να είναι σχετικό &ndash; &lsquo;αυτή η σελίδα&rsquo;, &lsquo;επόμενη σελίδα&rsquo; - ή απόλυτο &ndash; αναφερόμενο σε κάποια από τις σελίδες ή το τέλος της διδακτικής ενότητας. </p> <p>6. Εξ ορισμού, η πρώτη απάντηση μεταπηδά στην <strong>επόμενη σελίδα</strong> της διδακτικής ενότητας. Οι επόμενες απαντήσεις μεταπηδούν στην ίδια σελίδα. Δηλαδή στο διδασκόμενο παρουσιάζεται ότι η ίδια σελίδα της διδακτικής ενότητας ξανά, εάν δεν επέλεξε την πρώτη απάντηση. Εάν έχετε δημιουργήσει ήδη μια συστάδα με ένα τέλος της συστάδας, και η ερώτηση είναι μέσα σε αυτήν, μπορείτε επίσης να επιλέξετε να μεταπηδήσετε σε μια Απαρατήρητη Ερώτηση μέσα στη συστάδα. Αυτή η επιλογή δεν θα παρουσιαστεί εάν δεν είστε σε μια συστάδα. Μπορείτε να περιβάλετε ένα σύνολο ερωτήσεων με συστάδα και τέλος της συστάδας οποιαδήποτε στιγμή. </p> <p>7. Η επόμενη σελίδα καθορίζεται από τη <strong>λογική δομή </strong>της διδακτικής ενότητας. Πρόκειται για τη δομή των σελίδων όπως φαίνεται στο διδάσκοντα. Αυτή η δομή μπορεί να αλλάξει με τη μετακίνηση των σελίδων μέσα στη διδακτική ενότητα. </p> <p>8. Μια διδακτική ενότητα έχει επίσης μια <strong>δομή πλοήγησης</strong>. Πρόκειται για τη δομή των σελίδων όπως φαίνεται στους διδασκόμενους. Αυτή καθορίζεται από τα άλματα που ορίζονται για μεμονωμένες απαντήσεις και μπορεί να είναι πολύ διαφορετική από τη λογική δομή. (Αν και, σε περίπτωση που τα άλματα δεν παρεκλίνουν από τις προκαθορισμένες αξίες τους, τα δύο συσχετίζονται έντονα.) Ο διδάδκων έχει την επιλογή να ελέγξει τη δομή πλοήγησης. </p> <p>9. Όταν επιδεικνύονται στους διδασκόμενους, οι απαντήσεις συνήθως μετατίθενται. Δηλαδή η πρώτη απάντηση όπως είναι ορατή στο διδάσκοντα , δεν θα είναι απαραιτήτως η πρώτη απάντηση στον κατάλογο που παρουσιάζεται στους διδασκόμενους. (Περαιτέρω, κάθε φορά που το ίδιο σύνολο απαντήσεων επιδεικνύεται, είναι πιθανό αυτές να εμφανίζονται με διαφορετική διάταξη.) Η εξαίρεση είναι σύνολα απαντήσεων για τις ερωτήσεις τύπου ταιριάσματος, όπου οι απαντήσεις παρουσιάζονται στη διάταξη με την οποία τις εισήγαγε ο διδάσκων. </p> <p>10. Ο αριθμός απαντήσεων μπορεί να ποικίλει από σελίδα σε σελίδα. Παραδείγματος χάριν, επιτρέπεται μερικές σελίδες να τελειώσουν με ερώτηση τύπου Σωστού-Λάθους, ενώ άλλες έχουν τις ερωτήσεις με μια σωστή απάντηση και τρεις λανθασμένες για να μπερδέψουν τον διδασκόμενο. </p> <p>11. Είναι δυνατό να οργανωθεί μια σελίδα χωρίς απαντήσεις. Στους διδασκόμενους παρουσιάζεται ένας σύνδεσμος &lsquo;<strong>Συνέχεια</strong>&rsquo; (&lsquo;Continue link &rsquo;) αντί για ένα σύνολο απαντήσεων. </p> <p>12. Εάν η μη αυτόματη βαθμολόγηση είναι απενεργοποιημένη: για τους σκοπούς της βαθμολόγησης των διδακτικών ενοτήτων, οι <strong>σωστές απαντήσεις</strong> είναι αυτές που μεταπηδούν σε μια σελίδα που είναι πιο κάτω στη λογική διάταξη από την τρέχουσα σελίδα. Οι <strong>λανθασμένες απαντήσεις</strong> είναι αυτές που είτε μεταπηδούν στην ίδια σελίδα είτε σε μια σελίδα πιο πάνω στη λογική διάταξη από την τρέχουσα σελίδα. Κατά συνέπεια, εάν τα άλματα δεν αλλάξουν, η πρώτη απάντηση είναι η σωστή απάντηση και οι άλλες απαντήσεις είναι λανθασμένες απαντήσεις. </p> <p>Εάν η μη αυτόματη βαθμολόγηση είναι ενεργοποιημένη: η βαθμολόγηση μιας απάντησης καθορίζεται από την αξία της απάντησης. Το σύνολο των βαθμών αποτελεί μέρος της συνολικής αξίας της διδακτικής ενότητας, μέχρι ποσοστού 100%. </p> <p>13. Οι ερωτήσεις μπορούν να έχουν περισσότερες από μια σωστές απαντήσεις. Παραδείγματος χάριν, εάν δύο από τις απαντήσεις μεταπηδούν στην επόμενη σελίδα, τότε καθεμία από τις δυο απαντήσεις λαμβάνεται ως σωστή. (Αν και η ίδια σελίδα προορισμού παρουσιάζεται στους διδασκόμενους, οι αποκρίσεις μπορεί να είναι διαφορετικές για τις δύο απαντήσεις.) </p> <p>14. Όπως φαίνεται στο διδάσκοντα, οι σωστές απαντήσεις έχουν υπογραμμισμένες Ετικέτες Απάντησης. </p> <p>15. Οι <strong>πίνακες κλάδοι</strong> είναι απλά σελίδες που έχουν ένα σύνολο συνδέσεων προς άλλες σελίδες στη διδακτική ενότητα. Μια διδακτική ενότητα μπορεί να αρχίζει με έναν πίνακα κλάδο που ενεργεί ως <strong>πίνακας περιεχομένων</strong>. </p> <p>16. Κάθε σύνδεση σε έναν πίνακα κλάδο έχει δύο συστατικά, μια περιγραφή και τον τίτλο της σελίδας μεταπήδησης. </p> <p>17. Ένας πίνακας κλάδος διαιρεί το μάθημα σε διάφορους κλάδους (ή τμήματα). Κάθε κλάδος μπορεί να περιέχει διάφορες σελίδες (πιθανώς όλες σχετικές με το ίδιο θέμα). Το τέλος ενός κλάδου χαρακτηρίζεται συνήθως από ένα Τέλος της σελίδας κλάδων. Πρόκειται για ειδική σελίδα που επαναφέρει τον διδασκόμενο πίσω στον προηγούμενο πίνακα κλάδο. (Το άλμα &lsquo;επιστροφής&rsquo; σε ένα Τέλος της σελίδας κλάδων μπορεί να αλλάξει, αν είναι απαραίτητο, μεσω της επεξεργασίας της σελίδας). </p> <p>18. Μπορούν να υπάρξουν περισσότεροι από ένας πίνακες κλάδων σε μια διδακτική ενότητα. Παραδείγματος χάριν, μια διδακτική ενότητα μπορεί ωφέλιμα να κτιστεί έτσι ώστε τα ειδικά σημεία να είναι υπο-κλάδοι μέσα στους κλάδους κύριων θεμάτων. </p> <p>19. Είναι σημαντικό να δοθεί στους διδασκόμενους ένας τρόπος να τελειώνουν μια διδακτική ενότητα. Αυτό να γίνει με τη συμπερίληψη μιας σύνδεσης &quot;<strong>Τέλους μαθήματος</strong>&quot; στον κύριο πίνακα κλάδο. Έτσι μεταπηδά στο (φανταστικό) τέλος της σελίδας μαθήματος. Μια άλλη επιλογή είναι ο τελευταίος κλάδος της διδακτικής ενότητας (εδώ &quot;τελευταίος&quot; με τη έννοια της λογικής διαταγής) απλά να ολοκληρώνει τη διδακτική ενότητα, δηλαδή να μην υπάρχει Τέλος της σελίδας κλάδων. </p> <p>20. Εάν η μη αυτόματη βαθμολόγηση είναι απενεργοποιημένη: όταν μια διδακτική ενότητα περιλαμβάνει έναν ή περισσότερους πίνακες κλάδους, προτείνεται να τεθεί η παράμετρος &quot;ελάχιστου αριθμού ερωτήσεων&quot; σε κάποια λογική τιμή. Αυτό θέτει ένα χαμηλότερο όριο στον αριθμό σελίδων που φαίνονται όταν υπολογίζεται ο βαθμός. Χωρίς αυτήν την παράμετρο ένας διδασκόμενος μπορεί να επισκεφτεί έναν κλάδο στη διδακτική ενότητα, να απαντήσει σε όλες τις ερωτήσεις του σωστά και να αφήσει τη διδακτική ενότητα με το μέγιστο βαθμό. </p> <p>Εάν η μη αυτόματη βαθμολόγηση είναι ενεργοποιημένη: ένας διδασκόμενος βαθμολογείται με βάση τον αριθμό σημείων που έχει κερδίσει ως ποσοστό των συνολικών σημείων για το μάθημα. </p> <p>21. Επιπλέον, εάν η μη αυτόματη βαθμολόγηση είναι απενεργοποιημένη, όταν ένας πίνακας κλάδων είναι ανοιχτός, ένας διδασκόμενος έχει την ευκαιρία να επισκευτεί τον ίδιο κλάδο περισσότερο από μία φορά. Εντούτοις, ο βαθμός υπολογίζεται χρησιμοποιώντας τον αριθμό μοναδικών ερωτήσεων που απαντώνται. Άρα το να απαντά κανείς επανειλημμένα στο ίδιο σύνολο ερωτήσεων δεν αυξάνει το βαθμό. (Στην πραγματικότητα, ισχύει το αντίστροφο, δηλ. χαμηλώνει ο βαθμός, αφού η αρίθμηση του αριθμού σελίδων που επισκέπτεται κανείς χρησιμοποιείται στον παρονομαστή κατά την υπολογισμό των βαθμών, και περιλαμβάνει και τις επανεπισκέψεις). Προκειμένου να δοθεί στους σπουδαστές μια δίκαιη ιδέα της προόδου τους στη διδακτική ενότητα, παρουσιάζονται λεπτομέρειες πόσων ερωτήσεων απαντώνται σωστά, ο αριθμός σελίδων που έχει κανείς επισκεφτεί, και ο τρέχων βαθμός τους σε κάθε σελίδα κλάδων. </p> <p>Εάν η μη αυτόματη βαθμολόγηση είναι ενεργοποιημένη, ένας διδασκόμενος μπορεί να ξαναεπισκεφτεί μια ερώτηση εάν η πορεία πλοήγησης τού το επιτρέπει, και να ξανακερδίζει τους πόντους για εκείνη την ερώτηση, εάν οι προσπάθειες είναι μεγαλύτερες από 1. Για να το αποτρέψετε αυτό, θέστε τις προσπάθειες σε 1. </p> <p>22. Το <strong>τέλος του μαθήματος</strong> επιτυγχάνεται είτε με μεταπήδηση σε εκείνη την θέση αποκλειστικά είτε με το άλμα στην επόμενη σελίδα από την τελευταία (λογική) σελίδα της διδακτικής ενότητας. Εάν η μη αυτόματη βαθμολόγηση είναι απενεργοποιημένη, με το τέλος της διδακτικής ενότητας ο διδασκόμενος λαμβάνει ένα μήνυμα συγχαρητηρίων και παρουσιάζεται ο βαθμό του. Ο βαθμός είναι (ο αριθμός ερωτήσεων που απαντώνται σωστά/αριθμός σελίδων που έχει επισκεφτεί) * ο βαθμός της διδακτικής ενότητας. Εάν η μη αυτόματη βαθμολόγηση είναι ενεργοποιημένη, ο βαθμός είναι οι πόντοι που κερδίζονται ως ποσοστό % των συνολικών πόντων (π.χ. 3 πόντοι που κερδίζονται για μια διδακτική ενότητα αξίας 3 πόντων = 100% από 3 πόντους). </p> <p>23. Εάν η διδακτική ενότητα δεν ολοκληρωθεί και ο διδασκόμενος απλά αποχωρήσει, όταν πηγαίνει ο διδασκόμενος στο μάθημα πάλι, του δίνεται η επιλογή της έναρξης από την αρχή ή να συνεχίσει στη διδακτική ενότητα από το σημείο όπου έδωσε την τελευταία σωστή απάντηση. </p> <p>24. Για μια διδακτική ενότητα όπου επιτρέπεται η επανεξέταση, ο διδάσκων έχει την επιλογή της χρησιμοποίησης του καλύτερου βαθμού ή του μέσου όρου των βαθμών ως &quot;τελικό&quot; βαθμό για τη διδακτική ενότητα. Αυτός ο βαθμός θα παρουσιαστεί για παράδειγμα στη Σελίδα Βαθμών. </p> <p>25. Σελίδες συστάδων: μια συστάδα αντιπροσωπεύει ένα σύνολο ερωτήσεων από το οποίο μία ή περισσότερες μπορούν να επιλεχτούν τυχαία. Οι συστάδες πρέπει να ολοκληρωθούν με ένα Τέλος της σελίδας συστάδων για καλύτερα αποτελέσματα (ειδάλλως αντιμετωπίζουν το τέλος της διδακτικής ενότητας ως EOC ). Οι ερωτήσεις μέσα σε μια συστάδα επιλέγονται τυχαία με την επιλογή της &quot;Τυχαίας ερώτησης μέσα σε μια συστάδα&quot; ως άλμα. Οι ερωτήσεις μέσα σε μια συστάδα μπορούν είτε να συνδέουν με το EOC για να βγουν από τη συστάδα, είτε μεταπηδούν σε μια απαρατήρητη ερώτηση μέσα στη συστάδα, είτε μεταπηδούν σε οποιαδήποτε άλλη σελίδα στη διδακτική ενότητα. Αυτό επιτρέπει επίσης τη δημιουργία σεναρίων με ένα τυχαίο στοιχείο χρησιμοποιώντας την ενότητα μαθήματος. </p> <p align="center">&nbsp;</p>

source: Page: {$a}
el: Σελίδα: {$a}

source: Page contents
el: Περιεχόμενα σελίδας

source: Pages
el: Σελίδες

source: Page title
el: Τίτλος σελίδας

source: Password
el: Κωδικός

source: {$a} is a password protected lesson.
el: Η {$a} είναι μια προστατευμένη με συνθηματικό ενότητα.

source: Please check one answer
el: Παρακαλώ, επιλέξτε μία απάντηση

source: Please check one or more answers
el: Παρακαλώ, επιλέξτε μία ή περισσότερες απαντήσεις

source: Please enter your answer in the box
el: Παρακαλώ, εισάγετε την απάντησή σας στο πλαίσιο

source: Please match the above pairs
el: Παρακαλώ, αντιστοιχίστε τα παραπάνω ζεύγη

# $string['pluginname']
source: Lesson
el: Ενότητα

source: Points earned
el: Κερδισμένοι πόντοι

source: Error occurred during post-processing!
el: Ένα σφάλμα συνέβη κατά την μετάεπεξεργασία!

source: Post successful
el: Επιτυχής αποστολή

source: Practice lesson
el: Μάθημα για εξάσκηση

source: A practice lesson does not appear in the gradebook.
el: <p align="center"><b>Εξάσκηση Ενότητας</b></p> <p>Ένα μάθημα πρακτικής δεν θα εμφανίζεται στό βαθμολόγιο.</p>

source: Error occurred during pre-processing!
el: Ένα σφάλμα συνέβη κατά την προεπεξεργασία!

source: Preview
el: Προεπισκόπιση

source: Preview {$a}
el: Προεπισκόπηση {$a}

source: Previous page
el: Προηγούμενη σελίδα

source: Error occurred during processing!
el: Ένα σφάλμα συνέβη κατά την επεξεργασία!

source: Progress bar
el: Μπάρα προόδου

source: If enabled, a bar is displayed at the bottom of lesson pages showing approximate percentage of completion.
el: Αν είναι ενεργοποιημένο, μια μπάρα εμφανίζεται στο κάτω μέρος των σελίδων του μαθήματος παρουσιάζοντας το κατά προσέγγιση ποσοστό ολοκλήρωσης.

source: Progress bar does not display for {$a}
el: Η μπάρα προόδου δεν εμφανίζεται για {$a}

source: You will not see the progress bar because you can edit this lesson
el: Δεν θα δείτε την μπάρα προόδου γιατί μπορείτε να επεξεργαστείτε αυτή την ενότητα

source: Page type
el: Τύπος σελίδας

# $string['question']
source: Question
el: Ερώτηση

# $string['questionoption']
source: Question
el: Ερώτηση

source: Question type
el: Τύπος Ερώτησης

source: Random content page
el: Σελίδα τυχαίας διακλάδωσης

source: Random question within a content page
el: Τυχαία ερώτηση σε διακλάδωση

source: Rank
el: Κατάταξη

source: Raw grade
el: Βαθμός χωρίς επεξεργασία

source: Received credit
el: Λάβατε βαθμό

source: Redisplay page
el: Επανεμφάνιση σελίδας

source: Report
el: Αναφορά

source: Reports
el: Αναφορές

source: Response
el: Ανταπόκριση

source: Re-takes allowed
el: Επιτρέπονται οι επαναλήψεις της ενότητας

source: If enabled, students can attempt the lesson more than once.
el: <p align="center"><b>Επιτρέποντας στους μαθητές να ξαναπάρουν ένα μάθημα</b></p> <p>Αυτή η ρύθμιση ορίζει εάν οι μαθητές μπορούν να πάρουν ένα μάθημα παραπάνω από 1 φορά. Ο διδάσκοντας μπορεί να αποφασίσει ότι το μάθημα περιλαμβάνει υλικό το οποίο οι μαθητές πρέπει να το μελετήσουν περισσότερο και λεπτομερέστερα. Σε αυτή την περίπτωση, η επαναλαμβανόμενη προβολή του μαθήματος μπορεί να επιτραπεί. Αν, όμως, το υλικό χρησιμοποιηθεί περισσότερο ως εξετάσεις τότε οι μαθητές δε θα δικαιούνται να ξαναπάρουν το μάθημα.</p> <p>Όταν οι μαθητές επιτρέπεται να ξαναπαίρνουν το μάθημα, οι βαθμοί που φαίνονται στη σελίδα των βαθμών είναι ή ο μέσος όρος των μαθημάτων ή οι καλύτεροι βαθμοί των ενοτήτων. Η επόμενη παράμετρος ορίζει ποιο από τις 2 επιλογές βαθμολόγησης θα χρησιμοποιείται.</p> <p>Σημειώστε ότι η <b>Ανάλυση ερωτήσεων </b> πάντα χρησιμοποιεί απαντήσεις από τις πρώτες προσπάθειες της ενότητας.</p> <p>Προεπιλεγμένα, αυτή η επιλογή είναι <b>Yes</b>, σημαίνοντας πως οι μαθητές επιτρέπονται να ξαναπαίρνουν το μάθημα. Αναμένεται πως μόνο σε ειδικές συνθήκες αυτή η επιλογή θα πάει <b>No</b>.</p>

source: Return to {$a}
el: Επιστροφή στο {$a}

source: Return to the course
el: Επιστροφή στην ενότητα

source: Review
el: Αναθεώρηση

source: Review lesson
el: Αναθεώρηση ενότητας

source: Yes, I'd like to try again
el: Ναι, θα ήθελα να δοκιμάσω πάλι

source: No, I just want to go on to the next question
el: Όχι, θα ήθελα να πάω στην επόμενη ερώτηση

source: Sanity check failed: This attempt has been deleted
el: Αποτυχημένος έλεγχος σύνεσης: Αυτή η προσπάθεια έχει διαγραφεί

source: Save changes
el: Αποθήκευση αλλαγών

source: Save all changes and go to the end of the lesson.
el: Αποθήκευση των αλλαγών και μετάβαση στο τέλος της ενότητας

source: Save page
el: Αποθήκευση σελίδας

source: Score
el: Βαθμός

source: Scores
el: Βαθμοί

source: Not quite. Would you like to try again?
el: Όχι ακριβώς. Θέλετε να δοκιμάσετε ξανά;

source: Show an unanswered page
el: Εμφάνιση μίας μη απαντημένης σελίδας

source: Show an unseen page
el: Εμφάνιση μίας σελίδας που δεν έχει εμφανιστεί

source: Single answer
el: Μοναδική απάντηση

source: Skip navigation
el: Παράληψη πλοήγησης

source: Slideshow
el: Παρουσίαση

source: Slideshow background colour
el: Χρώμα φόντου παρουσίασης

source: Slideshow height
el: Ύψος παρουσίασης

source: If enabled, the lesson is displayed as a slideshow, with a fixed width and height.
el: <p align="center"><b>Προβολή παρουσίασης</b></p> <p>Αυτό ενεργοποιεί την προβολή του μαθήματος σαν προβολή παρουσίασης, με συγκεκριμένο πλάτος ύψος και προσαρμόσιμο χρώμα background. Μια μπάρα κύλισης CSS based θα εμφανιστεί εάν το πλάτος και το ύψος ξεπερνόνται από το περιοχόμενο της σελίδας. Οι ερωτήσεις θα εκτοπιστούν από την προβολή παρουσίασης, μόνο οι σελίδες θα φαίνονται προεπιλεγμένα. Θα εμφανίζονται αριστερά και δεξιά της παρουσίασης κουμπιά "Next" και "Back" εάν επιλεχθεί αυτή η ρύθμιση στη σελίδα. ’λλα κουμπιά θα είναι κεντραρισμένα κάτω από την παρουσίαση.</p>

source: Slideshow width
el: Πλάτος παρουσίασης

source: Start lesson
el: Έναρξη ενότητας

source: {$a->lastname}, {$a->firstname}'s attempt number {$a->attempt}
el: Αριθμός προσπάθειας {$a->attempt} του χρήστη {$a->firstname} {$a->lastname}

source: {$a} Name
el: {$a} Όνομα

source: Warning: You have 1 minute or less to finish the lesson.
el: Προσοχή: Έχετε ένα λεπτό ή λιγότερο για να τελειώσετε την ενότητα.

source: {$a}'s response
el: απάντηση του χρήστη {$a}

source: Submit
el: Υποβολή

source: Submit name
el: Καταχώρηση ονόματος

source: An {$a->cluster} jump or an {$a->unseen} jump is being used in this lesson. The next page jump will be used instead. Login as a student to test these jumps.
el: Μία μεταπήδηση {$a->cluster} ή μια μεταπήδηση {$a->unseen} χρησιμοποιείται σε αυτή την ενότητα. Η μεταπήδηση επόμενης σελίδας θα χρησιμοποιηθεί αντί αυτών. Εισέλθετε ως φοιτητής για να δοκιμάσετε αυτές τις μεταπηδήσεις.

source: Ongoing score is only displayed for student. Login as a student to test ongoing score
el: Η τρέχουσα βαθμολογία εμφανίζεται μόνο στους μαθητές. Συνδεθείτε ως μαθητής για να δείτε την τρέχουσα βαθμολογία

source: Timer only works for students. Test the timer by logging in as a student.
el: Το χρονόμετρο λειτουργεί μόνο για τους μαθητές. Συνδεθείτε ως μαθητής για να δοκιμάσετε το χρονόμετρο.

source: That's the correct answer
el: Αυτή είναι η σωστή απάντηση

source: That's the wrong answer
el: Αυτή είναι η λάθος απάντηση

source: The following pages jump to this page
el: Οι επόμενες σελίδες μεταπηδούν σε αυτήν

source: This page
el: Αυτή η σελίδα

source: Time remaining
el: Υπολοιπόμενος χρόνος

source: Spend at least {$a} minutes in the lesson
el: Πρέπει να αφιερώσετε τουλάχιστον {$a} λεπτά στην ενότητα

source: Time spent (minutes)
el: Χρόνος που Πέρασε (σε λεπτά)

source: Time taken
el: Χρόνος που χρειάστηκε

source: True
el: Σωστό

source: Unseen question within a content page
el: Ερώτηση μέσα σε διακλάδωση που δεν εμφανίσθηκε

source: Unsupported question type ({$a})!
el: Μη υποστηριζόμενος τύπος ερώτησης ({$a})!

source: Updated page
el: Ανανεωμένη σελίδα

source: Update failed
el: Η ανανέωση απέτυχε

source: Use maximum
el: Χρήση μέγιστου

source: Use mean
el: Χρήση μέσου όρου

source: Password protected lesson
el: Η ενότητα προστατεύεται με κωδικό

source: If enabled, a password is required in order to access the lesson.
el: <p align="center"><b>Χρήση Συνθηματικού</b></p> <p>Ανοίγοντας μία άσκηση, άν η άσκηση είναι ορατή, οι μαθητές μπορούν να δουν τα περιεχόμενα της άσκησης.Η διαθεσιμότητα της άσκησης σε μία ενότητα μπορεί να διαχειριστεί καλύτερα μέσα από τη Visible/Hide δράση. </p> <p>Η επιλογή Χρήση Συνθηματικού χρησιμοποιείται για να συνδέσει ένα ενεργό κωδικό με την άσκηση.Υπάρχουν υποθέσεις πότε είναι απαραίτητη η προστασία της άσκησης με κωδικό. Για παράδειγμα, μία άσκηση μπορεί να χρησιμοποιείται από αρκετές ομάδες μαθητών σε μιά ενότητα και κάθε ομάδα χρησιμοποιεί την άσκηση σε διαφορετικές ώρες. Ο ενεργός κωδικός χρησιμοποιείται ωστέ να εμποδίσει την &quot;δεύτερη&quot; ομάδα μαθητών, να κάνει την άσκηση όταν η άσκηση έχει ανοιχτεί από το &quot;πρώτη&quot; ομάδα. </p> <p>&nbsp;</p>

source: View grades
el: Προβολή βαθμών

source: View {$a->attempts} completed {$a->student} attempts
el: Εμφάνιση {$a->attempts} ολοκληρωμένων προσπαθειών του χρήστη {$a->student}

source: View {$a} completed attempts
el: Εμφάνιση των {$a} ολοκληρωμένων προσπαθειών

source: Well done!
el: Μπράβο!

source: What would you like to do first?
el: Τι θα θέλατε να κάνετε πρώτα;

source: Wrong answer jump
el: Λάθος απάντηση μεταπήδησης

source: Wrong answer score
el: Λάθος βαθμός απάντησης

source: Wrong response
el: Λάθος απάντηση

source: {$a} attempts
el: {$a} προσπάθειες

source: You have seen more than one page of this lesson already.<br />Do you want to start at the last page you saw?
el: Έχετε δει περισσότερες από μία σελίδες αυτής της ενότητας.<br />Θέλετε να ξεκινήσετε από την τελευταία σελίδα που είδατε;

source: Your answer
el: Η απάντησή σας

source: Your current grade is {$a}
el: Ο τρέχων βαθμός σας είναι {$a}

source: Your current grade is {$a->grade} out of {$a->total}
el: Ο τρέχον βαθμός σας είναι {$a->grade} στα {$a->total}

source: You should answer at least: {$a}
el: Πρέπει να απαντήσετε τουλάχιστον: {$a}
