Repository: eellak/moodle-po
Catalog: po-*/lesson.po
Languages: el

source: Access control
el: Έλεγχος πρόσβασης

source: Action after correct answer
el: Ενέργεια μετά από σωστή απάντηση

source: After answering a question correctly, there are 3 options for the following page: * Normal - Follow lesson path * Show an unseen page - Pages are shown in a random order with no page shown twice * Show an unanswered page - Pages are shown in a random order, with pages containing unanswered questions shown again
el: Έπειτα από τη σωστή απάντηση σε μία ερώτηση, υπάρχουν 3 επιλογές για την επόμενη σελίδα: * Κανονικό - Ακολουθήστε την πορεία του μαθήματος * Εμφάνιση μιας σελίδας μου δεν έχει εμφανιστεί - Οι σελίδες εμφανίζονται με τυχαία σειρά με καμία σελίδα να μην εμφανίζεται δύο φορές * Εμφάνιση μιας μη απαντημένης σελίδας - Οι σελίδες εμφανίζονται με τυχαία σειρά, με τις σελίδες που περιλαμβάνουν αναπάντητες ερωτήσεις να εμφανίζονται ξανά

source: Actions
el: Δράσεις

source: Link to next activity
el: Σύνδεση με μία δραστηριότητα

source: To provide a link at the end of the lesson to another activity in the course, select the activity from the dropdown list.
el: <p align="center"><b>Συνδεσμος δραστηριοτητας</b></p> <p>Το μενού περιέχει όλες τις δραστηριότητες για αυτό το μάθημα. Εάν γίνει επιλογή, τότε ένας σύνδεσμος προς αυτή τη δραστηριότητα θα εμφανιστεί στο τέλος του Μαθήματος.</p>

source: Go to {$a}
el: Πήγαινε στο: {$a}

# $string['addabranchtable']
source: Add a content page
el: Προσθήκη ενός πίνακα διακλαδώδεων

source: Add an end of branch
el: Προσθήκη ενός τέλους διακλάδωσης

source: Add a new page
el: Προσθήκη νέας σελίδας

source: Add a question page
el: Προσθήκη σελίδας ερωτήσεων

source: Add a question page here
el: Προσθήκη σελίδας ερωτήσεων εδώ

# $string['addbranchtable']
source: Add a content page
el: Προσθήκη σελίδας περιεχομένου

source: Add a cluster
el: Προσθήκη συστοιχίας

source: Added a content page
el: Προστέθηκε ένας πίνακας διακλαδώδεων

source: Added an end of branch
el: Προστέθηκε ένα τέλος διακλάδωσης

source: Added a question page
el: Προστέθηκε μια σελίδα ερωτήσεων

source: Added a cluster
el: Προστέθηκε συστοιχία

source: Added an end of cluster
el: Προστέθηκε τέλος συστοιχίας

source: Add end of branch
el: Προσθήκη τέλους διακλάδωσης

source: Add an end of cluster
el: Προσθήκη τέλους συστοιχίας

source: Add a page
el: Προσθήκη μίας σελίδας

source: Start of main content
el: Αρχή κύριου περιεχόμενου

source: AND
el: ΚΑΙ

source: Answer
el: Απάντηση

source: answered correctly.
el: απαντήθηκε σωστά.

source: Answers for numerical questions should be matched pairs of minimum and maximum values
el: Οι απαντήσεις σε αριθμητικές ερωτήσεις πρέπει να είναι ζευγάρια από Ελάχιστες και Μέγιστες τιμές

source: Arrange content buttons horizontally?
el: Οργάνωση κουμπιών διακλάδωσης οριζόντια σε μορφή παρουσίασης;

source: Attempt: {$a}
el: Προσπάθεια: {$a}

source: Attempts
el: Προσπάθειες

source: Deleted attempts
el: Διεγραμμένες προσπάθειες

source: You have {$a} attempt(s) remaining
el: Σας απομένουν {$a} προσπάθειες

source: Available from
el: Διαθέσιμο από

source: Average score
el: Μέσος βαθμός

source: Average time
el: Μέσος χρόνος

# $string['branch']
source: Content
el: Περιεχόμενο

# $string['branchtable']
source: Content
el: Πίνακας διακλάδωσης

source: Cancel
el: Ακύρωση

source: Error: could not find answer
el: Σφάλμα: αποτυχία εύρεσης απάντησης

source: Error: could not find attempt
el: Σφάλμα: αποτυχία εύρεσης απάντησης

source: Error: could not find essay
el: Σφάλμα: αποτυχία εύρεσης έκθεσης

# $string['cannotfindfirstgrade']
source: Error: could not find grades
el: Σφάλμα: αποτυχία εύρεσης βαθμών

source: Could not find first page
el: Αποτυχία εύρεσης πρώτης σελίδας

# $string['cannotfindgrade']
source: Error: could not find grades
el: Σφάλμα: αποτυχία εύρεσης βαθμών

source: Error: could not find newest grade
el: Σφάλμα: αποτυχία εύρεσης του νεώτερου βαθμού

source: Lesson backup: Next page not found!
el: Αντίγραφο ασφαλείας μαθήματος: Η επόμενη σελίδα δεν βρέθηκε!

source: Add end of branch: page record not found
el: Προσθήκη τέλους διακλάδωσης: η εγγραφή της σελίδας δεν βρέθηκε

source: Could not find lesson pages
el: Αποτυχία εύρεσης Σελίδων Ενότητας

source: Confirm delete: page title not found
el: Επιβεβαίωση διαγραφής: ο τίτλος της σελίδας δεν βρέθηκε

source: Previous attempt record could not be found!
el: Αποτυχία εύρεσης της εγγραφής προηγούμενης προσπάθειας!

source: Error: could not find lesson records
el: Σφάλμα: αποτυχία εύρεσης εγγραφών ενότητας

source: Error: could not find lesson_timer records
el: Σφάλμα: αποτυχία εύρεσης των εγγραφών του πίνακα lesson_timer

source: Error: could not find users
el: Σφάλμα: αποτυχία εύρεσης χρηστών

source: {$a} can re-take
el: {$a} μπορεί να το ξανακάνει

source: Use regular expressions
el: Χρήση κανονικών εκφράσεων

source: Check content page
el: Έλεγχος πίνακα διακλάδωσης

source: Checked this one.
el: ελέγχθηκε αυτό.

source: Check navigation
el: Έλεγχος πλοήγησης

source: Check question
el: Έλεγχος ερώτησης

source: Class statistics
el: Στατιστικά τάξης

source: Click on the following link to download the file.
el: Πατήστε στον παρακάτω σύνδεσμο για να κατεβάσετε το αρχείο.

source: Unseen question within a cluster
el: Ερώτηση μέσα σε συστοιχεία που δεν εμφανίστηκε

# $string['clustertitle']
source: Cluster
el: Συστοιχεία

source: Collapsed
el: Ξεδιπλωμένο

source: Your comments
el: Τα σχόλιά σας

source: Completed
el: Ολοκληρώθηκε

source: Complete the lesson
el: Ολοκληρώστε την ενότητα

source: You must complete the following condition(s) in <b>{$a}</b> lesson before you can proceed.
el: Πρέπει να εκλπληρώνετε τις ακόλουθες προϋποθέσεις στην <b>{$a}</b> ενότητα προκειμένου να συνεχίσετε.

source: Condition(s) for the dependency
el: Προϋποθέσεις για την εξάρτηση

source: The default action to take after a correct answer
el: Η προεπιλεγμένη ενέργεια μετά από μια σωστή απάντηση

source: Default maximum number of answers per page
el: Προεπιλογή του μέγιστου αριθμού απαντήσεων ανά σελίδα

source: Displays a close button as part of the popup generated for a linked media file
el: Εμφανίζεται ένα κουμπί εξόδου ως μέρος του αναδυόμενου παραθύρου που δημιουργείται για ένα συνδεδεμένο αρχείο πολυμέσων

source: Sets the height of the popup displayed for a linked media file
el: Ορίζει το ύψος του αναδυόμενου παράθυρου που εμφανίζεται για ένα συνδεδεμένο αρχείο πολυμέσων

source: Sets the width of the popup displayed for a linked media file
el: Ορίζει το πλάτος του αναδυόμενου παράθυρου που εμφανίζεται για ένα συνδεδεμένο αρχείο πολυμέσων

source: Background colour to for the slideshow if it is enabled
el: Το χρώμα του φόντου της παρουσίασης αν είναι ενεργοποιημένο

source: Sets the height of the slideshow if it is enabled
el: Ορίζει το ύψος της παρουσίασης αν είναι ενεργοποιημένο

source: Sets the width of the slideshow if it is enabled
el: Ορίζει το πλάτος της παρουσίασης αν είναι ενεργοποιημένο

source: Confirm deletion of this page
el: Επιβεβαίωση διαγραφής αυτής της σελίδας

source: Congratulations - end of lesson reached
el: Συγχαρητήρια - τελειώσατε την ενότητα

source: Continue
el: Συνέχεια

source: Continue to change answers.
el: Συνεχίστε για να αλλάξετε τις απαντήσεις.

source: Correct answer jump
el: Διορθώστε την μεταπήδηση ερώτησης

source: Correct answer score
el: Βαθμός σωστής απάντησης

source: Correct response
el: Σωστή ανταπόκριση

source: Credit
el: Βαθμός

source: Custom scoring
el: Ατομικός τρόπος βαθμολόγησης

source: If enabled, then each answer may be given a numerical point value (positive or negative).
el: <p align="center"><strong>Προσωπικός Τρόπος Βαθμολόγησης</strong></p> <p align="center"><br /> Αυτό θα σας επιτρέψει να βάλετε ένα αριθμητικό βαθμό σε κάθε απάντηση. Οι απαντήσεις μπορούν να έχουν αρνητικές τιμές ή θετικές τιμές. Στις εισαγόμενες ερωτήσεις θα οριστεί αυτόματα 1 μονάδα για την σωστή απάντηση και 0 για τις λανθασμένες, αν και μπορείτε να αλλάξετε αυτό (δηλ. την βαθμολογία) μετά από την εισαγωγή.</p>

source: Deadline
el: Προθεσμία

source: Your essay will be graded by your teacher.
el: Η έκθεσή σας θα βαθμολογηθεί από τον καθηγητή του μαθήματος.

source: Delete all lesson attempts
el: Διαγραφή όλων των προσπαθειών της ενότητας

source: Deleted {$a} x lesson default
el: Διαγραφή {$a} x προεπιλογής ενότητας

source: Deleted page
el: Διεγραμμένη σελίδα

source: Deleting
el: Διαγραφή

source: Deleting page: {$a}
el: Διαγραφή σελίδας: {$a}

source: Dependent on
el: Εξαρτάται από

source: This setting allows access to this lesson to be dependent upon a student's performance in another lesson in the same course. Any combination of time spent, completed or "grade better than" may be used.
el: <p align="center"><strong>Εξάρτηση</strong></p> <p align="center"><br /> Αυτή η ρύθμιση επιτρέπει στην τρέχουσα ενότητα να είναι εξαρτημένη από την απόδοση των σπουδαστών σε μία άλλη ενότητα που ανήκει στο ίδιο μάθημα. Εάν η απόδοση που έχει τεθεί σαν προαπαίτηση δεν καλύπτεται, τότε ο σπουδαστής δεν θα είναι σε θέση να έχει πρόσβαση σε αυτό το μάθημα.<br /> Οι όροι για την εξάρτηση περιλαμβάνουν: </p> <ul type="disc"> <li><strong>Χρόνος που πρέπει να ξοδευτεί:</strong> ο σπουδαστής πρέπει να ξοδέψει το καθορισμένο αυτό χρονικό διάστημα στην προαπαιτούμενη ενότητα. </li> <li><strong>Ολοκλήρωση:</strong> ο σπουδαστής πρέπει να ολοκληρώσει την προαπαιτούμενη ενότητα. </li> <li><strong>Βαθμός καλύτερος από:</strong> ο σπουδαστής πρέπει να κερδίσει έναν βαθμό στην προαπαιτούμενη ενότητα που να είναι καλύτερος από αυτόν που διευκρινίζεται εδώ. </li> </ul> <p>Οποιοσδήποτε συνδυασμός των ανωτέρω μπορεί να χρησιμοποιηθεί εάν είναι απαραίτητο.</p>

source: Description
el: Περιγραφή

source: Detailed statistics
el: Αναλυτικά στατιστικά

source: Did not answer this question.
el: Δεν απάντησε αυτήν την ερώτηση.

source: Did not receive credit
el: Δεν έλαβε βαθμό

source: Use default feedback
el: Εμφάνιση προκαθορισμένης ανάδρασης

source: If enabled, when a response is not found for a particular question, the default response of "That's the correct answer" or "That's the wrong answer" will be shown.
el: <p align="center"><strong>Αναπαράσταση ανατροφοδότησης</strong></p> <p>Εάν <strong>ΝΑΙ</strong>, όταν δεν υπάρχει απάντηση για μια συγκεκριμένη ερώτηση, οι προκαθορισμένες απαντήσεις "Αυτή είναι η σωστή απάντηση" και "Αυτή είναι η λάθος απάντηση" χρησιμοποιούνται.</p> <p> Εάν <strong>ΟΧΙ</strong>, όταν δεν υπάρχει απάντηση για μια συγκεκριμένη ερώτηση, δεν εμφανίζεται ανατροφοδότηση. Ο χρήστης που συμμετέχει σε αυτό το Μάθημα κατευθύνεται στην επόμενη σελίδα Μαθήματος.</p>

source: Display in menu?
el: Εμφάνιση στο αριστερό μενού;

source: Minimum grade to display menu
el: και εμφάνιση μόνο αν {$a} έχει βαθμό υψηλότερο από:

source: This setting determines whether a student must obtain a certain grade before viewing the lesson menu. This forces the student to go through the entire lesson on their first attempt, then after obtaining the required grade they can use the menu for review.
el: Αυτή η ρύθμιση καθορίζει αν ο μαθητής πρέπει να επιτύχει κάποιο βαθμό πριν την εμφάνιση του αριστερού μενού. Αυτό αναγκάζει τον μαθητή να περάσει από όλο το μάθημα για την πρώτη του προσπάθεια, έπειτα μετά την επίτευξη του απαιτούμενου βαθμού θα μπορεί να χρησιμοποιήσει το μενού στα αριστερά για επανεξέταση.

source: Display menu
el: Εμφάνιση αριστερού μενού

source: If enabled, a menu allowing users to navigate through the list of pages is displayed.
el: <p align="center"><strong>Εμφάνιση του αριστερού καταλόγου επιλογών</strong></p> <p align="left"><br /> Αυτό θα παρουσιάσει έναν κατάλογο των σελίδων σε αυτή την ενότητα του μαθήματος.</p> Επίσης, ορίζοντας μια βαθμολογία μεγαλύτερη του μηδενός, ο χρήστης που παίρνει μέρος σε αυτή την ενότητα πρέπει να έχει έναν βαθμό ίσο ή μεγαλύτερο από το βαθμό που τίθεται ως στόχος προκειμένου να είναι σε θέση να δει τις επιλογές που υπάρχουν στο αριστερό μέρος της σελίδας. Αυτό επιτρέπει στους σχεδιαστές (δημιουργούς) της ενότητας να αναγκάσουν τους χρήστες (σπουδαστές) να παρακολουθήσουν όλες τις ενότητες του μαθήματος από την αρχή αν είναι η πρώτη φορά που παρακολουθούν αυτό το μάθημα. Κατόπιν, εάν ένας χρήστης (σπουδαστής) επαναλαμβάνει την ενότητα και αφού έχει την απαραίτητη βαθμολογία, μπορεί να δει (να έχει πρόσβαση) στον αριστερό κατάλογο επιλογών που θα τον βοηθήσει στην επανάληψη.

source: Display of grade (for students only)
el: Εμφάνιση βαθμού (μόνο για μαθητές)

source: Provide option to try a question again
el: Εμφάνιση κουμπιού αναθεώρησης

source: If enabled, when a question is answered incorrectly, the student is given the option to try it again for no point credit, or continue with the lesson.
el: <p align="center"><b>Προβολή Κουμπιού Αναθεώρησης</b></p> <p>Αυτό θα προβάλει ένα κουμπί έπειτα από μια λανθασμένα απαντημένη ερώτηση, επιτρέποντας στο μαθητή να ξαναπροσπαθήσει. Δεν είναι συμβατό με ερωτήσεις διαγωνίσματος για αυτό αγνοήστε το, εάν χρησιμοποιείτε ερωτήσεις διαγωνίσματος.</p>

source: <p>You earned {$a->score} out of {$a->tempmaxgrade} for the automatically graded questions.</p> <p>Your {$a->essayquestions} essay question(s) will be graded and added into your final score at a later date.</p> <p>Your current grade without the essay question(s) is {$a->score} out of {$a->grade}.</p>
el: Πήρατε {$a->score} στα {$a->tempmaxgrade} για τις αυτόματα βαθμολογούμενες ερωτήσεις.<br>Οι {$a->essayquestions} ερωτήσεις έκθεσης θα βαθμολογηθούν και θα προστεθούν<br />στον τελικό σας βαθμό αργότερα.<br /><br />Ο τρέχον βαθμός σας χωρίς τις ερωτήσεις έκθεσης είναι {$a->score} στα {$a->grade}

source: Your score is {$a->score} (out of {$a->grade}).
el: Ο βαθμός σας είναι {$a->score} (στα {$a->grade}).

source: Editing an end of branch page
el: Επεξεργασία σελίδας τέλους διακλάδωσης

source: Edit lesson settings
el: Επεξεργασία ρυθμίσεων ενότητας

# $string['editpagecontent']
source: Edit page contents
el: Επεξεργασία περιεχομένων σελίδας

source: Email
el: Ηλεκτρονικό Ταχυδρομείο

source: Email ALL graded essays
el: Αποστολή με ηλεκτρονικό ταχυδρομείο ΟΛΩΝ <br /> των βαθμολογημένων εκθέσεων

source: Email graded essays
el: Αποστολή με ηλεκτρονικό ταχυδρομείο τις βαθμολογημένες εκθέσεις

source: Emails sent successfully
el: Τα μηνύματα ηλεκτρονικού ταχυδρομείου στάλθηκαν με επιτυχία

source: Password cannot be empty
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός

source: Enabled
el: Ενεργοποιημένο

source: End of branch
el: Τέλος διακλάδωσης

# $string['endofclustertitle']
source: End of cluster
el: Τέλος συστοιχίας

source: End of lesson
el: Τέλος ενότητας

source: entered this.
el: εισήχθει αυτό.

source: Please enter the password:
el: Παρακαλώ εισάγετε τον κωδικό:

source: Attention: You ran out of time for this lesson. Your last answer may not have counted if it was answered after the time was up.
el: Προσοχή: Βγήκατε εκτός χρόνου σε αυτή την ενότητα. Η τελευταία απάντησή σας μπορεί να μη μετρήσει αν δόθηκε μετά το τέλος του χρόνου.

source: You did not answer any questions. You have received a 0 for this lesson.
el: Δεν απαντήσατε καμία ερώτηση. Πήρατε 0 σε αυτή την ενότητα.

source: Essay
el: Έκθεση

source: <p>Essay prompt: {$a->question}</p><p>Your response: <em>{$a->response}</em></p><p>Grader's comments: <em>{$a->comment}</em></p><p>You have received {$a->earned} out of {$a->outof} for this essay question.</p><p>Your grade for the {$a->lesson} lesson has been changed to {$a->newgrade}&#37;.</p>
el: <p>Έκθεση:<blockquote>{$a->question}</blockquote></p><p>Η απάντησή σας:<blockquote><em>{$a->response}</em></blockquote></p><p>Τα σχόλια του βαθμολογητή:<blockquote><em>{$a->comment}</em></blockquote></p><p>Πήρατε {$a->earned} στα {$a->outof} για αυτήν την ερώτηση έκθεσης.</p><p>Ο βαθμός σας στην ενότητα έχει αλλάξει σε {$a->newgrade}&#37;.</p>

source: Grade available for lesson question
el: Ο βαθμός σας για την {$a} ερώτηση

source: Essays
el: Εκθέσεις

source: Essay score
el: Βαθμός έκθεσης

source: False
el: Λάθος

source: File format
el: Μορφή αρχείου

source: First answer should jump to the "Correct" page
el: Η πρώτη απάντηση να μεταπηδά στην "Σωστή" σελίδα

source: You have answered incorrectly. Would you like to attempt the question again? (If you now answer the question correctly, it will not count towards your final score.)
el: Δυστυχώς δεν μπορείτε να κερδίσετε αυτό το βαθμό γιατί η απάντησή σας ήταν λάθος. Θέλετε να συνεχίσετε να μαντεύετε, μόνο για τη χαρά της μάθησης (δεν θα λάβετε το βαθμολογικό μπόνους);

source: Flow control
el: Έλεγχος ροής

source: The positive grades you have chosen do not add up to 100%<br />Instead, they add up to {$a}%<br />Do you want to go back and fix this question?
el: Οι θετικές βαθμολογίες που επιλέξατε δεν αθροίζονται ως το 100% <br />Αντίθετα, αθροίζονται στο {$a}% <br />Θέλετε να γυρίσετε πίσω και να τροποποιήσετε την ερώτηση;

source: One of the answers should be 100%, so that it is<br />possible to get a full grade for this question.<br />Do you want to go back and fix this question?
el: Μια από τις ερωτήσεις θα έπρεπε να είναι 100%, έτσι ώστε να είναι δυνατό <br />να πάρει κάποιος το σύνολο της βαθμολογίας σε αυτή την ερώτηση. <br />Θέλετε να επιστρέψετε και να τροποποιήσετε την ερώτηση;

source: Expanded
el: Επεκτάθηκε

source: General
el: Γενικά

source: Grade
el: Βαθμός

source: Grade better than (&#37;)
el: Βαθμός καλύτερος από (%)

source: Earn a grade better than {$a} percent
el: Βαθμολογηθείτε καλύτερα από {$a} τις εκατό

source: Graded
el: Βαθμολογήθηκε

source: Grade essay questions ({$a->notgradedcount} not graded and {$a->notsentcount} not sent)
el: Βαθμολογήστε τις ερωτήσεις της έκθεσης ({$a->notgradedcount} δεν βαθμολογήθηκαν και {$a->notsentcount} δεν στάλθηκαν)

source: Grade is {$a}
el: Ο βαθμός είναι {$a}

source: Grade options
el: Ρυθμίσεις βαθμού

source: Handling of re-takes
el: Χειρισμός επανασυμπληρώσεων

source: If re-takes are allowed, this setting specifies whether the grade for the lesson is the mean or maximum of all attempts.
el: <p align="center"><b>Ο βαθμός σε περίπτωση επανεξέτασης</b></p> <p>Σε περίπτωση που οι διδασκόμενοι επανεξεταστούν σε ένα μάθημα, ο διδάσκων έχει τη δυνατότητα να επιλέξει να εμφανίσει στη σελίδα με τους βαθμούς του μαθήματος είτε το <b>μέσο όρο</b> από τις δυο ή περισσότερες εξετάσεις, είτε <b>την καλύτερη επίδοση</b>. </p> <p>Η επιλογή του αυτή αλλάζει ανά πάσα στιγμή.</p>

source: Have not graded yet.
el: Δεν έχει βαθμολογηθεί ακόμα

source: here
el: εδώ

source: High score
el: Υψηλός βαθμός

source: High time
el: Υψηλός χρόνος

source: Importing {$a} questions
el: Εισαγωγή {$a} ερωτήσεων

source: Import questions
el: Εισαγωγή ερωτήσεων

source: This feature enables questions in a variety of formats to be imported via text file.
el: <p align="center"><strong> Εισάγοντας νέες ερωτήσεις </strong></p> <p>&nbsp; </p> <p> Αυτή η λειτουργία σας επιτρέπει για να εισαγάγει ερωτήσεις από εξωτερικά αρχεία κειμένων, που φορτώνονται μέσω μιας μορφής. Διάφορες μορφές αρχείων υποστηρίζονται: </p> <p><strong>Μορφή GIFT </strong></p> <p>Το GIFT είναι το καλύτερο διαθέσιμο φορμάτ για την εισαγωγή ασκήσεων τύπου κουίζ σε Moodle από αρχεία κειμένου. Είχε σκοπό να αποτελεί μια εύκολη μέθοδος για τους διδάσκοντες που γράφουν τις ερωτήσεις σε αρχείο κειμένων. Υποστηρίζει ερωτήσεις πολλαπλής επιλογής, σωστού-λάθους, σύντομης απάντησης, ταιριάσματος, αριθμητικές ερωτήσεις, καθώς και την εισαγωγή κενού ( _____ ) για ερωτήσεις συμπλήρωσης κενών. Διάφοροι τύποι ερωτήσεων μπορούν να συνυπάρξουν σε μια άσκηση. Υποστηρίζονται επίσης γραμμές για σχόλια, τίτλοι ερωτήσεων, η ανατροφοδότηση και ποσοστά %. </p> <p> Ακολουθούν μερικά παραδείγματα: </p> <p>Ποιος τάφηκε στον τάφο Grant ; { ~ο Grant ~οJefferson = κανένας} </p> <p>Ο Grant είναι {~βαλμένος =ενταφιασμένος ~ζωντανός} στον τάφο Grant </p> <p>Ο Grant τάφηκε στον τάφο Grant {ΛΑΘΟΣ} </p> <p>Ποιος τάφηκε στον τάφο Grant ; { =κανείς = κανένας} </p> <p>Πότε γεννήθηκε ο Ulysses S . Grant ; {#1822} </p> <ul> <p align="right"><a href="help.php?file=formatgift.html&module=quiz">Περισσότερες πληροφορίες για τη μορφή GIFT</a></p> </ul> <p>&nbsp;</p> <p><strong>Μορφή Aiken </strong></p> <p>Η μορφή Aiken είναι ένας πολύ απλός τρόπος και πολύ φιλικός για δημιουργία ερωτήσεων πολλαπλής επιλογής. Για παράδειγμα: </p> <p>Ποιος είναι ο σκοπός των πρώτων βοηθειών; </p> <p> Α. Να σώσουμε τη ζωή, να αποτρέψουμε τον περαιτέρω τραυματισμό, να διατηρήσουμε την καλή υγεία </p> <p> Β. Να παρέχουν την ιατρική περίθαλψη σε οποιαδήποτε τραυματισμένο ή πληγωμένο πρόσωπο </p> <p> Γ. Να αποτρέψουν τον περαιτέρω τραυματισμό </p> <p> Δ. Να βοηθήσουν θύματα που ζητούν τη βοήθεια </p> <p> ΑΠΑΝΤΗΣΗ: Α </p> <ul><p align="right"><a href="help.php?file=formataiken.html&module=quiz">Περισσότερες πληροφορίες για το μορφή &quot;Aiken &quot;</a></p> </ul> <p>&nbsp; </p> <p><strong> Μορφή Λέξης που λείπει </strong></p> <p>Αυτή η μορφή υποστηρίζει μόνο τις ερωτήσεις πολλαπλής επιλογής. Κάθε απάντηση έχει μπροστά το (~), και η σωστή απάντηση το (=). Για παράδειγμα: </p> <p>Μόλις αρχίζουμε να ερευνάμε τα μέρη του σώματός μας όταν είμαστε ακόμη νήπια γινόμαστε ήδη σπουδαστές { = ανατομίας και φυσιολογίας ~πειράματος ~επιστήμης ~ρεφλεξολογίας} , και από μία άποψη παραμένουμε τέτοιοι σπουδαστές για όλη μας τη ζωή. </p> <p align="right"><a href="help.php?file=formatmissingword.html&module=quiz">Περισσότερες πληροφορίες για τη μορφή Λέξης που λείπει</a></p> <p>&nbsp; </p> <p><strong> Μορφή AON </strong></p> <p>Πρόκειται για μορφή αντίστοιχη με τη μορφή Λέξης που λείπει. Η διαφορά είναι ότι, μόλις εισάγουμε τις ερωτήσεις, όλες οι ερωτήσεις σύντομης απάντησης μετατρέπονται ανά τέσσερις σε ερωτήσεις ταιριάσματος . </p> <p> Επιπλέον, οι απαντήσεις των ερωτήσεων πολλαπλής επιλογής τοποθετούνται τυχαία κατά τη διάρκεια της εισαγωγής. </p> <p>Το όνομα ΑΟΝ προέκυψε από μια οργάνωση που υποστήριξε την ανάπτυξη πολλών χαρακτηριστικών για ασκήσεις τύπου κουίζ. </p> <p>&nbsp;</p> <p><strong>Μορφή Blackboard </strong></p> <p>Πρόκειται για μέθοδο εισαγωγής ερωτήσεων που έχουν εξαχθεί από την πλατφόρμα Blackboard. Στηρίζεται στις λειτουργίες XML που συντάσσονται μέσω PHP . </p> <ul> <p align="right"><a href="help.php?file=formatblackboard.html&module=quiz">Περισσότερες πληροφορίες για τη μορφή Blackboard</a></p> </ul> <p>&nbsp; </p> <p><strong> Μορφή Course Test Manager (CTM)</strong></p> <p>Πρόκειται για μέθοδο εισαγωγής ερωτήσεων από τράπεζες ερωτήσεων CTM . Στηρίζεται στους διάφορους τρόπους πρόσβασης μιας τράπεζας ερωτήσεων, η οποία είναι σε μια βάση δεδομένων της Microsoft Access . Παίζει ρόλο αν η πλατφόρμα Moodle τρέχει στα Windows ή σε Linux . </p> <p>Στα Windows φορτώνετε τη βάση δεδομένων ακριβώς όπως οποιοδήποτε άλλο αρχείο εισαγωγής στοιχείων. </p> <p>Σε Linux , πρέπει να εγκαταστήσετε Windows στο ίδιο δίκτυο με τη βάση δεδομένων CTM και ένα κομμάτι του λογισμικού που λέγεται ODBC Socket Server , ο οποίος χρησιμοποιεί XML για να μεταφέρει στοιχεία στο Μoodle στον κεντρικό υπολογιστή Linux . </p> <p>Παρακαλώ διαβάστε το πλήρες αρχείο βοήθειας κατωτέρω, πριν χρησιμοποιήσετε αυτή τη μορφή. </p> <ul><p align="right"><a href="help.php?file=formatctm.html&module=quiz">Περισσότερες πληροφορίες για τη μορφή CTM</a></p> </ul> <p>&nbsp; </p> <p><strong> Μη αυτοματοποιημένη μορφή </strong></p> <p>Εάν έχετε μια δική σας μορφή, μπορείτε να την εγκαταστήσετε οι ίδιοι μέσω mod /quiz /format /custom .php </p> <p>Το ποσό νέου κώδικα που απαιτείται είναι πολύ μικρό &ndash; απλά πρέπει να προκύψει μια ενιαία ερώτηση από το δεδομένο κείμενο.</p> <ul><p align="right"><a href="help.php?file=formatcustom.html&module=quiz">Περισσότερες πληροφορίες για μη αυτοματοποιημένες μορφες</a></p> </ul> <p>&nbsp;</p> <p>Αναμένονται περισσότερες σχετικές μορφές, όπως WebCT , IMS , QTI και ό,τι άλλο οι χρήστες Moodle μπορούν να συνεισφέρουν! </p> <p>&nbsp; </p>

source: Inserted page
el: Εισαχθείσα σελίδα
