Repository: eellak/moodle-po
Catalog: po-*/lesson.po
Languages: el

source: No course module ID or lesson ID were passed
el: Δεν δόθηκε κανένα αναγνωριστικό αρθρώματος μαθήματος ή αναγνωριστικό ενότητας

source: lesson ID was incorrect
el: Το αναγνωριστικό του μαθήματος δεν ήταν σωστό

source: Invalid page ID
el: Μη έγκυρο αναγνωριστικό σελίδας

source: Jump
el: Μεταπήδηση

source: Jumps
el: Μεταπηδήσεις

source: Each answer (for questions) or description (for content pages) has a corresponding jump. The jump can be relative, such as this page or next page, or absolute, specifying any one of the pages in the lesson.
el: <p align="center"><b>Ο σύνδεσμος μετάβασης (jump-to)</b></p> <p>Κάθε Απάντηση (για ερωτήσεις) και κάθε Περιγραφή (για τις σελίδες-κλάδους) έχει ένα σύνδεσμο μετάβασης. Όταν επιλέγει την απάντηση, ο διδασκόμενος λαμβάνει μια απόκριση στην απάντηση. Στη συνέχεια βλέπει τη σελίδα του συνδέσμου μετάβασης. Ο σύνδεσμος αυτός είναι είτε σχετικός είτε απόλυτος. Οι σχετικοί σύνδεσμοι είναι <b>Αυτή η σελίδα</b> και <b>Επόμενη σελίδα</b>. Ο σύνδεσμος <b>Αυτή η σελίδα</b> οδηγεί τον διδασκόμενο να δει ξανά την ίδια σελίδα. Ο σύνδεσμος <b>Επόμενη σελίδα</b> οδηγεί στη σελίδα που ακολουθεί κατά τη λογική σειρά που έχουν τοποθετηθεί οι σελίδες. Ένας απόλυτος σύνδεσμος υλοποιείται με την επιλογή του <b>τίτλου</b> της σελίδας.</p> <p>Σημείωση: οι σχετικοί σύνδεσμοι, όπως οι σύνδεσμοι <b>Αυτή η σελίδα</b> και <b>Επόμενη σελίδα</b>, μπορεί να παραπέμπουν σε διαφορετικές σελίδες, αν η σελιδοποίηση έχει αλλάξει, ενώ απόλυτοι σύνδεσμοι μετάβασης στον <b>τίτλο</b> μιας σελίδας παραπέμπουν στην ίδια σελίδα, ακόμη κι αν αλλάξει η σελιδοποίηση.</p> <p>Μεταβάσεις ειδικού τύπου</p> <p>Μη ορατές ερωτήσεις μέσα σε ένα κλάδο</p> <p>Ο σύνδεσμος οδηγεί με τυχαίο τρόπο σε ερώτηση που δε βλέπει ο διδασκόμενος. Η ερώτηση βρίσκεται ανάμεσα σε αυτό τον πίνακα-κλάδο και στο τέλος της διδακτικής ενότητας ή στο επόμενο τέλος κλάδου.</p> <p>Τυχαίες ερωτήσεις μέσα σε ένα κλάδο</p> <p> Ο σύνδεσμος οδηγεί σε τυχαία ερώτηση ανάμεσα σε αυτό τον πίνακα-κλάδο και στο τέλος της διδακτικής ενότητας ή στο επόμενο τέλος κλάδου. Αν ο διδασκόμενος έχει ήδη δει την ερώτηση, θα έχει την ευκαιρία να απαντήσει και να κερδίσει τους πόντους της ερώτησης (σε περίπτωση που έχει πάνω από 1 προσπάθειες). Αν ο αριθμός των προσπαθειών περιορίζεται στη 1, η ερώτηση θα παραλειφθεί και άλλη τυχαία ερώτηση θα εμφανιστεί.</p> <p>Τυχαίος πίνακας - κλάδος</p> <p>Ο σύνδεσμος οδηγεί σε τυχαίο πίνακα - κλάδο ανάμεσα σε αυτό τον πίνακα-κλάδο και στο τέλος της διδακτικής ενότητας σρο επόμενο τέλος κλάδου.</p>

source: Jumps to <em>{$a}</em>
el: Μεταπήδηση σε <em>{$a}</em>

source: You have left during a timed lesson.<br />Please click on Continue to restart the lesson.
el: Αποχωρήσατε κατά τη διάρκεια χρονομετρημένης ενότητας. <br />Παρακαλώ, πατήστε Συνέχεια για να επανεκκινήσετε την ενότητα.

source: You have left during a timed lesson and you are<br />not allowed to retake or continue the lesson.
el: Αποχωρήσατε κατά τη διάρκεια χρονομετρημένης ενότητας και <br />δεν έχετε το δικαίωμα να επαναλάβεται ή να συνεχίσετε την ενότητα.

source: This lesson closed on {$a}.
el: Αυτή η ενότητα έκλεισε {$a}.

source: Lesson closes
el: Κλείσιμο ενότητας

source: Lesson closes on {$a}
el: Η ενότητα κλείνει στις {$a}

source: Edit a lesson activity
el: Επεξεργασία δραστηριότητας ενότητας

source: Lesson formatting
el: Μορφοποίηση ενότητας

source: Manage a lesson activity
el: Διαχείριση δραστηριότητας ενότητας

source: Lesson menu
el: Μενού ενότητας

source: This lesson is not ready to be taken. Please contact your {$a}.
el: Η ενότητα δεν είναι έτοιμη για παρακολούθηση. Παρακαλώ επικοινωνήστε με {$a}.

source: This lesson is not ready to be taken.
el: Αυτή η ενότητα δεν είναι έτοιμη για διεξαγωγή.

source: This lesson will be open on {$a}.
el: Αυτή η ενότητα θα είναι ανοιχτή στις {$a}.

source: Lesson opens
el: Άνοιγμα ενότητας

source: First page not found. Lesson page linking must be broken. Please contact an admin.
el: Δεν βρέθηκε η πρώτη σελίδα. Η σύνδεση με τη σελίδα της ενότητας πρέπει να έχει διακοπεί. Παρακαλώ επικοινωνήστε με το διαχειριστή.

source: Lesson statistics
el: Στατιστικά ενότητας

# $string['linkedmedia']
source: Linked media
el: Συνδεδεμένα πολυμέσα

source: Login failed, please try again...
el: Αποτυχημένη είσοδος, παρακαλώ προσπαθήστε ξανά...

source: Low score
el: Χαμηλός βαθμός

source: Low time
el: Χαμηλός χρόνος

source: Grade essays
el: Βαθμολόγηση Εκθέσεων

source: Matches with answer
el: Ταιριάζει με την απάντηση

source: Maximum grade
el: Μέγιστος βαθμός

source: This setting specifies the maximum grade for the lesson. If set to 0, the lesson does not appear in the grades pages.
el: <p align="center"><b>Βαθμολογία εργασιών που έχουν υποβληθεί</b></p> <p>Πρόκειται για το μέγιστο βαθμό που μπορεί να δοθεί σε μια εργασία που έχει υποβληθεί για εξέταση και βαθμολόγηση.</p> <p>Ο γενικός βαθμός μιας άσκησης προκύπτει από το άθροισμα της διδακτικής επίδοσης του διδασκόμενου και των βαθμών από τις εργασίες που έχει υποβάλει. Επομένως, αν ο μέγιστος βαθμός διδακτικής επίδοσης διδασκόμενου έχει οριστεί να είναι το 30 και ο μέγιστος βαθμός για τις υποβληθείσες εργασίες το 70, τότε ο μέγιστος γενικός βαθμός της άσκησης είναι το 100.</p> <p>Ο βαθμός μπορεί να αλλάξει εύκολα και να γίνει άμεσα αντιληπτός από διδάσκοντες και διδασκόμενους.</p>

source: Maximum number of answers
el: Μέγιστος αριθμός απαντήσεων/διακλαδώσεων

source: This setting specifies the maximum number of answers that may be used in the lesson. If only true/false questions are used, it can be set to 2. The setting may be changed at any time, since it only affects what the teacher sees, not the data.
el: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml"> <head> <meta http-equiv="Content-Type" content="text/html; charset=utf-8" /> <title>Ο μέγιστος αριθμός απαντήσεων σε μία ενότητα</title></head> <body> <p align="center"><b>Ο μέγιστος αριθμός απαντήσεων σε μία ενότητα </b></p> <p>Αυτή η τιμή προσδιορίζει τον μέγιστο αριθμό απαντήσεων που μπορεί να χρησιμοποιήσει ο καθηγητής. Η προκαθορισμένη τιμή είναι 4 .Εάν η ενότητα χρησιμοποιεί μόνο, για παράδειγμα, TRUE or FALSE ερωτήσεις είναι λογικό να τεθεί αυτή η τιμή σε 2.</p> <p>Αυτή η παράμετρος θέτει επίσης το μέγιστο αριθμό διακλαδώσεων που μπορεί να χρησιμοποιηθεί σε έναν πίνακα διακλαδώσεων.</p> <p>Στην πραγματικότητα εάν θέλετε να προσθέσετε μια ερώτηση με πολλές επιλογές ή έναν μακρύ πίνακα διακλαδώσεων η αλλαγή αυτής της παραμέτρου θα είναι απαραίτητη.Μετά την προσθήκη της ερώτησης ή του πίνακα διακλαδώσεων η παράμετρος αυτή μπορεί να μειωθεί σε μια πιο &quot;standard&quot; τιμή. </p> </body> </html>

source: Maximum number of attempts
el: Μέγιστος αριθμός προσπαθειών

source: This setting specifies the maximum number of attempts allowed for each question. If answered incorrectly repeatedly, when the maximum is reached, the next page of the lesson is displayed.
el: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml"> <head> <meta http-equiv="Content-Type" content="text/html; charset=utf-8" /> <title>Μέγιστος αριθμός προσπαθειών (από Μαθητές)</title></head> <body> <p align="center"><b>Μέγιστος αριθμός προσπαθειών (από Μαθητές)</b></p> <p>Αυτή η τιμή καθορίζει τον μέγιστο αριθμό προσπαθειών που έχει ένας μαθητής να απαντήσει <strong>οποιαδήποτε </strong>από τις ερωτήσεις της ενότητας.Σε περίπτωση ερωτήσεων που δεν παρέχουν την απάντηση , για παράδειγμα σύντομη απάντηση ή αριθμητική ερώτηση, αυτή η τιμή δίνει μια απαραίτητη ρουτίνα διαφυγής στην επόμενη σελίδα της ενότητας. </p> <p>Η προεπιλεγμένη τιμή είναι 5 .Μικρότερες τιμές ίσως αποθαρρύνουν τον μαθητή από το να σκεφτεί τις ερωτήσεις.Μεγαλύτερες τιμές ίσως οδηγήσουν σε περισσότερη απογοήτευση.Αλλάζοντας την τιμή σε ένα δίνει μόνο μία ευκαιρία στον μαθητή να απαντήσει στην ερώτηση. </p> <p>Σημειώστε ότι αυτή η τιμή είναι καθολική παράμετρος και ισχύει για όλες τις ερωτήσεις στην ενότητα ανεξάρτητα από τον τύπο τους.</p> <p>Σημειώστε ότι αυτή η παράμετρος <b>δεν</b> αφορά τους καθηγητές όταν ελέγχουν ερωτήσεις ή πλοηγούντε στο μάθημα. Ο έλεγχος του πλήθους των προσπαθειών εξαρτάται από τις τιμές που αποθηκέυονται στην βάση δεδομένων και τις προσπάθειες ερωτήσεων από καθηγητές δεν καταγράφονται. Ο καθηγητής πρέπει να γνωρίζει τις ερωτήσεις!</p> </body> </html>

source: Maximum number of attempts reached - Moving to next page
el: Συμπληρώθηκε ο μέγιστος αριθμός προσπαθειών - Μετάβαση στην επόμενη σελίδα

source: Show close button
el: Εμφάνιση κουμπιού εξόδου:

# $string['mediafile']
source: Linked media
el: Άνοιγμα αναδυόμενου παράθυροτ σε αρχείο ή ιστοσελίδα

source: A media file may be uploaded for use in the lesson. A 'Click here to view' link will then be displayed in a block called 'Linked media' on each page of the lesson.
el: <p align="center"><b>Αναδυόμενο αρχείο ή ιστοσελίδα</b></p> <p>Αυτό θα δημιουργήσει ένα αναδυόμενο παράθυρο όταν αρχίζει η ενότητα σε ένα αρχείο (π.χ : ένα mp3 αρχείο) ή σε μία ιστοσελίδα. Επίσης, ένας σύνδεσμος θα τυπωθείσε όλες τις σελίδες της ενότητας ωστέ να μπορεί να ανοιχτεί πάλι το pop-up παράθυρο άν είναι αναγκαίο. </p> <p>Προαιρετικά δημιουργήτε ένα κουμπί &quot;κλείσιμο παραθύρου&quot; στο κάτω μέρους του pop-up επίσης το ύψος και πλάτος του παραθύρου μπορεί να τροποποιηθεί . </p> <p>&nbsp;</p>

source: Click here to view
el: Πατήστε εδώ για να δείτε τα αρχεία πολυμέσων αυτής της ενότητας

source: Popup window height
el: Ύψος παραθύρου:

source: Popup window width
el: πλάτος:

source: Lesson essay graded notification
el: Ειδοποίηση βαθμολόγησης έκθεσης

source: Minimum number of questions
el: Ελάχιστος αριθμός ερωτήσεων

source: This setting specifies the minimum number of questions that will be used to calculate a grade for the activity.
el: Αυτή η ρύθμιση καθορίζει τον ελάχιστο αριθμό ερωτήσεων που χρειάζονται για να υπολογιστεί ένας βαθμός για την δραστηριότητα. Αν το μάθημα περιέχει μία ή περισσότερες σελίδες περιεχομένου, ο ελάχιστος αριθμός ερωτήσεων πρέπει να ορισθεί στο μηδέν. Αν καθοριστεί το 20, προτείνετε το ακόλουθο κείμενο να προσθεθεί στην αρχική σελίδα του μαθήματος: "Σε αυτό το μάθημα αναμένεται να επιχειρήσετε τουλάχιστον 20 ερωτήσεις. Μπορείτε να επιχειρήσετε περισσότερες αν το επιθυμείτε. Ωστόσο, αν επιχειρήσετε λιγότερες από 20 ερωτήσεις, ο βαθμός σας θα υπολογιστεί σαν να επιχειρήσατε 20."

source: Please enter a nickname
el: Παρακαλώ εισάγετε ένα παρατσούκλι

source: Allow student review
el: Να επιτρέπεται η αναθεώρηση από μαθητή

source: If enabled, students can navigate through the lesson again from the start.
el: <p align="center"><b>Επιτρέπεται η επισκόπηση μαθητή</b></p> <p>Αυτό θα αφήσει το σπουδαστή να πλοηγηθεί πίσω μέσα στο μαθήμα για να αλλάξει τις απαντήσεις τους.</p> <p>&nbsp;</p>

source: Student review only works for students.
el: Η αναθεώρηση από μαθητή δουλεύει μόνο για τους μαθητές

# $string['modulename']
source: Lesson
el: Ενότητα

source: The lesson activity module enables a teacher to deliver content and/or practice activities in interesting and flexible ways. A teacher can use the lesson to create a linear set of content pages or instructional activities that offer a variety of paths or options for the learner. In either case, teachers can choose to increase engagement and ensure understanding by including a variety of questions, such as multiple choice, matching and short answer. Depending on the student's choice of answer and how the teacher develops the lesson, students may progress to the next page, be taken back to a previous page or redirected down a different path entirely. A lesson may be graded, with the grade recorded in the gradebook. Lessons may be used * For self-directed learning of a new topic * For scenarios or simulations/decision-making exercises * For differentiated revision, with different sets of revision questions depending upon answers given to initial questions
el: <p><img alt="" src="<?php echo $CFG->wwwroot?>/mod/exercise/icon.gif" />&nbsp;<b>Μάθημα</b></p> <div class="indent"> Ένα μάθημα εμφανίζει περιεχόμενο με έναν ενδιαφέρον και ευέλικτο τρόπο. Αποτελείται από ένα πλήθος σελίδων. Κάθε σελίδα κανονικά τελειώνει με μια ερώτηση και έναν αριθμό από πιθανές απαντήσεις. Ανάλογα με την απάντηση του φοιτητή είτε προχωράνε στην επόμενη σελίδα είτε πηγαίνουν στην προηγούμενη. Η πλοήγηση μέσα στο μάθημα μπορεί να είναι απλή ή πολύπλοκη και εξαρτάται από την δομή του υλικού που παρουσιάζεται. </div>

source: Lessons
el: Ενότητες

source: Moved page
el: Μεταφερθείσα σελίδα

source: Move page to here
el: Μεταφορά σελίδας εδώ

source: Moving page: {$a}
el: Μεταφορά σελίδας: {$a}

source: Multiple-answer
el: Πολλαπλή απάντηση

source: Multiple answer
el: Πολλαπλή απάντηση

source: Name approved
el: Το όνομα εγκρίθηκε

source: Sorry, your name has been rejected by the filter.<br />Please try another name.
el: Συγνώμη, το όνομά σας απορρίφθηκε από το φίλτρο.<br />Παρακαλώ επιλέξτε κάποιο άλλο όνομα.

source: Next page
el: Επόμενη σελίδα

source: One or more questions have no answer given. Please go back and submit an answer.
el: Καμία απάντηση δεν δόθηκε. Παρακαλώ, πηγαίνετε πίσω και καταχωρήστε την απαντησή σας.

source: No attempt records found: no grade given
el: Δεν βρέθηκαν προσπάθειες: δεν δόθηκε βαθμός

source: No content page found
el: Δεν βρέθηκε πίνακας διακλάδωσης

source: No comment yet.
el: Κανένα σχόλιο ακόμα.

source: No activities found
el: Δεν βρέθηκε καμία δραστηριότητα

source: No credit
el: Χωρίς βαθμό

source: No deadline
el: Χωρίς προθεσμία

source: No essay questions found in this lesson.
el: Δεν βρέθηκαν ερωτήσεις έκθεσης σε αυτή την ενότητα

source: No high scores
el: Χωρίς υψηλούς βαθμούς

source: No attempts have been made on this lesson.
el: Δεν πραγματοποιήθηκαν προσπάθειες σε αυτή την ενότητα.

source: None
el: Κανένα

source: No one answered correctly.
el: Κανένας δεν απάντησε σωστά.

source: No one answered this question.
el: Κανένας δεν απάντησε αυτή την ερώτηση.

source: No one checked this.
el: Κανένας δεν το επέλεξε αυτό.

source: No one entered this.
el: Κανένας δεν μπήκε σε αυτό.

source: No one has answered an essay question yet.
el: Κανένας δεν απάντησε σε ερώτηση έκθεσης ακόμα.

source: You are not allowed to retake this lesson.
el: Δεν έχετε το δικαίωμα να επαναλάβετε αυτή την ενότητα.

source: Normal - follow lesson path
el: Κανονικό - ακολουθήστε τη διαδρομή της ενότητας

source: Not completed
el: Δεν ολοκληρώθηκε

source: Not defined
el: Δεν καθορίστηκε

source: Not enough sub-questions have been defined!
el: Δεν έχουν οριστεί αρκετά υποερωτήματα!<br /> Θέλετε να επιστρέψετε και να διορθώσετε αυτήν την ερώτηση;

source: Not graded
el: Χωρίς βαθμό

source: No title
el: Χωρίς τίτλο

source: Number of correct answers: {$a}
el: Αριθμός σωστών απαντήσεων: {$a}

source: Number of correct matches: {$a}
el: Αριθμός σωστών αντιστοιχιών: {$a}

source: Number of pages to show
el: Αριθμός σελιδών (καρτών) προς εμφάνιση

source: This setting specifies the number of pages shown in a lesson. It is only applicable for lessons with pages shown in a random order (when "Action after correct answer" is set to "Show an unseen page" or "Show an unanswered page"). If set to zero, then all pages are shown.
el: <title>Αριθμός σελίδων (κάρτες) που παρουσιάζονται</title><p align="center"><strong>Αριθμός σελίδων (κάρτες) που παρουσιάζονται</strong></p> Αυτή η παράμετρος χρησιμοποιείται μόνο στα μαθήματα τύπου Flash . Η προκαθορισμένη τιμή είναι μηδέν που σημαίνει ότι όλες οι σελίδες/οι κάρτες παρουσιάζονται σε μία ενότητα . Ο καθορισμός αυτής της παραμέτρου σε διαφορετική από το μηδέν τιμή δείχνει τον αριθμό σελίδων/καρτών. Αφότου έχει παρουσιαστεί ο αριθμός σελίδων/ καρτών έχουμε τέλος της ενότητας και παρουσιάζεται ο βαθμό του μαθητή . <p>Εάν η παράμετρος έχει ορισθεί σε αριθμό μεγαλύτερο από τον αριθμό των σελίδων της ενότητας τότε το τέλος της ενότητας φτάνει όταν έχουν παρουσιαστεί όλες οι σελίδες. </p> <p>&nbsp;</p>

source: Number of questions answered: {$a}
el: Αριθμός απαντημένων ερωτήσεων: {$a}

source: Number of questions answered: {$a->nquestions} (You should answer at least {$a->minquestions})
el: Αριθμός απαντημένων ερωτήσεων: {$a->nquestions} (πρέπει να απαντήσετε τουλάχιστον: {$a->minquestions})

source: Display ongoing score
el: Εμφάνιση τρέχοντος βαθμού

source: You have earned {$a->score} point(s) out of {$a->currenthigh} point(s) thus far.
el: Έχετε πάρει {$a->score} από τους τους {$a->currenthigh} βαθμούς μέχρι τώρα .

source: If enabled, each page will display the student's current points earned out of the total possible thus far.
el: <p align="center"><b>Τρέχον σκορ</b></p> <p>Εάν ενεργοποιημένο, κάθε σελίδα εμφανίζει την τρέχουσα βαθμολογία του μαθητή σε σχέση με το μέγιστο. Π.χ.: ένας μαθητής έχει απαντήσει 4 ερωτήσεις 5 πόντων σωστά και μια λάθος, το τρέχον σκορ είναι 15/20 πόντοι.</p>

source: You have answered {$a->correct} correctly out of {$a->viewed} attempts.
el: Έχετε απαντήσει {$a->correct} σωστά από τις {$a->viewed} προσπάθειες.

source: Only one posting per grade
el: Μια δημοσίευση μόνο ανά βαθμό

source: Options
el: Επιλογές

source: OR
el: Ή

source: Ordered
el: Ταξινομημένο

source: Other
el: Άλλο

source: Out of {$a}
el: Από τα {$a}

source: Overview
el: Σύνοψη
