Repository: eellak/moodle-po
Catalog: po-*/local_moodlemobileapp.po
Languages: el

source: Couldn't add note(s) to course {{course}}. {{error}}
el: Δεν είναι δυνατό να προστεθεί/ούν σημείωση/εις σε αυτό το μάθημα {{course}}. {{error}}

source: Error getting notifications.
el: Σφάλμα κατά τη λήψη ειδοποιήσεων

source: Notification preferences
el: Προτιμήσεις ειδοποιήσεων

# $string['mma.notifications.notifications']
source: Notifications
el: Ειδοποιήσεις

source: Play sound
el: Αναπαραγωγή ήχου

source: There are no notifications.
el: Δεν υπάρχουν ειδοποιήσεις

source: No participants found for this course.
el: Δεν βρέθηκαν συμμετέχοντες σε αυτό το μάθημα

source: Participants
el: Συμμετέχοντες

source: Choose account
el: Επιλέξτε λογαριασμό

source: Choose an account to open the link with.
el: Επιλέξτε λογαριασμό για να ανοίξετε το σύνδεσμο.

source: This link belongs to another site. Do you want to open it?
el: Αυτός ο σύνδεσμος προέρχεται από άλλο site. Θέλετε να τον ανοίξετε;

source: Couldn't find an action to perform with this link.
el: Αυτός ο σύνδεσμος δεν μπορεί να ανοίξει.

source: Couldn't find any site to handle this link.
el: Δεν βρέθηκε κάποιο site για αυτό το σύνδεσμο.

source: Accounts
el: Λογαριασμοί

source: Cannot connect: Verify that you have correctly typed the URL and that your site uses Moodle 2.4 or later.
el: Δεν είναι δυνατή η σύνδεση: Βεβαιωθείτε ότι έχετε πληκτρολογήσει σωστά τη διεύθυνση URL και ότι το site σας χρησιμοποιεί το Moodle 2.4 ή νεότερη έκδοση.

source: File downloading is disabled. Please contact your site administrator.
el: Το κατέβασμα αρχείων είναι απενεργοποιημένο. Παρακαλώ, επικοινωνήστε με το διαχειριστή του site σας.

source: Clear search
el: Καθαρισμός αναζήτησης

source: Click to see full contents.
el: Κάντε κλικ για να δείτε το πλήρες περιεχόμενο.

source: Comments cannot be retrieved
el: Τα σχόλια δεν μπορούν να ανακτηθούν

source: Are you sure you want to leave this page? All changes will be lost.
el: Είστε σίγουροι ότι θέλετε να αποχωρήσετε από αυτήν τη σελίδα; Όλες οι αλλαγές θα χαθούν.

source: Are you sure? All changes will be lost.
el: Είστε σίγουροι? Όλες οι αλλαγές θα χαθούν.

source: Do you want to open it in a web browser?
el: Θέλετε να το ανοίξετε στο πρόγραμμα περιήγησης;

source: The content you are editing has been synced.
el: Το περιεχόμενο που επεξεργάζεστε έχει συγχρονιστεί.

source: Text copied to clipboard
el: Το κείμενο αντιγράφηκε στο πρόχειρο

source: Current device
el: Τρέχουσα συσκευή

source: Data stored in the device because it couldn't be sent. It will be sent automatically later.
el: Τα δεδομένα αποθηκεύονται στη συσκευή, διότι δεν μπορούν να σταλούν. Θα αποσταλούν αυτόματα αργότερα.

source: Deleting
el: Γίνεται διαγραφή

source: Discard
el: Απόρριψη

source: Dismiss
el: Απόρριψη

# $string['mm.core.downloading']
source: Downloading
el: Κατέβασμα

source: This page will appear blank if the left panel is empty or is loading.
el: Αυτή η σελίδα θα εμφανιστεί κενή, εάν ο αριστερός πίνακας είναι κενός ή φορτώνεται.

source: An error occurred while changing the completion status. Please try again.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή της κατάστασης ολοκλήρωσης. Παρακαλώ προσπαθήστε ξανά.

source: Error deleting the file. Please try again.
el: Σφάλμα κατά τη διαγραφή του αρχείου. Παρακαλώ προσπαθήστε ξανά.

source: Error downloading file.
el: Σφάλμα στο κατέβασμα του αρχείου.

source: Error downloading files. Some files might be missing.
el: Σφάλμα κατά τη λήψη αρχείων μονάδας. Ορισμένα αρχεία μπορεί να λείπουν.

source: A file with this name already exists.
el: Υπάρχει ήδη ένα αρχείο με αυτό το όνομα.

source: The form contains invalid data. Please check that all required fields are filled in and that the data is valid.
el: Η φόρμα περιέχει μη έγκυρα δεδομένα. Παρακαλούμε φροντίστε να συμπληρώσετε όλα τα απαιτούμενα πεδία και ότι τα δεδομένα είναι έγκυρα.

source: Invalid response received. Please contact your site administrator if the error persists.
el: Ελήφθη μη έγκυρη απάντηση. Επικοινωνήστε με το διαχειριστή εάν το πρόβλημα επιμείνει.

source: Error loading content.
el: Σφάλμα κατά τη φόρτωση περιεχομένου.

source: Error opening file: no app found to open this type of file.
el: Σφάλμα κατά το άνοιγμα του αρχείου: δεν βρέθηκε εφαρμογή για το άνοιγμα αυτού του είδους αρχεία.

source: Error opening file: the file doesn't have an extension.
el: Σφάλμα κατά το άνοιγμα του αρχείου: το αρχείο δεν έχει επέκταση.

source: This activity is trying to open a popup. This is not supported in the app.
el: Αυτή η δραστηριότητα προσπαθεί να ανοίξει ένα αναδυόμενο παράθυρο. Αυτό δεν υποστηρίζεται σε αυτή την εφαρμογή.

source: Error renaming file. Please try again.
el: Σφάλμα κατά τη μετονομασία του αρχείου. Παρακαλώ δοκιμάστε ξανά.

# $string['mm.core.errorsync']
source: An error occurred while synchronising. Please try again.
el: Παρουσιάστηκε σφάλμα κατά τη διαδικασία του συγχρονισμού. Παρακαλώ δοκιμάστε ξανά.

source: This {{$a}} cannot be synchronised right now because of an ongoing process. Please try again later. If the problem persists, try restarting the app.
el: Αυτό το {{$a}} δεν μπορεί να συγχρονιστεί τώρα εξαιτίας μιας συνεχιζόμενης διαδικασίας. Παρακαλώ δοκιμάστε ξανά αργότερα. Εάν το πρόβλημα παραμένει, δοκιμάστε να επανεκκινήσετε την εφαρμογή.

source: File name already exists: {{$a}}
el: Το όνομα του αρχείου υπάρχει ήδη: {{$a}}

source: This {{$a}} has offline data to be synchronised.
el: Αυτό το {{$a}} έχει δεδομένα εκτός σύνδεσης τα οποία πρέπει να συγχρονιστούν.

source: Image
el: Εικόνα

source: Image viewer
el: Εργαλείο προβολής εικόνων

source: Info
el: Πληροφορίες

# $string['mm.core.lastsync']
source: Last synchronisation
el: Τελευταίος συγχρονισμός

source: Load more
el: Φόρτωση περισσότερων

source: Your authentication token is invalid or has expired. You will have to reconnect to the site.
el: Η σύνδεσή σας είναι άκυρη ή έχει λήξει. Πρέπει να ξανασυνδεθείτε στο site.

source: My groups
el: Οι ομάδες μου

source: There was a problem connecting to the site. Please check your connection and try again.
el: Το δίκτυο δεν είναι ενεργοποιημένο ή δεν δουλεύει.

source: You cannot proceed without changing your password.
el: Δεν μπορείτε να προχωρήσετε χωρίς να αλλάξετε τον κωδικό πρόσβασής σας.

source: Not sent
el: Δεν εστάλη

source: Click here to display the full size image
el: Πατήστε εδώ για να δείτε την εικόνα σε πλήρες μέγεθος

source: Open in browser
el: Ανοίξτε στον περιηγητή.

source: Other groups
el: Άλλες ομάδες

source: Pull to refresh
el: Τραβήξτε προς τα κάτω για ανανέωση

source: You will be redirected to the site.
el: Θα μεταφερθείτε στο site.

source: This user lacks some required profile data. Please enter the data in your site and try again.<br>{{$a}}
el: Αυτός ο χρήστης δεν έχει συμπληρωμένα κάποια απαιτούμενα στοιχεία του προφίλ του. Συμπληρώστε τα δεδομένα στο Moodle σας και προσπαθήστε ξανά.<br>{{$a}}

source: Retry
el: Προσπαθήστε ξανά

source: Searching
el: Αναζήτηση

source: Sending
el: Αποστολή

source: The site is undergoing maintenance and is currently not available.
el: Η ιστοσελίδα είναι υπό συντήρηση και δεν είναι άμεσα διαθέσιμη

source: Sorry...
el: Λυπάμαι...

source: There are offline {{$a}} to be synchronised.
el: Υπάρχουν εκτός σύνδεσης {{$a}} για συγχρονισμό.

source: Try again
el: Προσπαθήστε ξανά.

source: Unexpected error. Please close and reopen the application then try again.
el: Απρόσμενο σφάλμα. Κλείστε και ανοίξτε ξανά την εφαρμογή για να προσπαθήσετε ξανά

source: Some emojis are not supported on this site. Such characters will be removed when the message is sent.
el: Ορισμένα emojis δεν υποστηρίζονται σε αυτόν τον ιστότοπο. Αυτοί οι χαρακτήρες θα αφαιρεθούν κατά την αποστολή του μηνύματος.

source: Empty text was found when cleaning Unicode chars.
el: Κενό κείμενο βρέθηκε κατά τον καθαρισμό χαρακτήρων Unicode.

source: Unknown
el: Άγνωστο

source: Unzipping
el: Αποσυμπίεση

source: Offline data from {{component}} '{{name}}' has been deleted. {{error}}
el: Τα δεδομένα εκτός σύνδεσης {{component}} '{{name}}' έχουν σβηστεί. {{error}}

source: Why is this happening?
el: Γιατί συμβαίνει αυτό;

source: The web service function is not available.
el: Η λειτουργία διαδικτύου δεν είναι διαθέσιμη.

source: Your organisation has disabled this activity in the mobile app.
el: Ο οργανισμός σας απενεργοποίησε αυτήν την δραστηριότητα στην εφαρμογή για κινητά.

source: This activity is not yet viewable in the app.
el: Δεν μπορείτε να δείτε αυτή τη δραστηριότητα στην εφαρμογή ακόμα.

source: This activity or resource is not yet viewable in the app. Click the button below to access it via your site.
el: Δεν μπορείτε να δείτε αυτή τη δραστηριότητα/πόρο στην εφαρμογή ακόμα, κάντε κλικ στο παρακάτω κουμπί για να την προσπελάσετε από το site.

source: We are working on supporting the {{$a}} activity.
el: Εργαζόμαστε για την υποστήριξη της δραστηριότητας {{$a}} .

source: Your organisation installed a plugin that is not yet supported.
el: Ο οργανισμός σας εγκατέστησε ένα plugin που δεν υποστηρίζεται ακόμη.

source: Your organisation's Moodle installation needs to be updated.
el: Η πλατφόρμα Moodle του οργανισμού σας πρέπει να αναβαθμιστεί.

source: All sections
el: Όλα τα τμήματα

source: Contact the site administrator and tell them you want to use this activity with the Moodle Mobile app.
el: Επικοινωνήστε με το διαχειριστή του site για να πείτε ότι θέλετε να χρησιμοποιήσετε αυτή τη δραστηριότητα με την εφαρμογή του Moodle για κινητά.

source: Are you sure you want to delete these files?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα αρχεία αυτής της ενότητας;

# $string['mm.course.confirmdownload']
source: You are about to download {{size}}. Are you sure you want to continue?
el: Πρόκειται να κατεβάσετε {{size}}. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

# $string['mm.course.confirmdownloadsection']
source: You are about to download {{size}}. Are you sure you want to continue?
el: Πρόκειται να κατεβάσετε {{size}}. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: It was not possible to calculate the size of the download. Are you sure you want to continue?
el: Δεν κατέστη δυνατό να υπολογιστεί το μέγεθος των αρχείων που θέλετε να κατεβάσετε. Είστε σίγουροι ότι θέλετε να τα κατεβάσετε;

source: You are about to download <strong>at least</strong> {{size}}. Are you sure you want to continue?
el: Πρόκειται να κατεβάσετε <strong>τουλάχιστον</strong> {{size}}. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: Contents
el: Περιεχόμενα

source: Could not load the section content. Please try again later.
el: Δεν ήταν δυνατή η φόρτωση του περιεχομένου αυτής της ενότητας, δοκιμάστε ξανά αργότερα.

source: Could not load the sections. Please try again later.
el: Δεν ήταν δυνατή η φόρτωση αυτής της ενότητας, δοκιμάστε ξανά αργότερα.

source: Error downloading section.
el: Σφάλμα λήψης ενότητας

source: Error getting activity data.
el: Σφάλμα κατά τη λήψη των δεδομένων της ενότητας.

source: Go to the site
el: Πηγαίνετε στο site.

source: No content available at the moment.
el: Δεν υπάρχει περιεχόμενο διαθέσιμο αυτή τη στιγμή.

source: Categories deeper than level {{$a}} cannot be retrieved.
el: Δεν είναι δυνατή η ανάκτηση κατηγοριών μετά από το επίπεδο {{$a}}.

source: Are you sure you want to enrol yourself in this course?
el: Είστε σίγουροι ότι θέλετε να εγγραφείτε σε αυτό το μάθημα;

source: Enrol me
el: Εγγραφή

source: An error occurred while loading categories.
el: Παρουσιάστηκε σφάλμα κατά την φόρτωση των κατηγοριών.

source: An error occurred while loading courses.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση των μαθημάτων.

source: An error occurred while searching.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια της αναζήτησης.

source: An error occurred while self enrolling.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια της αυτο-εγγραφής.

source: Filter my courses
el: Φιλτράρισμα των μαθημάτων μου

# $string['mm.courses.frontpage']
source: Front page
el: Αρχική σελίδα

source: Show all
el: Προβολή όλων

source: No course information to show.
el: Δεν υπάρχουν πληροφορίες για αυτό το μάθημα.

source: You cannot enrol yourself in this course.
el: Δεν μπορείτε να αυτο-εγγραφείτε σε αυτό το μάθημα.

source: Enrolment key
el: Κλειδί εγγραφής

source: You can use the search courses button to find courses to access as a guest or enrol yourself in courses that allow it.
el: Μπορείτε να χρησιμοποιήσετε το κουμπί Αναζήτηση μαθημάτων για πρόσβαση ως επισκέπτης ή για να αυτο-εγγραφείτε σε μαθήματα που το επιτρέπουν.

source: Self enrolment
el: Αυτο-εγγραφή

source: Total courses: {{$a}}
el: Συνολικά μαθήματα: {{$a}}

source: Add file
el: Προσθήκη αρχείου

# $string['mm.fileuploader.camera']
source: Camera
el: Κάμερα

# $string['mm.fileuploader.confirmuploadfile']
source: You are about to upload {{size}}. Are you sure you want to continue?
el: Πρόκειται να ανεβάσετε {{size}}. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: It was not possible to calculate the size of the upload. Are you sure you want to continue?
el: Δεν κατέστη δυνατός ο υπολογισμός των αρχείων για ανέβασμα. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

# $string['mm.fileuploader.errorcapturingaudio']
source: Error capturing audio.
el: Σφάλμα καταγραφής ήχου.

# $string['mm.fileuploader.errorcapturingimage']
source: Error capturing image.
el: Σφάλμα καταγραφής εικόνας.

# $string['mm.fileuploader.errorcapturingvideo']
source: Error capturing video.
el: Σφάλμα καταγραφής βίντεο.

# $string['mm.fileuploader.errorgettingimagealbum']
source: Error getting image from album.
el: Σφάλμα κατά τη λήψη εικόνας από το αλμπουμ.

# $string['mm.fileuploader.errormustbeonlinetoupload']
source: You have to be online to upload files.
el: Πρέπει να είστε συνδεδεμένοι για να ανεβάσετε αρχεία.

# $string['mm.fileuploader.errornoapp']
source: You don't have an app installed to perform this action.
el: Δεν έχετε εγκατεστημένη εφαρμογή για να εκτελέσετε αυτή την ενέργεια.

# $string['mm.fileuploader.errorreadingfile']
source: Error reading file.
el: Σφάλμα ανάγνωσης αρχείου.

# $string['mm.fileuploader.errorwhileuploading']
source: An error occurred during the file upload.
el: Παρουσιάστηκε σφάλμα κατά το ανέβασμα του αρχείου.

source: File
el: Αρχείο

# $string['mm.fileuploader.fileuploaded']
source: The file was successfully uploaded.
el: Το αρχείο ανέβηκε επιτυχώς.

source: The file {{$a.file}} is too large. The maximum size you can upload is {{$a.size}}.
el: Το αρχείο {{$a.file}} είναι πολύ μεγάλο. Το μέγιστο μέγεθος που μπορείτε να ανεβάσετε είναι {{$a.size}}.

# $string['mm.fileuploader.photoalbums']
source: Photo albums
el: Άλμπουμ φωτογραφιών

# $string['mm.fileuploader.readingfile']
source: Reading file
el: Ανάγνωση αρχείου

source: Select a file
el: Επιλογή αρχείου

source: Upload a file
el: Ανεβάστε ένα αρχείο

# $string['mm.fileuploader.uploading']
source: Uploading
el: Ανέβασμα

source: Uploading: {{$a}}%
el: Ανέβασμα: {{$a}}%

# $string['mm.fileuploader.video']
source: Video
el: Βίντεο

source: Email-based self registration
el: Email-based αυτο-εγγραφή

source: Authenticating
el: Έλεγχος ταυτότητας

source: File downloading is disabled. The app can't work with this setting disabled. Please contact your site administrator.
el: Το κατέβασμα αρχείων είναι απενεργοποιημένο στη Mobile υπηρεσία, η εφαρμογή δεν μπορεί να λειτουργήσει με αυτή τη ρύθμιση απενεργοποιημένη. Παρακαλώ, επικοινωνήστε με το διαχειριστή του site σας.

source: Check that your site uses Moodle 2.4 or later.
el: Ελέγξτε ποια έκδοση Moodle χρησιμοποιεί το site, Moodle 2.4 ή μετέπειτα έκδοση.

source: Are you sure you want to delete the site {{sitename}}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το site {{sitename}};

source: Connect!
el: Σύνδεση!

source: Connect to Moodle
el: Σύνδεση στο Moodle

source: Contact your site administrator for further help.
el: Επικοινωνήστε με το διαχειριστή του site για περαιτέρω βοήθεια.

source: Please ask your site administrator to check the following issue: {{$a}}
el: Ζητήστε από το διαχειριστή του site να ελέγξει το ζήτημα: {{$a}}

source: Please provide your username and password to log in.
el: Δώστε το όνομα χρήστη και τον κωδικό πρόσβασής σας για να συνδεθείτε.

source: <p>An email should have been sent to your address at <b>{{$a}}</b></p><p>It contains easy instructions to complete your registration.</p><p>If you continue to have difficulty, contact the site administrator.</p>
el: <p>Ένα email έχει σταλεί στη διεύθυνση σας <b>{{$a}}</b></p><p> Περιέχει εύκολες οδηγίες για να ολοκληρώσετε την εγγραφή σας. </p><p> Εάν συνεχίσετε να έχετε δυσκολίες επικοινωνήστε με το διαχειριστή του site.</p>

source: Emails do not match
el: Οι διευθύνσεις email δεν ταιριάζουν

source: The cross-origin call you're trying to perform has been rejected. Please check https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium
el: Η κλήση πολλαπλών προελεύσεων (Cross-Origin call) που προσπαθείτε να εκτελέσετε έχει απορριφθεί. Παρακαλώ ελέγξτε https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium

source: An error occurred while deleting this site. Please try again.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια της διαγραφής του site. Δοκιμάστε ξανά αργότερα.

source: An error occurred while updating the site's token.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση του site token.

source: <p>There are many thousands of Moodle sites around the world. This app can only connect to Moodle sites that have specifically enabled Mobile app access.</p><p>If you can't connect to your Moodle site then you need to contact your site administrator and ask them to read <a href="http://docs.moodle.org/en/Mobile_app" target="_blank">http://docs.moodle.org/en/Mobile_app</a></p><p>To test the app in a Moodle demo site type <i>teacher</i> or <i>student</i> in the <i>Site address</i> field and click the <b>Connect button</b>.</p>
el: <p> Υπάρχουν χιλιάδες Moodle ιστότοποι σε όλο τον κόσμο. Αυτή η εφαρμογή μπορεί να συνδεθεί μόνο σε ιστότοπους Moodle που έχουν ενεργοποιήσει συγκεκριμένα την πρόσβαση σε εφαρμογές για κινητά. </p> <p> Εάν δεν μπορείτε να συνδεθείτε στον ιστότοπό σας Moodle, πρέπει να επικοινωνήσετε με το διαχειριστή του Moodle ιστότοπου όπου θέλετε να συνδεθείτε και ζητήστε τους να διαβάσουν <a href="http://docs.moodle.org/en/Mobile_app" target="_blank"> http://docs.moodle.org/en/Mobile_app </a> </p> <p> Για να δοκιμάσετε την εφαρμογή σε έναν δοκιμαστικό ιστότοπο Moodle <i> δάσκαλος </i> ή <i> σπουδαστής </i> στο πεδίο <i> Διεύθυνση ιστοτόπου </i> και κάντε κλικ στο κουμπί < </b>. </p>

source: Please check your login details or ask your site administrator to check the site configuration.
el: Ελέγξτε τα στοιχεία σύνδεσης ή ζητήστε από τον διαχειριστή του ιστότοπού σας να ελέγξει τη διαμόρφωση του ιστότοπου.

source: Invalid date
el: Η ημερομηνία δεν είναι σωστή

source: Invalid Moodle version. The minimum version required is 2.4.
el: Μη έγκυρη έκδοση Moodle. Η ελάχιστη απαιτούμενη έκδοση είναι η 2.4.

source: The site URL is invalid.
el: Η διεύθυνση ιστότοπου δεν είναι έγκυρη.

source: Invalid time
el: Μη έγκυρη ώρα

source: The maximum value is {{$a}}
el: Η μεγαλύτερη τιμή είναι {{$a}}

source: The minimum value is {{$a}}
el: Η μικρότερη τιμή είναι {{$a}}

source: Moodle Mobile Additional Features check returned an unexpected response. You will be authenticated using the standard mobile service.
el: Ο έλεγχος επιπρόσθετων λειτουργιών τη εφαρμοργής για κινητά Moodle επέστρεψε μια απροσδόκητη απόκριση, θα πιστοποιηθείτε χρησιμοποιώντας την τυπική υπηρεσία κινητής τηλεφωνίας.

source: You have to authenticate again. You need to log in to the site in a browser window.
el: Πρέπει να επαληθεύσετε ξανά τον έλεγχο ταυτότητας. Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.

source: Log in
el: Σύνδεση

source: You need to log in to the site in a browser window.
el: Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.

source: Mobile access is not enabled on your site. Please contact your site administrator if you think it should be enabled.
el: Οι υπηρεσίες κινητής τηλεφωνίας δεν είναι ενεργοποιημένες στον ιστότοπό σας. Παρακαλούμε, επικοινωνήστε με τον διαχειριστή του ιστότοπου εάν πιστεύετε ότι η πρόσβαση στο κινητό θα πρέπει να είναι ενεργοποιημένη.

source: Please enter the URL of your Moodle site. Note that it might not be configured to work with this app.
el: Καταχωρίστε τη διεύθυνση URL του ιστότοπού σας Moodle. Σημειώστε ότι ενδέχεται να μην έχει ρυθμιστεί να λειτουργεί με αυτήν την εφαρμογή.

source: You need to be logged in.
el: Πρέπει να συνδεθείτε

source: Password required
el: Απαιτείται κωδικός πρόσβασης

source: We're having trouble connecting to
el: Παρουσιάστηκαν προβλήματα σύνδεσης

source: Double check you've entered the address correctly and try again.
el: Ελέγξτε ότι έχετε εισάγει σωστά τη διεύθυνση και προσπαθήστε ξανά.

source: Invalid value
el: Μη έγκυρη τιμή

source: reCAPTCHA challenge image
el: Εικόνα reCAPTCHA

source: Reconnect
el: Επανασύνδεση

source: Your authentication token is invalid or has expired. You have to reconnect to the site.
el: Η σύνδεση με το λογαριασμό σας δεν είναι έγκυρη ή έχει λήξει, πρέπει να επανασυνδεθείτε με τον ιστότοπο.

source: Your authentication token is invalid or has expired. You have to reconnect to the site. You need to log in to the site in a browser window.
el: Η σύνδεση με το λογαριασμό σας δεν είναι έγκυρη ή έχει λήξει, πρέπει να επανασυνδεθείτε με τον ιστότοπο. Θα πρέπει να συνδεθείτε στον ιστότοπο σε ένα παράθυρο του προγράμματος περιήγησης.

source: {{$a}} is not enabled.
el: {{$a}} δεν έχει ενεργοποιηθεί.

source: Site address
el: Διεύθυνση ιστότοπου

source: Your site is in maintenance mode
el: Ο ιστότοπός σας βρίσκεται σε λειτουργία συντήρησης

source: Site policy not agreed.
el: Η πολιτική του ιστότοπου δεν έγινε δεκτή.

source: Site URL
el: URL του ιστότοπου

source: Site URL required i.e <i>http://www.yourmoodlesite.org</i>
el: Το URL του ιστότοπου είναι απαραίτητο, π.χ. <i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>

source: Still can't connect?
el: Ακόμα δεν μπορείτε να συνδεθείτε;

source: Username required
el: Το όνομα χρήστη είναι απαραίτητο

source: Do you want to visit the site to change the password?
el: Θέλετε να επισκεφτείτε τον ιστότοπο για να αλλάξετε τον κωδικό πρόσβασης;

source: Web services are not enabled in your site. Please contact your site administrator if you think they should be enabled.
el: Οι υπηρεσίες Web δεν είναι ενεργοποιημένες στον ιστότοπό σας. Παρακαλούμε, επικοινωνήστε με τον διαχειριστή του δικτυακού σας τόπου για το Moodle εάν πιστεύετε ότι η πρόσβαση στο κινητό θα πρέπει να είναι ενεργοποιημένη.

source: The application doesn't support attaching files to answers yet.
el: Η εφαρμογή δεν υποστηρίζει ακόμα την προσάρτηση αρχείων σε απαντήσεις.

source: The application doesn't support editing inline files yet.
el: Η εφαρμογή δεν υποστηρίζει ακόμα την επεξεργασία αρχείων.

source: This question type is not supported by the app: {{$a}}.
el: Αυτός ο τύπος ερωτήματος δεν υποστηρίζεται από την εφαρμογή: {{$a}}.

source: Tap to select then tap to drop.
el: Πατήστε για να επιλέξετε και στη συνέχεια, πατήστε για να αφήσετε.

source: Question {{$a}}: {{$b}}
el: Ερώτηση {{$a}}: {{$b}}

source: Cannot determine status
el: Δεν είναι δυνατός ο προσδιορισμός της κατάστασης

source: About
el: Σχετικά

source: App ready
el: Η εφαρμογή είναι έτοιμη

source: Cache expiry time (milliseconds)
el: Χρόνος λήξης της προσωρινής μνήμης (miliseconds)

source: Cannot synchronise offline.
el: Δεν είναι δυνατός ο συγχρονισμός εκτός σύνδεσης.
