Repository: eellak/moodle-po
Catalog: po-*/local_moodlemobileapp.po
Languages: el

source: NOTE: This official Moodle Mobile app will ONLY work with Moodle sites that have been set up to allow it. Please talk to your Moodle administrator if you have any problems connecting. If your Moodle site has been configured correctly, you can use this app to: - browse the content of your courses, even when offline - receive instant notifications of messages and other events - quickly find and contact other people in your courses - upload images, audio, videos and other files from your mobile device - view your course grades - and more! Please see http://docs.moodle.org/en/Mobile_app for all the latest information. We’d really appreciate any good reviews about the functionality so far, and your suggestions on what else you want this app to do! The app requires the following permissions: Record audio - For recording audio to upload to Moodle Read and modify the contents of your SD card - Contents are downloaded to the SD Card so you can see them offline Network access - To be able to connect with your Moodle site and check if you are connected or not to switch to offline mode Run at startup - So you receive local notifications even when the app is running in the background Prevent phone from sleeping - So you can receive push notifications anytime
el: ΣΗΜΕΙΩΣΗ: Η επίσημη εφαρμογή του Moodle για κινητά, λειτουργεί μόνο σε συνδυασμό με Moodle ιστότοπους που έχουν ρυθμιστεί να το επιτρέπουν. Παρακαλώ επικοινωνήστε με τον διαχειριστή του Moodle ιστότοπου σας εάν έχετε κάποιο πρόβλημα στη σύνδεσή με την εφαρμογή. Εάν ο Moodle ιστότοπός σας έχει ρυθμιστεί σωστά μπορείτε να χρησιμοποιήσετε την εφαρμογή για να: - περιηγηθείτε στο περιεχόμενο των μαθημάτων σας, ακόμα και όταν είστε offline - λαμβάνετε άμεσα ειδοποιήσεις μηνυμάτων και άλλες εκδηλώσεις - βρείτε και να επικοινωνήσετε άμεσα με άλλους εκπαιδευόμενους - ανεβάσετε εικόνες, ήχο, βίντεο και άλλα αρχεία από το κινητό σας - δείτε τους βαθμούς σας - Και πολλά άλλα! Επισκεφτείτε τη σελίδα http://docs.moodle.org/en/Mobile_app για περισσότερες πληροφορίες. Θα εκτιμούσαμε κάθε καλή κριτική για τη λειτουργικότητα της εφαρμογής μέχρι τώρα, και τις συμβουλές σας σε ό,τι άλλο επιθυμείτε να προσφέρει η εφαρμογή. Η εφαρμογή απαιτεί δικαιώματα για τα παρακάτω: Εγγραφή ήχου - Για την εγγραφή ηχητικού αρχείου προκειμένου να ανέβει στο Moodle. Πρόσβαση στα δεδομένα της SD καρτας του κινητού - Τα περιεχόμενα αποθηκεύονται στην SD κάρτα προκειμένου να μπορείτε να τα δείτε εκτός σύνδεσης. Πρόσβαση στο δίκτυο - Για να μπορείτε να συνδεθείτε στον Moodle ιστότοπό σας και να γίνεται έλεγχος για επιτυχή σύνδεση. Εκτέλεση κατά την εκκίνηση - Για την λήψη ενημερώσεων ακόμα και αν η εφαρμογή τρέχει στο παρασκήνιο. Παρεμπόδιση της μετάβασης του τηλεφώνου σε κατάσταση αδράνειας - Για να δέχεστε ενημερώσεις οποιαδήποτε στιγμή.

source: Calendar events
el: Ημερολόγιο συμβάντων

source: Default notification time
el: Προεπιλεγμένος χρόνος ειδοποίησης

source: Error loading event.
el: Σφάλμα στην φόρτωση συμβάντου.

source: Error loading events.
el: Σφάλμα στην φόρτωση συμβάντων.

source: There are no events
el: Δεν υπάρχουν συμβάντα

# $string['mma.calendar.notifications']
source: Notifications
el: Ειδοποιήσεις

source: No competencies found
el: Δεν βρέθηκαν ικανότητες

source: My learning plans
el: Το μαθησιακό πλάνο μου

source: No competencies
el: Δεν βρέθηκαν ικανότητες

source: Complete
el: Ολοκλήρωση

source: Complete course
el: Ολοκλήρωση μαθήματος

source: Completed
el: Ολοκληρωμένο

source: Completion date
el: Ημερομηνία ολοκλήρωσης

source: Could not load the course completion report. Please try again later.
el: Δεν ήταν δυνατή η φόρτωση της αναφοράς ολοκλήρωσης του μαθήματος, δοκιμάστε ξανά αργότερα.

source: Course completion
el: Ολοκλήρωση μαθήματος

source: Criteria
el: Κριτήρια

source: Criteria group
el: Ομάδα κριτηρίων

source: All criteria below are required.
el: Όλα τα παρακάτω κριτήρια είναι υποχρεωτικά

source: Any criteria below are required.
el: Οποιοδήποτε από τα παρακάτω κριτήρια είναι υποχρεωτικά

source: In progress
el: Σε εξέλιξη

source: Manual self completion
el: Μη αυτόματη ολοκλήρωση

source: Not yet started
el: Δεν έχει ξεκινήσει ακόμα

source: Pending
el: Εκκρεμής

source: Required
el: Απαιτείται

source: Required criteria
el: Απαιτούμενα κριτήρια

source: Requirement
el: Απαίτηση

source: Status
el: Κατάσταση

source: View course report
el: Δείτε την αναφορά μαθήματος

source: The site administrator has disabled file downloads. You may browse through the files but not download them.
el: Παρακαλω λάβετε υπόψιν ότι ο διαχειριστής του Moodle site σας απενεργοποίησε τις λήψεις αρχείων, μπορείτε να περιηγηθείτε μέσα στα αρχεία, αλλά όχι να τα κατεβάσετε.

# $string['mma.files.camera']
source: Camera
el: Κάμερα

source: Choose an account to upload the file to.
el: Επιλέξτε έναν λογαριασμό για να μεταφορτώσετε το αρχείο

source: Click the button below to upload files to your private files.
el: Κάντε κλικ στο παρακάτω κουμπί για να μεταφορτώσετε αρχεία στους προσωπικούς σας φακέλους.

# $string['mma.files.confirmuploadfile']
source: You are about to upload {{size}}. Are you sure you want to continue?
el: Πρόκειται να ανεβάσετε {{size}}. Είστε σίγουροι ότι θέλετε να συνεχίσετε;

source: The list of files could not be loaded.
el: Η λίστα των αρχείων δεν φορτώθηκε.

# $string['mma.files.downloading']
source: Downloading
el: Μεταφόρτωση

# $string['mma.files.emptyfilelist']
source: There are no files to show.
el: Δεν υπαρχουν αρχεία.

# $string['mma.files.errorcapturingaudio']
source: Error capturing audio.
el: Σφάλμα καταγραφής ήχου.

# $string['mma.files.errorcapturingimage']
source: Error capturing image.
el: Σφάλμα λήψης εικόνας.

# $string['mma.files.errorcapturingvideo']
source: Error capturing video.
el: Σφάλμα καταγραφής βίντεο.

# $string['mma.files.errorgettingimagealbum']
source: Error getting image from album.
el: Σφάλμα κατά τη λήψη εικόνας από τη συλλογή.

# $string['mma.files.errormustbeonlinetoupload']
source: You have to be online to upload files.
el: Πρέπει να είστε συνδεδεμένοι για να ανεβάσετε αρχεία.

# $string['mma.files.errornoapp']
source: You don't have an app installed to perform this action.
el: Δεν έχετε εγκατεστημένη κάποια εφαρμογή για να εκτελεστεί αυτή η ενέργεια.

# $string['mma.files.errorreadingfile']
source: Error reading file.
el: Σφάλμα ανάγνωσης αρχείου.

source: There are no sites stored. Please add a site before trying to upload a file.
el: Δεν υπάρχουν αποθηκευμένα sites. Παρακαλώ προσθέστε ένα site πριν προσπαθήσετε να φορτώσετε ένα αρχείο.

source: Unfortunately it is currently not possible to upload files to your site.
el: Δυστυχώς, προσωρινά δεν είναι δυνατό να ανεβάσετε τα αρχεία στο site σας.

source: An error occurred while trying to download the file.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια να κατεβάσετε το αρχείο.

source: An error occurred while trying to record audio.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια καταγραφής ήχου.

# $string['mma.files.errorwhileuploading']
source: An error occurred during the file upload.
el: Παρουσιάστηκε σφάλμα κατά τη μεταφόρτωση αρχείων.

# $string['mma.files.fileuploaded']
source: The file was successfully uploaded.
el: Αυτό το αρχείο ανέβηκε επιτυχώς.

source: My files
el: Τα αρχεία μου

source: My private files
el: Τα προσωπικά αρχεία μου

source: Files that only you can access.
el: Τα αρχεία που είναι διαθέσιμα στο προσωπικό χώρο σας σε αυτό το Moodle site.

# $string['mma.files.photoalbums']
source: Photo albums
el: Συλλογή εικόνων

# $string['mma.files.readingfile']
source: Reading file
el: Διάβασμα αρχείου

source: Other files that are available to you on this site.
el: Άλλα αρχεία που είναι στη διάθεσή σας σε αυτό το site Moodle.

# $string['mma.files.success']
source: Success!
el: Επιτυχία!

source: Upload files
el: Μεταφορτώστε αρχεία

# $string['mma.files.uploading']
source: Uploading
el: Μεταφόρτωση

# $string['mma.files.video']
source: Video
el: Βίντεο

# $string['mma.frontpage.frontpage']
source: Front page
el: Κεντρική σελίδα

source: Grade item
el: Βαθμολογία αντικειμένου

source: Configure devices
el: Διαμόρφωση συσκευών

source: You will no longer receive messages from this contact.
el: Θα σταματήσετε να λαμβάνετε μηνύματα από αυτήν την επαφή.

source: The contact list is empty
el: Η λίστα επαφών είναι κενή

source: Contact name
el: Όνομα επαφής

source: Error while deleting the message.
el: Σφάλμα κατά τη διαγραφή του μηνύματος.

source: Error while retrieving contacts from the server.
el: Σφάλμα κατά την ανάκτηση των επαφών από το διακομιστή.

source: Error while retrieving discussions from the server.
el: Σφάλμα κατά την ανάκτηση των συζητήσεων από το διακομιστή.

# $string['mma.messages.errorwhileretrievingmessages']
source: Error while retrieving messages from the server.
el: Σφάλμα κατά την ανάκτηση των μηνυμάτων από το διακομιστή.

source: Load previous messages
el: Φορτώστε τα προηγούμενα μηνύματα

source: The message was not sent. Please try again later.
el: Το μήνυμα δεν στάλθηκε, δοκιμάστε ξανά αργότερα.

# $string['mma.messages.mustbeonlinetosendmessages']
source: You must be online to send messages.
el: Πρέπει να είστε συνδεδεμένοι για να στείλετε μηνύματα

source: New messages
el: Νέα μηνύματα

source: No users found
el: Δεν βρέθηκαν χρήστες

source: Contact will be removed from your contacts list.
el: Η επαφή θα καταργηθεί από τη λίστα επαφών σας.

source: Blocked
el: Μπλοκαρισμένοι

source: Offline
el: Εκτός σύνδεσης

source: Online
el: Συνδεδεμένος

source: Search results
el: Αποτελέσματα αναζήτησης

source: Others
el: Άλλοι

source: Couldn't send message(s) to user {{user}}. {{error}}
el: Το/τα μήνυμα/μηνύματα δεν μπόρεσε/αν να σταλεί/ούν στο χρήστη {{user}}. {{error}}

source: Please accept the submission statement.
el: Παρακαλώ δεχθείτε τη δήλωση υποβολής.

source: You can't add or edit a submission in the app because the submission statement could not be retrieved from the site.
el: Δεν μπορείτε να προσθέσετε ή να επεξεργαστείτε μια υποβολή στην εφαρμογή, γιατί δεν κατέστη δυνατό να ανακτηθεί η δήλωση υποβολής από το site.

source: Certain grading methods are not yet supported by the app and cannot be modified.
el: Μερικές μέθοδοι ταξινόμησης δεν υποστηρίζονται ακόμα από την εφαρμογή και δεν μπορεί να τροποποιηθεί.

source: You can't make a submission in the app because the submission statement could not be retrieved from the site.
el: Δεν μπορείτε να υποβάλετε για βαθμολόγηση στην εφαρμογή, γιατί δεν κατέστη δυνατό να ανακτηθεί η δήλωση υποβολής από το site.

source: You can't add or edit a submission in the app because certain plugins are not yet supported for editing.
el: Δεν μπορείτε να προσθέσετε ή να επεξεργαστείτε μια υποβολή στην εφαρμογή επειδή ορισμένα plugins δεν υποστηρίζονται για επεξεργασία:

source: Submission information cannot be displayed.
el: Δεν μπορούν να εμφανιστούν οι πληροφορίες υποβολής

source: This feedback is not supported by the app and may not contain all the information.
el: Αυτό το σχόλιο δεν υποστηρίζεται από την εφαρμογή και μπορεί να μην περιέχει όλες τις πληροφορίες

source: Grade not synced
el: Η βαθμολογία δεν συγχρονίστηκε

source: Participants who have not made a submission are not shown.
el: Συμμετέχοντες χωρίς υποβολές δεν προβάλλονται

source: This submission is not supported by the app and may not contain all the information.
el: Η υποβολή αυτή δεν υποστηρίζεται από την εφαρμογή και δεν μπορεί να περιέχει όλα τα στοιχεία που

# $string['mma.mod_assign.userwithid']
source: User with ID {{id}}
el: Ο χρήστης με id {{id}}

source: The submission grade was modified on the site.
el: Ο βαθμός υποβολής τροποποιήθηκε στο site.

source: The user submission was modified on the site.
el: Η υποβολή του χρήστη τροποποιήθηκε στο site.

source: Error while connecting to the chat.
el: Σφάλμα κατά τη σύνδεση στο chat.

source: Error while getting chat data.
el: Σφάλμα κατά την ανάκτηση των δεδομένων του chat.

source: Error while getting chat users.
el: Σφάλμα κατά την ανάκτηση των χρηστών του chat.

# $string['mma.mod_chat.errorwhileretrievingmessages']
source: Error while retrieving messages from the server.
el: Σφάλμα κατά την ανάκτηση των μηνυμάτων από το διακομιστή.

source: Error while sending the message.
el: Σφάλμα κατά την αποστολή του μηνύματος.

# $string['mma.mod_chat.mustbeonlinetosendmessages']
source: You must be online to send messages.
el: Πρέπει να είστε συνδεδεμένοι για να στείλετε μηνύματα

source: Error getting choice data.
el: Σφάλμα κατά τη λήψη των επιλεγμένων δεδομένων.

source: {{number}}% of the users chose the option: {{text}}.
el: {{number}}% των χρηστών επέλεξε: {{text}}.

source: Your last response must be synchronised before it is included in the results.
el: Τα αποτελέσματα δεν περιλαμβάνουν την τελευταία απάντησή σας. Παρακαλώ, συγχρονίστε την εφαρμογή για να τα ενημερώσετε.

source: Feedback with CAPTCHA cannot be completed offline, or if not configured, or if the server is down.
el: Η ανατροφοδότηση με την χρήση captcha δεν μπορεί να ολοκληρωθεί εάν δεν έχει διαμορφωθεί, εάν βρίσκεστε εκτός λειτουργίας ή με ο server δεν λειτουργεί.

source: This feedback has been saved to be submitted later.
el: Αυτή η ανατροφοδότηση έχει αποθηκευτεί για να υποβληθεί αργότερα.

# $string['mma.mod_folder.emptyfilelist']
source: There are no files to show.
el: Δεν υπάρχουν αρχεία.

source: Error while getting folder data.
el: Σφάλμα κατά τη λήψη των δεδομένων του φακέλου.

source: Error getting forum data.
el: Σφάλμα κατά τη λήψη των δεδομένων του forum.

source: Error getting group settings.
el: Σφάλμα κατά τη λήψη των ρυθμίσεων της ομάδας.

source: There are no discussions yet in this forum.
el: Δεν υπάρχουν ακόμα θέματα συζήτησης σε αυτό το forum.

source: Group
el: Ομάδα

source: {{numdiscussions}} discussions
el: {{numdiscussions}} συζητήσεις

source: {{numreplies}} replies
el: {{numreplies}} απαντήσεις

source: Refresh discussions
el: Ανανεώστε τις συζητήσεις

source: Refresh posts
el: Ανανεώστε τα μηνύματα της συζήτησης

source: Display newest first
el: Εμφανίστε πρώτα τα νεότερα

source: Display oldest first
el: Εμφανίστε πρώτα τα παλαιότερα

source: Browse entries
el: Περιήγηση στις καταχωρήσεις

source: Alphabetically
el: Αλφαβητικά

source: Group by author
el: Ομαδοποίηση ανά συγγραφέα

source: Group by category
el: Ομαδοποίηση ανά κατηγορία

source: Newest first
el: Νεότερα πρώτα

source: Recently updated
el: Ανανεώθηκαν πρόσφατα

source: Search
el: Αναζήτηση

source: Cannot edit entry
el: Δεν είναι δυνατή η επεξεργασία της καταχώρισης

source: Entries to be synced
el: Entries που πρέπει να συγχρονιστούν

source: This entry is pending approval.
el: Εκκρεμεί η έγκριση για αυτή την καταχώρηση.

source: An error occurred while loading entries.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση των καταχωρήσεων.

source: An error occurred while loading the entry.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση της καταχώρησης.

source: An error occurred while loading the glossary.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του glossary.

source: No entries were found.
el: Δεν βρέθηκαν καταχωρήσεις.

source: Search query
el: Αναζήτηση ερωτήματος

source: Show description
el: Εμφάνιση περιγραφής

source: Label
el: Ετικέτα

source: Tap to view the label.
el: Πατήστε για να δείτε την ετικέτα.

source: This attempt can no longer be reviewed because another attempt has been finished.
el: Αυτή η προσπάθεια δεν μπορεί πλέον να αναθεωρηθεί επειδή μια άλλη προσπάθεια έχει ήδη ολοκληρωθεί.

source: This attempt was finished offline.
el: Αυτή η προσπάθεια έχει ολοκληρωθεί εκτός σύνδεσης.

source: An offline attempt was synchronised. Do you want to review it?
el: Μια προσπάθεια εκτός σύνδεσης συγχρονίστηκε. Θέλετε να την αναθεωρήσετε;

source: The attempt was finished on the site.
el: Η προσπάθεια ολοκληρώθηκε στον ιστότοπο.

source: Error getting module data.
el: Σφάλμα κατά τη λήψη των δεδομένων του module.

source: The launch URL is not valid.
el: Η αρχική διεύθυνση δεν είναι έγκυρη.

source: Launch the activity
el: Ξεκινήστε την δραστηριότητα

source: Error while loading the page content.
el: Σφάλμα κατά τη φόρτωση του περιεχομένου της σελίδας.

source: This quiz attempt cannot be submitted for the following reasons:
el: Αυτή η προσπάθεια επίλυσης του κουίζ δεν μπορεί να υποβληθεί για τους εξής λόγους:

source: This attempt has not been synchronised since {{$a}}. If you have continued this attempt in another device since then, you may lose data.
el: Αυτή η προσπάθεια δεν έχει συγχρονιστεί από {{$ a}}. Αν έχετε συνεχίσει την προσπάθεια αυτή σε μια άλλη συσκευή από τότε, μπορεί να χάσετε δεδομένα.

source: An error occurred while saving the answers. Are you sure you want to leave the quiz?
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση των απαντήσεων. Είστε σίγουροι ότι θέλετε να εξέλθετε από το κουίζ;

source: This quiz can't be attempted in the app because the question behaviour is not supported by the app:
el: Δεν μπορείτε να πραγματοποιήσετε αυτό το κουίζ στην εφαρμογή, διότι η συμπεριφορά του δεν υποστηρίζεται από την εφαρμογή:

source: Error downloading required data.
el: Σφάλμα κατά τη λήψη των απαιτούμενων δεδομένων.

source: Error getting attempt data.
el: Σφάλμα κατά τη λήψη δεδομένων προσπάθειας.

source: Error getting questions.
el: Σφάλμα κατά τη λήψη των ερωτήσεων.

source: Error getting quiz data.
el: Σφάλμα κατά τη λήψη δεδομένων κουίζ.

source: An error occurred while reading the questions. Please attempt this quiz in a web browser.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση των ερωτήσεων. Παρακαλώ να κάνετε αυτό το κουίζ σε ένα web browser.

source: This quiz can't be attempted in the app because it contains questions not supported by the app:
el: Αυτό το κουίζ δεν μπορεί να επιχειρηθεί στην εφαρμογή, γιατί μπορεί να περιέχει ερωτήσεις που δεν υποστηρίζονται από την εφαρμογή:

source: This quiz can't be attempted in the app because it has access rules not supported by the app:
el: Αυτό το κουίζ δεν μπορεί να επιχειρηθεί στην εφαρμογή επειδή έχει κανόνες πρόσβασης που δεν υποστηρίζονται από την εφαρμογή:

source: An error occurred while saving the attempt data.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης των δεδομένων.

# $string['mma.mod_quiz.errorsyncquiz']$string['mma.mod_quiz.errorsyncquiz']
source: An error occurred while synchronising. Please try again.
el: Παρουσιάστηκε σφάλμα κατά το συγχρονισμό. Παρακαλώ προσπαθήστε ξανα.

source: This quiz cannot be synchronised right now because of an ongoing process. Please try again later. If the problem persists, try restarting the app.
el: Αυτό το κουίζ δεν μπορεί να συγχρονιστεί τώρα εξαιτίας μιας εκτελούμενης διαδικασίας. Παρακαλώ δοκιμάστε ξανά αργότερα. Εάν το πρόβλημα παραμένει, δοκιμάστε να επανεκκινήσετε την εφαρμογή.

source: Finished but not synchronised
el: Ολοκληρωμένο αλλά όχι συγχρονισμένο

source: This quiz has offline data to be synchronised.
el: Αυτό το κουίζ έχει δεδομένα εκτός σύνδεσης που πρέπει να συγχρονιστούν.

source: Open navigation popover
el: Ανοίξτε το popover πλοήγησης.

source: Offline attempt discarded as it was finished on the site or not found.
el: Η προσπάθεια εκτός σύνδεσης απορρίφθηκε διότι είτε δεν βρέθηκε, είτε έχει ολοκληρωθεί στο site.

source: Some offline answers were discarded because the questions were modified online.
el: Μερικές απαντήσεις εκτός σύνδεσης απορρίφθηκαν διότι οι ερωτήσεις είχαν τροποποιηθεί online.

source: Attempt unfinished because some offline answers were discarded. Please review your answers then resubmit the attempt.
el: Η προσπάθεια δεν ολοκληρώθηκε διότι κάποιες απαντήσεις απορρίφθηκαν. Παρακαλώ ελέγξτε τις απαντήσεις και υποβάλετε εκ νέου την προσπάθεια.

source: Error while loading the content.
el: Σφάλμα κατά τη φόρτωση του περιεχομένου.

source: Open the file
el: Ανοίξτε το αρχείο

source: Grade couldn't be calculated.
el: Ο βαθμός δεν μπόρεσε να υπολογιστεί.

source: This data belongs to the attempt number {{number}}.
el: Αυτά τα δεδομένα ανήκουν στην προσπάθεια με αριθμό {{number}}.

source: An error occurred while creating a new offline attempt. Please try again.
el: Παρουσιάστηκε σφάλμα κατά τη εκκίνηση μιας νέας προσπάθειας εκτός σύνδεσης. Παρακαλώ προσπαθείστε ξανά.

source: Error downloading SCORM: "{{name}}".
el: Σφάλμα κατά τη λήψη SCORM: "{{name}}".

source: Error getting SCORM data.
el: Σφάλμα κατά τη λήψη δεδομένων SCORM.

source: Sorry, the application only supports SCORM 1.2.
el: Λυπούμαστε, η εφαρμογή υποστηρίζει μόνο SCORM 1.2.

source: The download of SCORM packages is disabled. Please contact your site administrator.
el: Η λήψη των πακέτων SCORM είναι απενεργοποιημένη στον δικτυακό τόπου του Moodle. Παρακαλώ επικοινωνήστε με το διαχειριστή του site σας Moodle.

source: This SCORM package doesn't have a visible SCO to load.
el: Αυτό το SCORM δεν έχει ορατό SCO για να φορτώσει.

source: Sorry, the application only supports ZIP packages.
el: Λυπούμαστε, η εφαρμογή υποστηρίζει μόνο ZIP packages.

# $string['mma.mod_scorm.errorsyncscorm']
source: An error occurred while synchronising. Please try again.
el: Παρουσιάστηκε σφάλμα κατά το συγχρονισμό. Παρακαλώ προσπαθείστε ξανά.

# $string['mma.mod_scorm.lastsync']
source: Last synchronisation
el: Τελευταίος συγχρονισμός

source: This attempt has data that hasn't been synchronised.
el: Αυτή η προσπάθεια έχει στοιχεία που δεν έχουν συγχρονιστεί.

source: This attempt cannot be sent because you exceeded the maximum number of attempts.
el: Αυτή η προσπάθεια δεν μπορεί να σταλεί, γιατί έχετε ξεπεράσει το μέγιστο αριθμό προσπαθειών.

source: This SCORM package is not downloaded. It will be automatically downloaded when you open it.
el: Αυτό το SCORM δεν έχει κατέβει. Θα κατέβει αυτόματα όταν το ανοίξετε.

source: This SCORM package has been modified since the last download. It will be automatically downloaded when you open it.
el: Αυτό το SCORM έχει τροποποιηθεί από την τελευταία λήψη. Θα κατέβει αυτόματα όταν το ανοίξετε.

source: Some offline data from attempt {{number}} has been discarded because it couldn't be counted as a new attempt.
el: Ορισμένα δεδομένα εκτός σύνδεσης της προσπάθειας {{number}} διαγράφηκαν επειδή δεν ήταν δυνατή η δημιουργία νέας προσπάθειας.

source: Some attempts couldn't be synchronised with the site because the last online attempt is not yet finished. Please finish the online attempt first.
el: Κάποιες προσπάθειες δεν μπόρεσαν να συγχρονιστούν με το site διότι η τελευταία online προσπάθεια δεν έχει ολοκληρωθεί. Παρακαλώ τελειώστε την online προσπάθεια πρώτα.

source: Sorry, there was a problem submitting your survey. Please try again.
el: Λυπούμαστε, υπήρξε πρόβλημα υποβολής της έρευνας. Παρακαλώ δοκιμάστε ξανά.

source: Error getting survey data.
el: Σφάλμα κατά τη λήψη των δεδομένων της έρευνας.

source: Results
el: Αποτελέσματα

source: Access the URL
el: Δείτε το URL

source: URL that the resource points to.
el: Το url αυτού του πόρου δείχνει στο

source: An error occurred while loading the page.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση της σελίδας.

source: This wiki does not have any content yet.
el: Αυτό το wiki δεν έχει ακόμα περιεχόμενο.

source: Go to the wiki first page
el: Go Wiki home

source: Page
el: Σελίδα

source: The title should not be empty
el: Ο τίτλος δεν πρέπει να είναι κενός

source: View page
el: Δείτε τη σελίδα

source: Wiki page
el: Σελίδα Wiki

source: Add a new note
el: Προσθέσετε μια νέα σημείωση

source: Course notes
el: Σημειώσεις μαθημάτων

source: Note created
el: Το σημείωμα δημιουργήθηκε

source: There are no notes of this type yet.
el: Δεν υπάρχουν σημειώσεις αυτού του τύπου ακόμα

source: Note
el: Σημείωση

source: Notes
el: Σημειώσεις

source: Personal notes
el: Προσωπικές σημειώσεις

source: Context
el: Γενικό πλαίσιο

source: Site notes
el: Σημειώσεις της ιστοσελίδας

# $string['mma.notes.userwithid']
source: User with ID {{id}}
el: Χρήστης με id {{id}}
