Repository: eellak/moodle-po
Catalog: po-*/local_moodlemobileapp.po
Languages: el

source: Cannot synchronise because the current settings only allow to synchronise when connected to Wi-Fi. Please connect to a Wi-Fi network.
el: Δεν μπορεί να γίνει συγχρονισμός, επειδή οι τρέχουσες ρυθμίσεις επιτρέπουν μόνο συγχρονισμό όταν είστε συνδεδεμένοι με Wi-Fi. Συνδεθείτε με ένα δίκτυο Wi-Fi.

source: You are configuring '{{$a}}' notifications.
el: Ρυθμίζετε τις '{{$a}}' ειδοποιήσεις.

source: Cordova device model
el: Μοντέλο συσκευής Cordova

source: Cordova device OS version
el: Cordova έκδοση συσκευής OS

source: Cordova device platform
el: Πλατφόρμα συσκευής Cordova

source: Cordova version
el: Έκδοση Cordova

source: Are you sure that you want to delete the downloaded files from the site '{{sitename}}'?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα ληφθέντα αρχεία από τον ιστότοπο '{{sitename}}';

source: Delete site files
el: Διαγραφή αρχείων ιστότοπου

source: Development
el: Ανάπτυξη

source: Device info
el: Πληροφορίες συσκευές

source: Device OS
el: Λειτουργικό σύστημα συσκευής

source: Device web workers supported
el: Υποστηρίζονται οι συσκευές Web Workers

source: Display format
el: Μορφή εμφάνισης

source: Enable debugging
el: Ενεργοποίηση εντοπισμού σφαλμάτων

source: Enable download sections
el: Ενεργοποιήστε τις ενότητες λήψης

source: Disable this option to speed up the loading of course sections.
el: Απενεργοποιήστε αυτήν την επιλογή για να επιταχύνετε τη φόρτωση των τμημάτων του μαθήματος.

source: Enable text editor
el: Ενεργοποιήστε τον επεξεργαστή εμπλουτισμένου κειμένου

source: If enabled, a text editor will be available when entering content.
el: Εάν είναι ενεργοποιημένη, θα εμφανιστεί ένας επεξεργαστής εμπλουτισμένου κειμένου στα μέρη που το επιτρέπουν.

source: Allow sync only when on Wi-Fi
el: Να επιτρέπεται ο συγχρονισμός μόνο όταν είστε συνδεδεμένοι μέσω Wifi

source: Error deleting site files.
el: Σφάλμα κατά τη διαγραφή αρχείων ιστότοπου.

source: Error synchronising site data. Please check your Internet connection and try again.
el: Παρουσιάστηκε σφάλμα κατά το συγχρονισμό των δεδομένων ιστότοπου, ελέγξτε τη σύνδεση στο διαδίκτυο και δοκιμάστε ξανά.

source: Estimated free space
el: Εκτιμώμενος ελεύθερος χώρος

source: File system root
el: Σύστημα αρχείων root

source: Local notifications available
el: Διαθέσιμες τοπικές ειδοποιήσεις

source: Navigator language
el: Γλώσσα πλοήγησης

source: Internet connection status
el: Κατάσταση σύνδεσης στο Internet

source: Privacy policy
el: Πολιτική απορρήτου

source: Report errors automatically
el: Αυτόματη αναφορά σφαλμάτων

source: Space usage
el: Χρήση χώρου

source: Storage type
el: Τύπος αποθήκευσης

# $string['mm.settings.success']
source: Success!
el: Επιτυχία!

source: Synchronisation
el: Συγχρονισμός

source: Synchronise now
el: Συγχρονίστε τώρα

source: Synchronising
el: Γίνεται συγχρονισμός

source: Synchronisation settings
el: Ρυθμίσεις συγχρονισμού

source: Site data synchronised and all caches invalidated.
el: Τα δεδομένα ιστότοπου συγχρονίστηκαν και όλες οι προσωρινές μνήμες ακυρώθηκαν.

source: Version code
el: Κωδικός έκδοσης

source: Version name
el: Όνομα έκδοσης

source: Wi-Fi connection
el: Σύνδεση WiFi

source: Choose an account to store the file in.
el: Επιλέξτε ένα λογαριασμό για να αποθηκεύσετε το αρχείο.

source: A file with this name already exists. Do you want to replace the existing file or rename it to "{{$a}}"?
el: Υπάρχει ήδη ένα αρχείο με αυτό το όνομα. Θέλετε να αντικαταστήσετε το υπάρχον αρχείο ή να το μετονομάσετε σε "{{$a}}";

source: There are no sites stored. Please add a site before sharing a file with the app.
el: Δεν υπάρχουν αποθηκευμένες τοποθεσίες. Προσθέστε έναν ιστότοπο προτού μοιραστείτε ένα αρχείο με την εφαρμογή.

source: There are no shared files stored on this site.
el: Δεν υπάρχουν αποθηκευμένα αρχεία σε αυτόν τον ιστότοπο.

source: You have no files to upload here. If you want to upload a file from another app, locate the file and click the 'Open in' button.
el: Δεν έχετε αρχεία για μεταφόρτωση εδώ. Αν θέλετε να μεταφορτώσετε ένα αρχείο από άλλη εφαρμογή, εντοπίστε το αρχείο και κάντε κλικ στο κουμπί "Άνοιγμα σε".

source: Rename
el: Μετονομασία

source: Replace
el: Αντικατάσταση

source: Shared files
el: Κοινόχρηστα αρχεία

source: File successfully stored. Select the file to upload to your private files or use in an activity.
el: Το αρχείο αποθηκεύτηκε με επιτυχία. Τώρα μπορείτε να επιλέξετε αυτό το αρχείο για να το ανεβάσετε στα ιδιωτικά αρχεία σας ή να το επισυνάψετε σε ορισμένες δραστηριότητες.

source: App settings
el: Ρυθμίσεις εφαρμογής

source: Change site
el: Αλλαγή ιστότοπου

source: Help
el: Βοήθεια

source: Log out
el: Αποσύνδεση

source: My courses
el: Τα μαθήματά μου

source: Toggle menu
el: Αλλαγή μενού

source: Website
el: Ιστότοπος

source: Contact
el: Επικοινωνία

source: Details
el: Λεπτομέρειες

source: The details of this user are not available to you.
el: Λεπτομέρειες για αυτό τον χρήστη δεν είναι διαθέσιμες.

source: Teacher
el: Διδάσκων

source: Invalid user.
el: Μη έγκυρος χρήστης

source: Manager
el: Διαχειριστής

source: Student
el: Μαθητής

source: Non-editing teacher
el: Διδάσκων χωρίς δικαιώματα αλλαγής

source: Moodle Mobile language strings
el: Moodle Mobile φράσεις για μετάφραση
