Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: Course administration
el: Διαχείριση μαθήματος

source: Course already finished
el: Το μάθημα ήδη ολοκληρώθηκε

source: Your requested course, {$a->name}, has been approved and you have been made a {$a->teacher}. To access your new course, go to {$a->url}
el: Η αίτηση δημιουργίας νέου μαθήματος ({$a->name}) έγινε αποδεκτή και έχετε πάρει δικαιώματα διδάσκοντα. Για να μπείτε στο μάθημά σας πατήστε στον επόμενο σύνδεσμο {$a->url}

source: Your requested course, {$a->name}, has been approved. To access your new course, go to {$a->url}
el: Το μάθημα που αιτηθήκατε, {$a->name}, έχει εγκριθεί. Για να το δείτε, πηγαίνετε στο {$a->url}

source: Failed to save the course as approved!
el: Παρουσιάστηκε ένα σφάλμα και δεν αποθηκεύτηκε η αίτηση ως αποδεκτή!

source: Your course has been approved!
el: Η αίτηση για δημιουργία νέου μαθήματος που κάνατε έγινε αποδεκτή

source: This course is available to students
el: Αυτό το μάθημα είναι διαθέσιμο στους φοιτητές

source: This course is not available to students
el: Αυτό το μάθημα δεν είναι διαθέσιμο στους φοιτητές

source: Course backup
el: Αντίγραφο ασφαλείας μαθήματος

source: Bulk actions for selected courses
el: Χονδρικές ενέργειες για τα επιλεγμένα μαθήματα

# $string['coursecategories']
source: Course categories
el: Κατηγορίες μαθημάτων

source: Course category
el: Κατηγορία μαθήματος

source: Deleted course category {$a}
el: Διεγραμμένη κατηγορία μαθημάτων {$a}

source: This setting determines the category in which the course will appear in the list of courses.
el: <p align="center"><b>Κατηγορίες μαθημάτων</b></p> <p>O διαχειρηστής του Moodle μπορεί να έχει ορίσει διάφορες κατηγορίες μαθημάτων.</p> <p>Για παράδειγμα: "Εξάμηνο Χ", "Πληροφοριακά Συστήματα", "Ψηφιακά Μέσα" κ.α.</p> <p>Επιλέξτε μια κατηγορία που είναι κατάλληλη για τα μαθήματά σας. Αυτή η επιλογή σας θα επηρεάσει το που θα εμφανίζονται τα μαθήματά σας στη λίστα μαθημάτων και θα είναι πιο εύκολο για τους φοιτητές να τα βρουν.</p>

source: Course and category management
el: Διαχείριση κατηγορίας και μαθήματος

source: Course completion
el: Ολοκλήρωση μαθήματος

source: Course completions
el: Ολοκληρώσεις μαθήματος

source: Course creator
el: Δημιουργοί μαθήματος

source: Course creators can create new courses.
el: Οι δημιουργοί μαθημάτων μπορούν να δημιουργούν νέα μαθήματα.

source: Deleted course {$a}
el: Διεγραμμένο μάθημα {$a}

source: Course details
el: Λεπτομέρειες μαθήματος

source: Course layout
el: Εμφάνιση μαθήματος

source: This setting determines whether the whole course is displayed on one page or split over several pages.
el: Αυτή η ρύθμιση καθορίζει αν όλο το μάθημα θα εμφανίζεται σε μια σελίδα ή θα είναι χωρισμένο σε πολλές σελίδες.

source: Show one section per page
el: Παρουσίαση ενός θέματος ανά σελίδα

source: Show all sections on one page
el: Εμφάνιση όλων των τμημάτων σε μία σελίδα

source: Course duration
el: Διάρκεια μαθήματος

source: The course duration is used to calculate the default course end date. The course end date is used for determining whether a course should be included in a user's list of courses. It may also be used by custom reports. Users can still enter the course after the end date.
el: Η διάρκεια του μαθήματος χρησιμοποιείται για να υπολογιστεί η καταληκτική ημερομηνία του μαθήματος. Η καταληκτική ημερομηνία μαθήματος χρησιμοποιείται για το αν ένα μάθημα θα πρέπει να συμπεριλαμβάνεται στη λίστα μαθημάτων ενός χρήστη. Οι χρήστες εξακολουθούν να έχουν πρόσβαση στο μάθημα και μετά τη καταληκτική ημερομηνία.

# $string['coursefiles']
source: Legacy course files
el: Αρχεία μαθήματος

source: Edit legacy course files
el: Επεξεργασία κληρονομημένων αρχείων μαθήματος

source: Course files are deprecated
el: Τα αρχεία του μαθήματος είναι παλιά.

source: Course files are deprecated since Moodle 2.0, please use external repositories instead as much as possible.
el: Τα αρχεία του μαθήματος είναι παλαιότερα από το Moodle 2.0, παρακαλούμε όπως χρησιμοποιήσετε εξωτερικές πηγές όπου είναι δυνατόν.

source: Course format data
el: Διαμόρφωση δεδομένων μαθήματος

source: Formatting options for {$a}
el: Επιλογές μορφοποίησης για {$a}

source: Course formats
el: Τύποι μαθήματος

source: Update format
el: Ενημέρωση μορφής

source: Course grades
el: Βαθμοί μαθήματος

source: Position the course on the course listing and may make it easier for students to find it.
el: Τοποθετήστε το μάθημα στη λίστα μαθημάτων και κάντε το ευκολότερο να το βρουν οι σπουδαστές.

source: Force the course group mode to every activity in the course.
el: Επιβολή της ομαδοποίησης μαθημάτων σε όλες τις δραστηριότητες στο μάθημα.

source: The course main page will be displayed in this format.
el: Η κεντρική σελίδα του μαθήματος θα φαίνεται σε αυτή τη μορφή.

source: How the hidden sections in the course are displayed to students.
el: Πώς θα φαίνονται τα κρυμμένα τμήματα του μαθήματος στους σπουδαστές.

source: Define the largest size of file that can be uploaded in this course, limited by the site-wide setting.
el: Καθορισμός του μέγιστου μεγέθους αρχείου που μπορεί να μεταφορτωθεί από σπουδαστές σε αυτό το μάθημα, με περιορισμό την καθολική ρύθμιση του ιστοχώρου.

source: Number of recent announcements appearing in the latest announcements block on the course page. If set to zero, the announcements forum will not be created.
el: Αριθμός πρόσφατων στοιχείων που θα εμφανίζονται στην κεντρική σελίδα του μαθήματος, σε ένα πλαίσιο νέων στην κάτω-δεξιά πλευρά <br/>(το 0 σημαίνει πως το πλαίσιο δε θα εμφανίζεται).

source: Number of sections in the course (applies to certain course formats only).
el: Αριθμός εβδομάδων/θεμάτων που θα εμφανίζονται στην κεντρική σελίδα του μαθήματος.

source: Enable the display of the gradebook. It does not prevent grades from being displayed within the individual activities.
el: Ενεργοποίηση της εμφάνισης του βαθμολογίου. Αυτό δεν εμποδίζει του βαθμούς από το να εμφανίζονται μέσα σε κάθε δραστηριότητα.

source: This course is currently unavailable to students
el: Αυτό το μάθημα είναι προσωρινά μη διαθέσιμο στους φοιτητές

source: Course info
el: Πληροφορίες μαθήματος

# $string['courselegacyfiles']
source: Legacy course files
el: Aρχεία μαθήματος παλαιότερων εκδόσεων

source: The course files area provides some backward compatibility with Moodle 1.9 and earlier. All files in this area are always accessible to all participants in the course (whether you link to them or not) and there is no way to know where any of these files are being used in Moodle. If you use this area to store course files, you can expose yourself to a number of privacy and security issues, as well as experiencing missing files in backups, course imports and any time content is shared or re-used. It is therefore recommended that you do not use this area unless you really know what you are doing.
el: Η περιοχή αρχείων μαθήματος παρέχει συμβατότητα προς τα πίσω με την έκδοση Moodle 1.9 και προγενέστερα. Όλα τα αρχεία σε αυτή την περιοχή είναι πάντα προσβάσιμα σε όλους τους συμμετέχοντες στο μάθημα (είτε συνδέεστε με αυτά είτε όχι) και δεν υπάρχει τρόπος να γνωρίζετε που χρησιμοποιούνται αυτά τα αρχεία στο Moodle. <br/><br/> Αν χρησιμοποιείτε αυτήν την περιοχή για να αποθηκεύσετε αρχεία μαθήματος, μπορεί να εκτεθείτε σε μια σειρά προβλημάτων ιδιωτικότητας και ασφάλειας, καθώς και να αντιμετωπίζετε ελλείποντα αρχεία σε αντίγραφα ασφαλείας, εισαγωγές μαθημάτων και οποιοδήποτε περιεχόμενο χρόνου που μοιράζεται ή επαναχρησιμοποιείται. Συνεπώς, συνιστάται να μην χρησιμοποιείτε αυτήν την περιοχή εκτός αν είστε απολύτως σίγουροι.

source: Legacy course files: {$a}
el: Παλιά αρχεία μαθήματος: {$a}

source: Message course users
el: Αποστολή μηνύματος στους φοιτητές του μαθήματος

source: This course does not allow public access
el: Σε αυτό το μάθημα δεν επιτρέπονται επισκέπτες

source: The course has not yet finished
el: Το μάθημα δεν έχει ακόμα ολοκληρωθεί

source: The course has not yet started
el: Το μάθημα δεν έχει ακόμα ξεκινήσει

source: Course overview
el: Σύνοψη του μαθήματος

source: Course summary files
el: Περίληψη αρχείων μαθήματος

source: Course summary files extensions
el: Επεκτάσεις αρχείων σύνοψης μαθήματος

source: Course summary files, such as images, are displayed in the list of courses together with the summary.
el: Τα αρχεία σύνοψης μαθήματος, όπως εικόνες, εμφανίζονται στη λίστα των μαθημάτων μαζί με την σύνοψη.

source: Course summary files limit
el: Όριο αρχείων σύνοψης μαθήματος

source: Course overview graph
el: Γράφημα επισκόπησης του μαθήματος

source: Course preferences
el: Προτιμήσεις μαθήματος

source: Course profiles
el: Προφίλ μαθήματος

source: Your reasons for rejecting this request
el: Οι λόγοι για τους οποίους απορρίπτετε αυτό το αίτημα

source: This will be emailed to the requester
el: Αυτό το μήνυμα θα σταλεί ως email στον αιτούντα

source: Reject a course request
el: Απόρριψη της αίτησης δημιουργίας νέου μαθήματος

source: Course has been rejected and the requester has been notified.
el: Η αίτηση δημιουργίας νέου μαθήματος απορρίφθηκε και στάλθηκε ειδοποίηση σε αυτόν που έκανε την αίτηση.

source: Sorry, but the course you requested has been rejected. Here is the reason provided: {$a}
el: Η αίτηση δημιουργίας νέου μαθήματος που κάνατε απορρίφθηκε γιατί: {$a}

source: Outline your reasons for rejecting this course<br />(this will be emailed to the requester)
el: Περιγράψτε τους λόγους για τους οποίος απορρίφθηκε η αίτηση δημιουργίας νέου μαθήματος (θα σταλεί σε αυτόν που έκανε την αίτηση)

source: Your course has been rejected
el: Η αίτηση δημιουργίας νέου μαθήματος απορρίφθηκε

source: Course report
el: Αναφορά μαθήματος

source: Course reports
el: Αναφορές μαθήματος

source: Course request
el: Αίτηση δημιουργίας νέου μαθήματος

source: Details of the course you are requesting
el: Λεπτομέρειες σχετικά με το μάθημα για το οποίο κάνετε αίτηση

source: For some reason, your course request could not be saved
el: Δεν είναι δυνατή η αποθήκευση του αιτήματος δημιουργίας νέου μαθήματος

source: Use this form to request a course to be created for you.<br />Try and fill in as much information as you can to allow<br />the administrators to understand your reasons for wanting this course.
el: Χρησιμοποιήστε τη φόρμα για να στείλετε μία αίτηση δημιουργίας ενός νέου μαθήματος. Εισαγάγετε όσες περισσότερες πληροφορίες μπορείτε για να καταλάβει ο διαχειριστής το λόγο για τον οποίο επιθυμείτε το μάθημα αυτό.

source: Reasons for wanting this course
el: Λόγοι για τους οποίους θέλετε αυτό το μάθημα

source: Your course request has been saved successfully. You will be sent an email to inform you whether your request was approved.
el: Η αίτηση που κάνατε για δημιουργία ενός νέου μαθήματος έχει αποθηκευτεί. Τις επόμενες ημέρες θα λάβετε ένα μήνυμα για την ικανοποίηση ή μη του αιτήματός σας.

source: Supporting information to help the administrator evaluate this request
el: Υποστηρικτικές πληροφορίες που θα βοηθήσουν το διαχειριστή να αξιολογήση αυτήν την αίτηση

source: The user requesting this course will be automatically enrolled and assigned the role of {$a}.
el: Ο χρήστης ο οποίος ζήτησε αυτό το μάθημα θα εγγραφή αυτόματα σε αυτό με το ρόλο {$a}.

source: Course restore
el: Επαναφορά μαθήματος

source: Courses
el: Μαθήματα

source: Course section summaries
el: Περίληψη τμημάτων μαθήματος

source: Course: {$a->course}, {$a->sectionname}: {$a->sectiontitle}
el: Μάθημα: {$a->course}, {$a->sectionname}: {$a->sectiontitle}

source: Course default settings
el: Προεπιλογές μαθήματος

source: Courses moved out from {$a}
el: Τα μαθήματα μεταφέρθηκαν από το {$a}

source: Courses pending approval
el: Μαθήματα που αναμένουν έγκριση

source: Course start
el: Αρχή μαθήματος

source: Course summary
el: Περιγραφή μαθήματος

source: The course summary is displayed in the list of courses. A course search searches course summary text in addition to course names.
el: Η περιγραφή μαθήματος εμφανίζεται στον κατάλογο μαθημάτων. Η αναζήτηση μαθήματος ψάχνει το κείμενο περιγραφής του μαθήματος επιπλέον του ονόματος του μαθήματος.

source: Course: {$a->course}
el: Μάθημα: {$a->course}

source: Course updates
el: Ενημερώσεις στο μάθημα

source: Course visibility
el: Ορατότητα μαθήματος

source: This setting determines whether the course appears in the list of courses and whether students can access it. If set to Hide, then access is restricted to users with the capability to view hidden courses (such as teachers).
el: Αυτή η ρύθμιση καθορίζει αν το μάθημα θα εμφανίζεται στη λίστα μαθημάτων και αν οι μαθητές θα έχουν πρόσβαση σε αυτό. Αν έχει οριστεί ως Απόκρυψη, τότε η πρόσβαση περιορίζεται σε χρήστες με δυνατότητα προβολής κρυφών μαθημάτων (όπως διδάσκοντες).

source: Create
el: Δημιουργία

source: Create my new account
el: Δημιουργία του λογαριασμού μου

source: Create category
el: Δημιουργία κατηγορίας

source: Create a folder in {$a}
el: Δημιουργία φακέλου στο {$a}

source: Create new
el: Δημιουργία νέου

source: Create new category
el: Δημιουργία νέας κατηγορίας

source: Create new course
el: Δημιουργία νέου μαθήματος

source: Create new subcategory
el: Δημιουργία νέας υποκατηγορίας

source: Create subcategory of {$a}
el: Δημιουργήστε υποκατηγορία του {$a}

source: Create user
el: Δημιουργία χρήστη

source: Choose your username and password
el: Δημιουργία ενός νέου ονόματος χρήστη και κωδικού πρόσβασης για είσοδο στον δικτυακό τόπο

source: Create zip archive
el: Δημιουργία συμπιεσμένου αρχείου

source: Creating blocks
el: Δημιουργία μπλοκ

source: Creating block level role assignments and overrides
el: Δημιουργία αναθέσεων ρόλων σε επίπεδο μπλοκ και παρακάμψεις

source: Creating blogs info
el: Δημιουργία πληροφοριών μπλογκ

source: Creating categories and questions
el: Δημιουργία κατηγοριών και ερωτήσεων

source: Creating course modules
el: Δημιουργία ενοτήτων μαθήματος

source: Creating course level role assignments and overrides
el: Δημιουργία αναθέσεων ρόλων σε επίπεδο μαθήματος και παρακάμψεις

source: Creating events
el: Δημιουργία γεγονότων

source: Creating gradebook
el: Δημιουργία βαθμολογίου

source: Creating groupings
el: Δημιουργία ομαδοποιήσεων

source: Adding groups into groupings
el: Προσθήκη ομάδων σε ομαδοποιήσεις

source: Creating groups
el: Δημιουργία ομάδων

source: Creating log entries
el: Δημιουργία καταγραφών συνδέσεων

source: Creating messages info
el: Δημιουργία μηνυμάτων πληροφοριών

source: Creating module level role assignments and overrides
el: Δημιουργία αναθέσεων ρόλων σε επίπεδο αρθρώματος και παρακάμψεις

source: Creating new course
el: Δημιουργία νέου μαθήματος

source: Creating roles definitions
el: Δημιουργία ορισμών ρόλων

source: Creating scales
el: Δημιουργία βαθμίδων

source: Creating sections
el: Δημιουργία τομέων

source: Creating temporary structures
el: Δημιουργία προσωρινών δομών

source: Creating user level role assignments and overrides
el: Δημιουργία αναθέσεων ρόλων σε επίπεδο χρήστη και παρακάμψεις

source: Creating users
el: Δημιουργία χρηστών

source: Creating XML file
el: Δημιουργία αρχείου XML

source: Currency
el: Νόμισμα

source: Current course
el: Τρέχων μάθημα

source: Current course, adding data to it
el: Τρέχον μάθημα, προσθήκη δεδομένων σε αυτό

source: Current course, deleting it first
el: Τρέχον μάθημα, διαγραφή του πρώτα

source: Current language
el: Επιλεγμένη γλώσσα

source: your current local time
el: η τρέχουσα τοπική ώρα

source: Currently selected users
el: Επιλεγμένοι χρήστες

source: Current picture
el: Τρέχουσα φωτογραφία

source: Current release information
el: Πληροφορίες τρέχουσας έκδοσης

source: Current version
el: Τρέχουσα έκδοση

source: Upgrading Moodle database from version {$a->oldversion} to {$a->newversion}
el: Αναβάθμιση της βάσης δεδομένων του Moodle από την έκδοση {$a->oldversion} στην {$a->newversion}...

source: Database performance
el: Επίδοση βάσης δεδομένων

source: Setting up database
el: Ρύθμιση της βάσης δεδομένων

source: Database was successfully upgraded
el: Η βάση δεδομένων αναβαθμίστηκε επιτυχώς

source: Backup version is now {$a}
el: Η έκδοση αντιγράφου ασφαλείας είναι τώρα {$a}

source: Blocks version is now {$a}
el: Η έκδοση των μπλοκ είναι τώρα {$a}

source: Groups version is now {$a}
el: Η έκδοση των ομάδων είναι τώρα {$a}

source: Local database customisations version is now {$a}
el: Οι ρυθμίσεις της τοπικής βάσης δεδομένων είναι τώρα {$a}

source: Upgrading database
el: Αναβάθμιση της βάσης δεδομένων

source: Data formats
el: Μορφές δεδομένων

source: Date
el: Ημερομηνία

source: Date changed
el: Ημερομηνία άλλαξε

source: Date - most recent first
el: Ημερομηνία - τα πιο πρόσφατα πρώτα

source: Date - most recent last
el: Ημερομηνία - τα πιο πρόσφατα τελευταία

source: day
el: ημέρα

source: days
el: ημέρες

source: Decoding internal links
el: Αποκωδικοποίηση εσωτερικών συνδέσμων

source: Default
el: Προκαθορισμένο

source: Default competence scale
el: Προεπιλεγμένη κλίμακα δεξιότητας

source: A binary rating scale that provides no further information beyond whether someone has demonstrated proficiency or not.
el: Μια δυαδική κλίμακα αξιολόγησης που δεν παρέχει περαιτέρω πληροφορίες πέρα από το αν κάποιος έχει αποδεδειγμένη επαρκή γνώση ή όχι.

source: Not yet competent
el: Όχι ακόμα επαρκής

source: Competent
el: Επαρκής

source: Student
el: Σπουδαστής

source: Students generally have fewer privileges within a course.
el: Οι σπουδαστές έχουν λιγότερα δικαιώματα σε ένα μάθημα

# $string['defaultcoursestudents']
source: Students
el: Σπουδαστές

source: Write a concise and interesting paragraph here that explains what this course is about
el: Γράψτε μια παράγραφο που να εξηγεί το περιεχόμενο και τους στόχους του μαθήματος

source: Teacher
el: Διδάσκοντας

source: Teachers can do anything within a course, including changing the activities and grading students.
el: Οι διδάσκοντες μπορούν να κάνουν οτιδήποτε σε ένα μάθημα καθώς επίσης και να αλλάξουν τις δραστηριότητες και τους βαθμούς των σπουδαστών.

# $string['defaultcourseteachers']
source: Teachers
el: Διδάσκοντες

source: Default editor
el: Προεπιλεγμένος επεξεργαστής κειμένου

source: Delete
el: Διαγραφή

source: Delete a block
el: Διαγραφή πλαισίου

source: Delete all
el: Διαγραφή όλων

source: Delete all - cannot be undone
el: Διαγραφή όλων - δεν μπορεί να αναιρεθεί

source: Delete all comments
el: Διαγραφή όλων των σχολίων

source: Delete all ratings
el: Διαγραφή όλων των αξιολογήσεων

source: Delete category: {$a}
el: Διαγραφή κατηγορίας: {$a}

source: Are you absolutely sure you want to completely delete this category <b>'{$a}'</b>?<br />This will move all courses into the parent category if there is one, or into Miscellaneous.
el: Είστε απόλυτα βέβαιος/η ότι θέλετε να διαγράψετε την κατηγορία<b>'{$a}'</b>?<br /> Αυτό θα έχει σαν αποτέλεσμα τη μεταφορά όλων των μαθημάτων στο Γενικό Τμήμα.

source: If you delete this category, you need to choose what to do with the courses and subcategories it contains.
el: Εάν διαγράψετε αυτήν την κατηγορία, πρέπει να επιλέξετε τι θα κάνετε με τα μαθήματα και τις υποκατηγορίες που περιέχει.

source: This category is empty.
el: Αυτή η κατηγορία είναι κενή.

source: Delete {$a} ?
el: {$a} - να διαγραφεί;

source: Are you absolutely sure you want to delete these files?
el: Είστε απολύτως βέβαιος/η ότι θέλετε να διαγράψετε αυτά τα αρχεία;

source: Are you absolutely sure you want to completely delete the user {$a}, including their enrolments, activity and other user data?
el: Είστε απολύτως βέβαιος/η ότι θέλετε να διαγράψετε το χρήστη {$a}, μαζί με τις εγγραφές του, την δραστηριότητα του και άλλα δεδομένα του χρήστη;

source: Are you sure that you want to delete this {$a->type}?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το {$a->type};

source: Are you sure that you want to delete the {$a->type} "{$a->name}"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το {$a->type} "{$a->name}";

source: You are about to delete these files
el: Πρόκειται να διαγραφούν αυτά τα αρχεία

source: Delete this comment
el: Διαγραφή σχολίου

source: Delete comment posted by {$a->user} on {$a->time}
el: Διαγραφή σχολίου που αναρτήθηκε από {$a->user} στις {$a->time}

source: Delete completely
el: Απόλυτη διαγραφή

source: Delete a course
el: Διαγραφή ενός μαθήματος

source: Are you absolutely sure you want to completely delete this course and all the data it contains?
el: Είστε απολύτως βέβαιος/η ότι θέλετε να διαγράψετε εντελώς αυτό το μάθημα και όλα τα δεδομένα που περιέχει;

source: Deleted
el: Διαγράφηκε

source: Deleted {$a}
el: {$a} - διαγράφηκε

source: {$a} has been completely deleted
el: {$a} διαγράφηκε εντελώς

source: Could not delete {$a} !
el: {$a} - δεν ήταν δυνατή η διαγραφή!

source: Delete picture
el: Διαγραφή

source: Delete section
el: Διαγραφή θέματος

source: Delete selected
el: Διαγραφή του επιλεγμένου

source: Delete selected key
el: Διαγραφή επιλεγμένου κλειδιού

source: Deleting {$a}
el: {$a} - διαγραφή σε εξέλιξη

source: Deleting existing course data
el: Διαγραφή υπαρχόντων δεδομένων μαθήματος

source: Deleting old data
el: Διαγραφή παλαιών δεδομένων

source: Department
el: Τμήμα

source: {$a} (no longer in use)
el: {$a} (δεν χρησιμοποιείται πλέον)

source: Descending
el: Φθίνουσα

# $string['description']
source: Description
el: Περιγραφή

source: Deselect all
el: Απεπιλογή όλων

source: Less detailed
el: Λιγότερες λεπτομέρειες

source: More detailed
el: Περισσότερες λεπτομέρειες

source: Directory
el: Κατάλογος

source: Disable
el: Απενεργοποίηση

source: Comments are disabled
el: Τα σχόλια είναι απενεργοποιημένα

source: Only the first {$a->count} {$a->things} are displayed
el: Μόνο τα πρώτα {$a->count} {$a->things} προβάλλονται

source: Displaying {$a} records
el: Προβολή {$a} εγγραφών

source: Displaying users {$a->start} to {$a->end}
el: Προβολή χρηστών {$a->start} μέχρι {$a->end}

source: Display on page
el: Προβολή στην σελίδα

source: You can drag and drop this course to alter its sorting or to move it to another category.
el: Μπορείτε να σύρετε αυτό το μάθημα για να αλλάξετε τη σειρά του η να το μετακινήσετε σε άλλη κατηγορία.

source: You can drag and drop files here to add them.
el: Μπορείτε να κάνετε drag and drop αρχεία εδώ για να τα προσθέσετε.

source: Drag and drop upload not supported
el: Η μεταφόρτωση με drag and drop δεν υποστηρίζεται

source: Your browser does not support drag and drop upload.<br />This feature is available in all recent versions of Chrome, Firefox and Safari, as well as Internet Explorer v10 and above.
el: Το πρόγραμμα περιήγησης σας δεν υποστηρίζει drag and drop μεταφόρτωση.<br /> Αυτή η λειτουργία είναι διαθέσιμη σε όλες τις πρόσφατες εκδόσεις του Chrome, Firefox και Safari, καθώς και στον Internet Explorer V10 και άνω.

source: drag and drop not supported
el: Η μεταφόρτωση με drag and drop δεν υποστηρίζεται

source: This upload does not have any content
el: Αυτή η μεταφόρτωση δεν έχει κανένα περιεχόμενο

source: Drag and drop files onto course sections to upload them
el: Κάντε drag and drop αρχεία στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Drag and drop files or links onto course sections to upload them
el: Κάντε drag and drop αρχεία ή συνδέσμους στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Drag and drop files or text onto course sections to upload them
el: Κάντε drag and drop αρχεία ή κείμενα στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Drag and drop files, text or links onto course sections to upload them
el: Κάντε drag and drop αρχεία, κείμενα ή συνδέσμους στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Drag and drop links onto course sections to upload them
el: Κάντε drag and drop συνδέσμους στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Drag and drop text onto course sections to upload it
el: Κάντε drag and drop κείμενα στις ενότητες του μαθήματος για να τα ανεβάσετε
