Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: This setting determines whether the course appears in the list of courses. Apart from teachers and administrators, users are not allowed to enter the course.
el: <p align="center"><b>Διαθεσιμότητα Μαθήματος</b></p><p>Αυτή η επιλογή σας επιτρέπει να &quot;αποκρύψετε&quot; το μάθημά σας εντελώς.</p><p>Δεν θα εμφανιστεί σε καμία λίστα μαθημάτων, εκτός από των καθηγητών του μαθήματος και των διαχειριστών.</p><p>Ακόμα κι αν οι φοιτητές προσπαθήσουν να μπουν στη διεύθυνση του μαθήματος απευθείας, δεν θα τους επιτραπεί η είσοδος.</p>

source: Visible to {$a}
el: Ορατό στον/στην {$a}

source: Warning
el: Προειδοποίηση

source: Warning: {$a} is referred in a resource. Would you like to update the resource?
el: Προσοχή: {$a} αναφέρεται σε μια πηγή. Θα θέλατε να ενημερώσετε την πηγή;

source: Web page
el: Ιστοσελίδα

source: Week
el: Εβδομάδα

source: Hide this week from {$a}
el: Απόκρυψη της εβδομάδας από τον/την {$a}

source: Weekly outline
el: Περιγραφή εβδομάδας

source: weeks
el: εβδομάδες

source: Show this week to {$a}
el: Προβολή της εβδομάδας στον/στην {$a}

source: Welcome to {$a}
el: Καλωσήλθατε στο {$a}

source: Welcome to {$a->coursename}! If you have not done so already, you should edit your profile page so that we can learn more about you: {$a->profileurl}
el: Καλώς ήρθατε στο {$a->coursename}! Ένα από τα πρώτα πράγματα που θα πρέπει να κάνετε είναι να επεξεργαστείτε τη σελίδα με το προφίλ σας μέσα σε αυτό το μάθημα ώστε να μάθουμε περισσότερα για εσάς: {$a->profileurl}

source: What do you want to do with the link?
el: Τι θέλετε να κάνετε με τον σύνδεσμο ;

source: What do you want to do with the text?
el: Τι θέλετε να κάνετε με το κείμενο ;

source: What do you want to call the zip file?
el: Όνομα συμπιεσμένου αρχείου

source: What to do
el: Ενέργειες

source: This window should close automatically. If not, please close it now.
el: Αυτό το παράθυρο θα πρέπει να κλέισει αυτόματα. Σε αντίθετη περίπτωση, παρακαλώ κλείστε το τώρα.

source: With chosen files
el: Με τα επιλεγμένα αρχεία

source: {$a} (disabled)
el: {$a} (ανενεργό)

source: without user data
el: χωρίς τα δεδομένα του χρήστη

source: With selected users...
el: Με τους επιλεγμένους χρήστες...

source: * Send message - For sending a message to one or more participants * Add a new note - For adding a note to a selected participant * Add a common note - For adding the same note to more than one participant
el: * Αποστολή μηνύματος - Για αποστολή μηνύματος σε έναν ή περισσότερους συμμετέχοντες * Προσθήκη νέας σημείωσης - Για να προσθέσετε μια σημείωση σε έναν επιλεγμένο συμμετέχοντα * Προσθήκη κοινής σημείωσης - Για να προσθέσετε την ίδια σημείωση σε περισσότερους από έναν συμμετέχοντες

source: with user data
el: με τα δεδομένα του χρήστη

source: Your word for Student
el: Η λέξη σας για Σπουδαστής

source: eg Student, Participant etc
el: πχ. Σπουδαστής, Συμμετέχων κτλ.

source: Your word for Students
el: Η λέξη σας για Σπουδαστές

source: eg Students, Participants etc
el: πχ. Σπουδαστές, Συμμετέχοντες κτλ.

source: Your word for Teacher
el: Η λέξη σας για Διδάσκοντας

source: eg Teacher, Tutor, Facilitator etc
el: πχ. Διδάσκοντας, Καθηγητής, Δάσκαλος κτλ.

source: Your word for Teachers
el: Η λέξη σας για Διδάσκοντες

source: eg Teachers, Tutors, Facilitators etc
el: πχ. Διδάσκοντες, Καθηγητές, Δάσκαλοι κτλ.

source: Writing blogs info
el: Εγγραφή πληροφοριών blog

source: Writing categories and questions
el: Εγγραφή κατηγοριών και ερωτήσεων

source: Writing course data
el: Εγγραφή δεδομένων μαθήματος

source: Writing events info
el: Εγγραφή πληροφοριών γεγονότων

source: Writing general info
el: Εγγραφή γενικών πληροφοριών

source: Writing gradebook info
el: Εγγραφή πληροφοριών βαθμολογίου

source: Writing groupings-groups info
el: Εγγραφή πληροφοριών ομαδοποιήσεων-ομάδων

source: Writing groupings info
el: Εγγραφή πληροφοριών ομαδοποιήσεων

source: Writing groups info
el: Εγγραφή πληροφοριών ομάδων

source: Writing header
el: Εγγραφή επικεφαλίδας

source: Writing logs info
el: Εγγραφή πληροφοριών εισόδων

source: Writing messages info
el: Εγγραφή πληροφοριών μηνυμάτων

source: Writing modules info
el: Εγγραφή πληροφοριών αρθρωμάτων

source: Writing scales info
el: Εγγραφή πληροφοριών κλίμακας

source: Writing users info
el: Εγγραφές πληροφοριών χρηστών

source: Incorrect password for this username
el: Λάθος κωδικός πρόσβασης για αυτό το όνομα χρήστη

source: year
el: χρονιά

source: years
el: χρονιές

source: Yes
el: Ναι

source: You are about to create a zip file containing
el: Πρόκειται να δημιουργήσετε ένα συμπιεσμένο αρχείο, το οποίο θα περιέχει

source: You are about to start the restore process for
el: Θα ξεκινήσετε τη διαδικασία επαναφοράς για

source: To perform that action you need to enrol in this course.
el: Για να εκτελέσετε αυτήν την ενέργεια θα πρέπει να εγγραφείτε στο μάθημα.

source: Your last login was
el: Η τελευταία σας είσοδος ήταν

source: yourself
el: εσείς ο ίδιος

source: your {$a}
el: η/ο {$a} σας

source: Your word for '{$a}'
el: Ο όρος σας για '{$a}'

source: Zipping backup
el: Συμπίεση αντιγράφου ασφαλείας
