Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: File uploads should not include the content parameter
el: Οι μεταφορτώσεις αρχείων δεν πρέπει να περιλαμβάνουν την παράμετρο περιεχομένου

source: Please fill out all fields in this form
el: Παρακαλώ συμπληρώστε όλα τα πεδία

source: Filter
el: Φίλτρο

# $string['filters']
source: Filters
el: Φίλτρα

source: Find more courses...
el: Εύρεση περισσότερων μαθημάτων...

source: First
el: Πρώτο

source: First access
el: Πρώτη πρόσβαση

source: First name
el: Όνομα

source: First name - phonetic
el: Επίθετο (φωνητικό)

source: First access to site
el: Πρώτη πρόσβαση στην ιστοσελίδα

source: Is this your first time here?
el: Είναι η πρώτη σας φορά εδώ;

source: Folder
el: Φάκελος

source: Closed folder
el: Κλειστός φάκελος

source: Opened folder
el: Ανοικτός φάκελος

source: The following items are optional
el: Τα επόμενα είναι προαιρετικά

source: The following items are required
el: Τα επόμενα είναι απαραίτητα

source: For
el: Για

source: Force
el: Επιβολή

source: Force language
el: Επιβολή γλώσσας

source: Do not force
el: Μην επιβάλεις

source: Force password change
el: Υποχρεωτική αλλαγή του κωδικού πρόσβασης

source: Are you absolutely sure you want to force a password change to {$a} ?
el: Είστε βέβαιοι ότι θέλετε να επιβάλετε αλλα΄γη κωδικού πρόσβασης στον/στην {$a};

source: If this checkbox is ticked, the user will be prompted to change their password on their next login
el: Παρότρυνση του χρήστη για αλλαγή του κωδικού του με την επόμενη είσοδό του στο σύστημα

source: Could not force a password change to {$a}
el: Αδυναμία επιβολής αλλαγής κωδικού πρόσβασης στον/στην {$a}

source: You must change your password to proceed.
el: Πρέπει να αλλάξετε τον κωδικό πρόσβασης για να συνεχίσετε.

source: Force theme
el: Επιβολή θέματος

source: Lost password?
el: Ξεχάσατε τον κωδικό σας;

source: Forgotten your username or password?
el: Ξεχάσατε το όνομα χρήστη ή τον κωδικό πρόσβασης;

source: The email address is shared by several accounts, please enter username instead
el: Αυτή η διεύθυνση email είναι κοινή για πολλούς λογαριασμού, παρακαλώ εισαγάγετε το όνομα χρήστη αντ' αυτού

source: Invalid password reset URL
el: Μη αποδεκτός σύνδεσμος αλλαγής του κωδικού πρόσβασης

source: Format
el: Μορφή

source: The course format determines the layout of the course page. * Single activity format - For displaying a single activity or resource (such as a Quiz or SCORM package) on the course page * Social format - A forum is displayed on the course page * Topics format - The course page is organised into topic sections * Weekly format - The course page is organised into weekly sections, with the first week starting on the course start date
el: <p align="center"><b>Οι μορφές μαθημάτων του Moodle</b></p> <p><b>Εβδομαδιαία μορφή</b></p> <ul> Το μάθημα είναι οργανωμένο ανά εβδομάδα, με σαφή ημερομηνία έναρξης και λήξης. Κάθε εβδομάδα αποτελείται από δραστηριότητες. Μερικές, όπως τα ημερολόγια, μπορεί να έχουν "ανοιχτά παράθυρα", πχ. δύο εβδομάδων, με το πέρας των οποίων παύουν να είναι διαθέσιμα. </ul> <p><b>Θεματική μορφή</b></p> <ul> Παρόμοια με την εβδομαδιαία μορφή, μόνο που κάθε "εβδομάδα" ονομάζεται "θέμα". Ένα "θέμα" δεν έχει κανένα χρονικό περιορισμό. Δε χρειάζεται να οριστούν κάποιες ημερομηνίες. </ul> <p><b>Κοινωνική μορφή</b></p> <ul> Αυτή η μορφή προσανατολίζεται γύρω από μια ενιαία ομάδα συζητήσεων, την Κοινωνική ομάδα συζητήσεων, η οποίο εμφανίζεται στην κύρια σελίδα. Είναι χρήσιμη σε περιπτώσεις οι οποίες απαίτούν μια πιο χαλαρή μορφή. Δεν είναι καν απαραίτητο να περιέχει μαθήματα. Για παράδειγμα, μπορεί να χρησιμοποιηθεί σαν πίνακας ανακοινώσεων ενός τμήματος σε μια εταιρία. </ul>

source: HTML format
el: Μορφή HTML

source: Markdown format
el: Μορφή Markdown

# $string['formatplain']
source: Plain text format
el: Μορφή απλού κειμένου

source: Moodle auto-format
el: Αυτόματη μορφή από το Moodle

source: Formatting
el: Μορφοποίηση

source: Forum preferences
el: Ρυθμίσεις του φόρουμ

source: This frameset document contains:
el: Αυτό το frameset περιέχει:

source: From
el: Από

source: Combo list
el: Λίστα συνδυασμού

source: List of categories
el: Εμφάνιση μιας λίστας κατηγοριών

# $string['frontpagecourselist']
source: List of courses
el: Εμφάνιση μιας λίστας μαθημάτων

source: Course search box
el: Πλαίσιο αναζήτησης μαθήματος

source: Front page summary
el: Περιγραφή της αρχικής σελίδας

source: This summary can be displayed on the front page using the course/site summary block.
el: Αυτή η περιγραφή θα προβάλλεται στην πρώτη σελίδα.

source: Enrolled courses
el: Μαθήματα που έχει γίνει εγγραφή

source: Front page format
el: Μορφή της αρχικής σελίδας

source: Front page format when logged in
el: Η μορφή της πρώτης σελίδας μετά την σύνδεση

source: Announcements
el: Εμφάνιση ειδήσεων

source: Front page settings
el: Ρυθμίσεις πρώτης σελίδας

source: All courses
el: Όλα τα μαθήματα

source: Full name
el: Πλήρες όνομα

source: Course full name
el: Πλήρες όνομα μαθήματος

source: The full name of the course is displayed at the top of each page in the course and in the list of courses.
el: Το πλήρες όνομα του μαθήματος εμφανίζεται στην κορυφή κάθε σελίδας του μαθήματος και στον κατάλογο μαθημάτων.

source: User full name
el: Πλήρες όνομα χρήστη

source: Full profile
el: Πλήρες προφίλ

source: Full site name
el: Πλήρες όνομα ιστοχώρου

source: That functionality is currently disabled
el: Αυτή η λειτουργία είναι απενεργοποιημένη

source: General
el: Γενικά

source: latitude - longitude
el: γεωγραφικό πλάτος - μήκος

source: Get these logs
el: Προβολή των αναφορών

source: Go
el: Μεταβείτε

source: Copyright (C) 1999 onwards Martin Dougiamas (http://moodle.com) This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the Moodle License information page for full details: http://docs.moodle.org/dev/License
el: Copyright (C) 2001-2002 Martin Dougiamas (http://dougiamas.com) Αυτό το πρόγραμμα είναι δωρεάν λογισμικό; μπορείτε να το ανακατανείμετε και/ή να το τροποποιήσετε υπό τους όρους του GNU General Public Licence όπως δημοσιεύεται στο Free Software Foundation, είτε την έκδοση 2 ή (κατά δική σας επιλογή) μια επόμενη έκδοση. Αυτό το πρόγραμμα κατανέμεται ελπίζοντας ότι θα φανεί χρήσιμο,όμως ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, χωρίς ακόμα και την υπονούμενη εγγύηση MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Δείτε το GNU General Public License για περισσότερες λεπτομέρειες: http://www.gnu.org/copyleft/gpl.html

source: Copyright (C) 1999 onwards Martin Dougiamas (http://moodle.com) This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the Moodle License information page for full details: http://docs.moodle.org/dev/License
el: Copyright (C) 1999 Martin Dougiamas (http://dougiamas.com) <br/><br/> Αυτό το πρόγραμμα είναι δωρεάν λογισμικό; μπορείτε να το αναδιανείμετε και/ή να το τροποποιήσετε υπό τους όρους της άδειας GNU General Public License όπως δημοσιεύεται στο Free Software Foundation, είτε στην έκδοση 3 της Άδειας ή (κατά δική σας επιλογή) μιας επόμενης έκδοσης. <br/><br/> Αυτό το πρόγραμμα διανέμεται ελπίζοντας ότι θα φανεί χρήσιμο,όμως ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, χωρίς ακόμα και την υπονούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. <br/><br/> Δείτε τη σελίδα πληροφοριών Άδειας Moodle για περισσότερες λεπτομέρειες: http://docs.moodle.org/dev/License

source: GPL license
el: GPL άδεια χρήσης

source: Grade
el: Βαθμός

source: Grades
el: Βαθμοί

source: <a href="http://www.gravatar.com/">Gravatar</a> has been enabled for this site. If you don't upload a profile picture Moodle will attempt to load a profile picture for you from Gravatar.
el: Το <a href="http://www.gravatar.com/">Gravatar</a> έχει ενεργοποιηθεί για αυτό τον ιστοχώρο. Αν ανεβάσετε μια φωτογραφία προφίλ το Moodle θα προσπαθήσει να φορτώσει μια εικόνα προφίλ για εσάς από το Gravatar.

source: Group
el: Ομάδα

source: Add new group
el: Προσθέστε νέα ομάδα

source: Add selected to group
el: Προσθήκη των επιλεγμένων στην ομάδα

source: Extend enrolment (common)
el: Επέκταση εγγραφής (κοινό)

source: for group
el: για την ομάδα

source: Info about selected group
el: Πληροφορίες για επιλεγμένη ομάδα

source: Edit group settings
el: Επεξεργασία των ρυθμίσεων της ομάδας

source: Info about selected members
el: Πληροφορίες για τα επιλεγμένα μέλη

source: Info about selected people
el: Πληροφορίες για τα επιλεγμένα άτομα

source: Group members
el: Μέλη της ομάδας

source: See group members
el: Προβολή των μελών της ομάδας

source: Members of selected group
el: Μέλη της επιλεγμένης ομάδας

source: Group mode
el: Μορφή ομάδων

source: Force group mode
el: Επιβολή ομάδων

source: My group
el: Η ομάδα μου

source: People not in a group
el: Χρήστες που δεν ανήκουν σε ομάδα

source: Sorry, you are not a member of that group
el: Συγνώμη, αλλά δεν είστε μέλος αυτής της ομάδας

source: Randomly assign all to groups
el: Τυχαία κατανομή σε ομάδες

source: Remove selected group
el: Διαγραφή της επιλεγμένης ομάδας

source: Remove selected members
el: Αφαίρεση των επιλεγμένων μελών

source: Groups
el: Ομάδες

source: No groups
el: Χωρίς ομάδες

source: Separate groups
el: Ξεχωριστές ομάδες

source: Visible groups
el: Ορατές ομάδες

source: Guest
el: Επισκέπτης

source: Guests have minimal privileges and usually can not enter text anywhere.
el: Οι επισκέπτες έχουν τα λιγότερα δυνατά δικαιώματα και δε μπορούν να εισάγουν κείμενο πουθενά.

source: Allow guests who have the key
el: Επιτρέπονται επισκέπτες που έχουν το κλειδί

source: Do not allow guests in
el: Να μην επιτρέπονται επισκέπτες

source: Sorry, '{$a}' does not allow guests to enter.
el: Δυστυχώς, ο/η '{$a}' δεν επιτρέπει την πρόσβαση στους επισκέπτες.

source: Allow guests without the key
el: Επιτρέπονται επισκέπτες που δεν έχουν το κλειδί

source: Guest user
el: Επισκέπτης

source: This user is a special user that allows read-only access to some courses.
el: Αυτός είναι ένας ειδικός χρήστης που έχει πρόσβαση μόνο για ανάγνωση σε μερικά μαθήματα.

source: Help
el: Βοήθεια

source: Help with {$a}
el: Βοήθεια με {$a}

source: Help with this
el: Βοήθεια με αυτό

source: Hidden assignment
el: Κρυμμένη εργασία

source: Hidden from students
el: Κρυμμένο από τους σπουδαστές

source: Available but not shown on course page
el: Διαθέσιμο αλλά δεν εμφανίζεται στη σελίδα του μαθήματος

source: Hidden sections
el: Περιοχές που έχετε αποκρύψει

source: Hidden sections are shown in collapsed form
el: Οι περιοχές που έχετε αποκρύψει θα προβάλλονται σε συμπτυγμένη μορφή

source: This setting determines whether hidden sections are displayed to students in collapsed form (perhaps for a course in weekly format to indicate holidays) or are completely hidden.
el: <p align="center"><strong>Κρυμμένα τμήματα μαθήματος </strong></p> <p align="left">Αυτή η επιλογή σας επιτρέπει να αποφασίσετε πώς τα κρυμμένα τμήματα στο μάθημά σας θα εμφανίζονται στους σπουδαστές.<br /> Εξ ορισμού, μια μικρή περιοχή επιδεικνύεται (συνήθως με γκρίζα γράμματα) για να δείξει που βρίσκεται το κρυμμένο εδάφιο, αν και δεν μπορούν ακόμα να δουν πραγματικά τις κρυμμένες δραστηριότητες και τα κείμενα. Αυτό είναι ιδιαίτερα χρήσιμο στην εβδομαδιαία διαμόρφωση, έτσι ώστε οι εβδομάδες χωρίς μάθημα να είναι σαφείς. Δίνει την δυνατότητα στους σπουδαστές να οργανώσουν τον χρόνο τους, γνωρίζοντας τις ημερομηνίες που θα υπάρξει κάτι καινούργιο για το μάθημα. <br /> Εάν το επιθυμείτε, τα κρυμμένα τμήματα του μαθήματος μπορούν να μην είναι καθόλου ορατά στους σπουδαστές, έτσι ώστε αυτοί να μην γνωρίζουν ότι τμήματα της σειράς μαθημάτων είναι κρυμμένα.</p>

source: Hidden sections are completely invisible
el: Οι περιοχές που έχετε αποκρύψει δεν θα προβάλλονται καθόλου

# $string['hide']
source: Hide
el: Απόκρυψη

source: Hide advanced settings
el: Απόκρυψη των προχωρημένων ρυθμίσεων

source: Hide chart data
el: Απόκρυψη δεδομένων γραφήματος

source: Hide from students
el: Απόκρυψη από σπουδαστές

source: Make available but not shown on course page
el: Να γίνει διαθέσιμο αλλά να μην εμφανίζεται στη σελίδα του μαθήματος

source: Hide picture
el: Απόκρυψη της εικόνας

source: Hide popover window
el: Απόκρυψη αναδυόμενου παραθύρου

source: Hide section {$a}
el: Απόκρυψη τμήματος {$a}

source: Hide settings
el: Απόκρυψη των ρυθμίσεων

source: Hide or show blocks
el: Απόκρυψη ή εμφάνιση πλαισίων

source: Highlight
el: Επισήμανση

source: Remove highlight
el: Αφαίρεση επισήμανσης

source: Hits
el: Επισκέψεις

source: Hits on {$a->coursename} by {$a->username}
el: Επισκέψεις στο {$a->coursename} από την/τον {$a->username}

source: Today's hits on {$a->coursename} by {$a->username}
el: Σημερινές επισκέψεις στο {$a->coursename} από το χρήστη {$a->username}

source: Home
el: Αρχή

source: hour
el: ώρα

source: hours
el: ώρες

source: How to make new themes
el: Πως να δημιουργήσετε νέα θέματα

source: Use HTML editor
el: Χρησιμοποιήστε τον επεξεργαστή κειμένου (IE 5.5 και νεότερο)

source: The HTML editor is available
el: Ο επεξεργαστής κειμένου είναι διαθέσιμος

source: You have disabled the HTML editor in your user profile
el: Έχετε απενεργοποιήσει τον επεξεργαστή HTML κειμένου στο προφίλ σας

source: The administrator has disabled the HTML editor on this site
el: Ο διαχειριστής έχει απενεργοποιήσει τον επεξεργαστή κειμένου

source: The HTML editor is unavailable because your web browser is not compatible
el: Ο επεξεργαστής HTML κειμένου δεν είναι διαθέσιμος επειδή δε χρησιμοποιείτε Internet Explorer 5.5 ή νεώτερο

source: HTML files only
el: Μόνο αρχεία HTML

source: Pretty HTML format
el: Μορφή Pretty HTML

source: Icon
el: Εικονίδιο

source: ICQ number
el: Αριθμός ICQ

# $string['idnumber']
source: ID number
el: Αριθμός ταυτότητας

source: Course ID number
el: Κωδικός μαθήματος

source: Category ID number
el: Αριθμός αναγνωριστικού κατηγορίας

source: The ID number of a course category is only used when matching the category against external systems and is not displayed anywhere on the site. If the category has an official code name it may be entered, otherwise the field can be left blank.
el: Ο αριθμός αναγνωριστικού μιας κατηγορίας μαθημάτων χρησιμοποιείται μόνο κατά την αντιστοίχιση της κατηγορίας με εξωτερικά συστήματα και δεν εμφανίζεται πουθενά στον ιστοχώρο. Αν η κατηγορία έχει κάποιο επίσημο κωδικό όνομα, μπορεί να εισαχθεί αυτό, διαφορετικά το πεδίο μπορεί να παραμείνει κενό.

source: The ID number of a course is only used when matching the course against external systems and is not displayed anywhere on the site. If the course has an official code name it may be entered, otherwise the field can be left blank.
el: <p align="center"><strong>Αριθμός Ταυτότητας (I.D.) Μαθήματος</strong></p> <p align="left">Ο αριθμός ταυτότητας ενός μαθήματος χρησιμοποιείται μόνο κατά την αναζήτηση ενός μαθήματος με μαθήματα άλλων δικτυακών τόπων. Δεν εμφανίζεται ποτέ μέσα στο Moodle (σε <b>ένα</b> δικτυακό τόπο). Εάν έχετε ένα επίσημο κωδικό όνομα για το μάθημά σας τότε γράψε το στο πεδίο... αλλιώς μπορείτε να το αφήσετε κενό.</p>

source: Group ID number
el: Αριθμός αναγνωριστικού ομάδας

source: The ID number of a group is only used when matching the group against external systems and is not displayed anywhere on the site. If the group has an official code name it may be entered, otherwise the field can be left blank.
el: Ο αριθμός αναγνωριστικού μιας ομάδας χρησιμοποιείται μόνο όταν γίνεται αντιστοίχιση της ομάδας με εξωτερικά συστήματα και δεν εμφανίζεται πουθένα στον ιστοχώρο. Αν η ομάδα έχει ένα επίσημο κωδικό όνομα, μπορεί να εισαχθεί, αλλιώς το πεδίο μπορεί να παραμείνει κενό.

source: Grouping ID number
el: Αριθμός αναγνωριστικού ομαδοποίησης

source: The ID number of a grouping is only used when matching the grouping against external systems and is not displayed anywhere on the site. If the grouping has an official code name it may be entered, otherwise the field can be left blank.
el: Ο αριθμός αναγνωριστικού μιας ομαδοποίησης χρησιμοποιείται μόνο όταν γίνεται αντιστοίχιση της ομαδοποίησης με εξωτερικά συστήματα και δεν εμφανίζεται πουθένα στον ιστοχώρο. Αν η ομαδοποίηση έχει ένα επίσημο κωδικό όνομα, μπορεί να εισαχθεί, αλλιώς το πεδίο μπορεί να παραμείνει κενό.

# $string['idnumbermod']
source: ID number
el: ID αριθμός

source: Setting an ID number provides a way of identifying the activity for grade calculation purposes. If the activity is not included in any grade calculation then the ID number field may be left blank. The ID number can also be set in the gradebook, though it can only be edited on the activity settings page.
el: <p>Ο ορισμός ενός αριθμού ID παρέχει έναν τρόπο προσδιορισμού της δραστηριότητας για λόγους υπολογισμού βαθμολογίας. Εάν η δραστηριότητα δε συμπεριλαμβάνεται σε οποιοδήποτε υπολογισμό βαθμού τότε το πεδίο αριθμού ID μπορεί να μείνει κενό.</p> <p> Ο αριθμός ID μπορεί επίσης να οριστεί στη σελίδα επεξεργασίας υπολογισμού βαθμολογιών στο βαθμολόγιο, αν και μπορεί να αλλαχθεί μόνον στ σελίδα ανανέωσης της δραστηριότητας.</p>

source: This ID number is already taken
el: Αυτός ο ID αριθμός είναι ήδη πιασμένος

source: Picture description
el: Περιγραφή εικόνας

source: Import
el: Εισαγωγή

source: Import course data
el: Εισαγωγή δεδομένων μαθήματος

source: Exported data from 'from' course successfully.<br /> Continue to import into your 'to' course.
el: Επιτυχής εξαγωγή δεδομένων από το μάθημα 'από'.<br />Συνέχεια με την εισαγωγή δεδομών στο μάθημα 'στο'.

source: Import complete! Continue to your course
el: Η εισαγωγή ολοκληρώθηκε! Μπορείτε να μπείτε στο μάθημά σας

source: Find a course to import data from:
el: Εύρεση ενός μαθήματος για εισαγωγή δεδομένων:

source: Inactive
el: Μη ενεργό

source: Include
el: Συμπερίληψη

source: Include all users
el: Συμπερίληψη Όλων των Χρηστών

source: Include course files
el: Συμπερίληψη Αρχείων Μαθήματος

source: Include course users
el: Συμπερίληψη των Χρηστών του Μαθήματος

source: Included
el: Συμπεριλήφθηκε

source: Include log entries
el: Συμπερίληψη Εγγραφών Καταγραφής

source: Include modules
el: Συμπερίληψη των αρθρωμάτων

source: Include module user data
el: Συμπερίληψη των δεδομένων των αρθρωμάτων

source: Include needed users
el: Συμπερίληψη Απαραίτητων Χρηστών

source: Include no users
el: Να μη συμπεριλαμβάνονται οι χρήστες

source: Include role assignments
el: Συμπερίληψη αναθέσεων ρόλων

source: Include site files used in this course
el: Συμπερίληψη αρχείων ιστοχώρου που χρησιμοποιούνται σε αυτό το μάθημα

source: Include user files
el: Συμπερίληψη Αρχείων Χρηστών

source: Increase the number of sections
el: Αύξηση του αριθμού των ενοτήτων

source: Information
el: Πληροφορίες

source: Institution
el: Ίδρυμα

source: in student view
el: στην προβολή φοιτητή

source: Interests
el: Ενδιαφέροντα

source: List of interests
el: Λίστα με ενδιαφέροντα

source: Enter your interests, one by one, which will then be displayed on your profile page as tags.
el: Καταχωρήστε τα ενδιαφέροντά σας χωρισμένα με κόμματα

source: Invalid email address
el: Εσφαλμένη διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Invalid login, please try again
el: Εσφαλμένη είσοδος, παρακαλώ δοκιμάστε ξανά

source: The username can only contain alphanumeric lowercase characters (letters and numbers), underscore (_), hyphen (-), period (.) or at symbol (@).
el: Το όνομα χρήστη μπορεί να περιέχει μόνο αλφαριθμητικούς πεζούς χαρακτήρες (γράμματα και αριθμούς), κάτω παύλα (_), παύλα (-), τελεία(.) ή το σύμβολο (@).

source: Invalid username
el: Μη έγκυρο όνομα χρήστη

source: IP address
el: IP Διεύθυνση

source: Jump
el: Μεταφορά

source: Jump to...
el: Μεταφορά σε...

source: Keep
el: Συνέχιση

source: Keep searching
el: Συνέχιση της αναζήτησης

source: Language direction left-to-right
el: Το κείμενο γράφεται από αριστερά προς τα δεξιά

source: Language direction right-to-left
el: Το κείμενο γράφεται από δεξιά προς τα αριστερά

source: Language
el: Γλώσσα

source: This language pack is up-to-date! :-)
el: Αυτό το γλωσσικό πακέτο είναι ενημερωμένο! :D

source: Last
el: Τελευταίο

source: Last access
el: Τελευταία πρόσβαση

source: Last access to course
el: Τελευταία πρόσβαση στο μάθημα

source: Last edited
el: Τελευταία επεξεργασία

source: Last IP address
el: Τελευταία IP διεύθυνση

source: Last login
el: Τελευταία είσοδος

source: Last modified
el: Τελευταία τροποποίηση

source: Surname
el: Επώνυμο

source: Surname - phonetic
el: Επώνυμο (φωνητικό)

source: Last access to site
el: Τελευταία πρόσβαση στην ιστοσελίδα

source: Last year
el: Προηγούμενος χρόνος

source: Check for latest language pack on moodle.org
el: Έλεγχος για το πιο ενημερωμένο πακέτο γλωσσών στο moodle.org

source: Layout table
el: Πίνακας διάταξης

source: Leave blank to keep current password
el: Αφήστε κενό για να διατηρήσετε τον υπάρχοντα κωδικό πρόσβασης

source: Licence
el: Άδεια GPL

source: Licences
el: Άδειες

source: Would you like to log in now with a full user account?
el: Θέλετε να συνδεθείτε τώρα με έναν πλήρη λογαριασμό χρήστη;

source: List
el: Κατάλογος

source: List of files in {$a}
el: Κατάλογος αρχείων στο {$a}

source: List of all people
el: Κατάλογος όλων των ατόμων

# $string['listofcourses']
source: List of courses
el: Λίστα των μαθημάτων

source: Loading
el: Φορτώνει

source: Loading...
el: Φορτώνει...

source: Local
el: Τοπικό

source: Local plugins
el: Τοπικά πρόσθετα

source: Manage local plugins
el: Διαχείριση τοπικών πρόσθετων

source: Location
el: Τόπος

source: The operation timed out while waiting for a lock.
el: Η λειτουργία έληξε, ενώ περιμένε ένα κλείδωμα.

source: You are logged in as {$a}
el: Έχετε εισέλθει ως {$a}

source: You are currently using guest access
el: Έχετε εισέλθει ώς επισκέπτης

source: You are not logged in.
el: Δεν έχετε εισέλθει.

source: Log in
el: Είσοδος

source: Login activity
el: Συνδέσεις

source: You are already logged in
el: Έχετε ήδη εισέλθει

source: Log in as
el: Είσοδος ως

source: <p>You must enter the special "loginas password" to use this feature.<br />If you do not know it, ask your server administrator.</p>
el: <p>Πρέπει να εισαγάγετε το ειδικό "loginas συνθηματικ" για να χρησιμοποιήσετε αυτή τη λειτουργία.<br />Αν δεν το γνωρίζετε, επικοινωνήστε με το διαχειριστή του διακομιστή.</p>

source: Login failure logs
el: Αναφορά εσφαλμένων προσπαθειών σύνδεσης

source: Log in as a guest
el: Είσοδος ως επισκέπτης

source: Log in to the site
el: Είσοδος στο δικτυακό τόπο

source: For full access to this site, you first need to create an account.
el: Γεια σας, Για να έχετε πλήρη πρόσβαση σε κάποια μαθήματα θα χρειαστεί να δημιουργήσετε ένα νέο λογαριασμό, ακολουθώντας τα παρακάτω βήματα: <OL size=2> <li>Συμπληρώστε τη φόρμα <A HREF={$a}>Νέου λογαριασμού</A> με τα δεδομένα σας. <li>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί στη διεύθυνσή σας. <li>Διαβάστε το μήνυμα και επιλέξτε τη διεύθυνση που περιέχει. <li>Μετά την επιβεβαίωση του λογαριασμού σας, θα μπορείτε να συνδεθείτε στην ηλεκτρονική τάξη. <li>Αφού έχετε συνδεθεί, μπορείτε να επιλέξτε το μάθημα στο οποίο θέλετε να εγγραφείτε. Αν σας ζητηθεί ένα "κλειδί εγγραφής" - χρησιμοποιήστε αυτό που σας έδωσε ο διδάσκοντάς σας. <li>Από εδώ και στο εξής θα έχετε τη δυνατότητα να χρησιμοποιήσετε όλες τις δραστηριότητες και τις πηγές πληροφοριών του μαθήματος. </ol>
