Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: Drag and drop text or links onto course sections to upload them
el: Κάντε drag and drop κείμενα ή συνδέσμους στις ενότητες του μαθήματος για να τα ανεβάσετε

source: Moodle documentation
el: Τεκμηρίωση του Moodle

source: Don't sort categories
el: Μην ταξινομήσετε τις κατηγορίες

source: Don't sort courses
el: Μην ταξινομήσετε τα μαθήματα

source: Down
el: Κάτω

source: Download
el: Μεταφόρτωση

source: Download all
el: Μεταφόρτωση όλων

source: Download in Excel format
el: Αποθήκευση σε μορφή Excel

source: Download file
el: Λήψη αρχείου

source: Download in ODS format
el: Λήψη σε μορφή ODS

source: Download in text format
el: Αποθήκευση σε μορφή κειμένου

source: Have you read these conditions and understood them?
el: Έχετε διαβάσει και κατανοήσει αυτούς τους όρους;

source: Drop files here to upload
el: Ρίξτε τα αρχεία εδώ για να τα ανεβάσετε

source: Duplicate
el: Κλωνοποίηση

source: To use spell-checking within the editor, you MUST have <strong>aspell 0.50</strong> or later installed on your server, and you must specify the correct path to access the aspell binary. On Unix/Linux systems, this path is usually <strong>/usr/bin/aspell</strong>, but it might be something else.
el: Για να χρησιμοποιήσετε τον ορθογραφικό έλεγχο στον επεξεργαστή κειμένου, θα πρέπει πρώτα να έχει εγκατασταθεί, στο sever, το <strong>aspell 0.50 (ή νεώτερη έκδοση)</strong>.

source: Define the edit area's background color.<br />Valid values are, for example: #FFFFFF or white
el: Χρώμα φόντου

source: This setting enables or disables Word-specific format filtering.
el: Αυτή η ρύθμιση ενεργοποιεί/απενεργοποιεί το φιλτράρισμα του format ειδικά για Word

source: Enable or disable spell-checking. When enabled, <strong>aspell</strong> must be installed on the server. The second value is the <strong>default dictionary</strong>. This value will be used if aspell doesn't have dictionary for users own language.
el: Ενεργοποίηση του ορθογραφικού ελέγχου. Αν τον ενεργοποιήσετε, θα πρέπει να εγκαταστήσετε στο διακομιστή το <strong>aspell</strong>.

source: The font-family property is a list of font family names and/or generic family names. Family names must be separated with comma.
el: Διαθέσιμες οικογένειες γραμματοσειρών (χωρισμένες με κόμμα).

source: Define the fonts used on editors dropdown menu.
el: Διαθέσιμες γραμματοσειρές.

source: The default font-size sets the size of a font. <br />Valid values are for example: medium, large, smaller, larger, 10pt, 11px.
el: Προεπιλεγμένο μέγεθος γραμματοσειράς (αποδεκτές τιμές 10pt, 10px).

source: Edit
el: Επεξεργασία

source: Edit {$a}
el: Επεξεργασία {$a}

source: Edit category settings
el: Επεξεργασίς ρυθμίσεων κατηγορία

# $string['editcategorythis']
source: Edit this category
el: Επεξεργασία αυτής της κατηγορίας

source: Edit course settings
el: Επεξεργασία των ρυθμίσεων του μαθήματος

source: Edit files
el: Επεξεργασία αρχείων

source: Edit group profile
el: Επεξεργασία του προφίλ της ομάδας

source: Editing {$a}
el: Επεξεργασία {$a}

source: Editor
el: Συντάκτης

source: This value cannot be edited!
el: Αυτή η τιμή δε μπορεί να αλλάξει!

source: Edit profile
el: Επεξεργασία του προφίλ

source: Background-color
el: Χρώμα φόντου

source: Clean Word HTML on paste
el: Αφαίρεση περιττών μορφοποιήσεων του MS-Word

source: Common settings
el: Κοινές ρυθμίσεις

source: Default font
el: Τυπικά fonts

source: Enable spellchecking
el: Ενεργοποίηση ελέγχου ορθογραφίας

source: Fontlist
el: Λίστα γραμματοσειρών

source: Default font-size
el: Προκαθορισμένο μέγεθος γραμματοσειράς

source: Editor preferences
el: Προτιμήσεις επεξεργαστή κειμένου

source: Reset to default values
el: Αρχικές ρυθμίσεις

source: Editor settings
el: Ρυθμίσεις του επεξεργαστή κειμένου

source: Editor shortcut keys
el: Επεξεργαστής πλήκτρων συντόμευσης

source: Edit section
el: Επεξεργασία ενότητας

source: Edit section name
el: Επεξεργασία τίτλου τομέα

source: Edit settings
el: Επεξεργασία ρυθμίσεων

source: Edit summary
el: Επεξεργασία της σύνοψης

source: Edit this activity
el: Επεξεργασία της δραστηριότητας

# $string['editthiscategory']
source: Edit this category
el: Επεξεργασία του τμήματος

source: Edit title
el: Επεξεργασία τίτλου

source: Escape to cancel, Enter when finished
el: Escape για να ακυρώσετε, Enter όταν τελειώσετε

source: Edit user accounts
el: Επεξεργασία των λογαριασμών των χρηστών

source: All events
el: Όλα τα γεγονότα

source: * Teaching - actions performed by a teacher, e.g. updating a resource * Participating - actions performed by a student, e.g. posting in a forum * Other - actions performed by a user with a role other than teacher or student
el: * Διδασκαλία - ενέργειες που εκτελούνται από έναν διδάσκοντα, π.χ. ενημέρωση ενός πόρου<br/> * Συμμετοχή - ενέργειες που εκτελούνται από έναν μαθητή, π.χ. ανάρτηση σε μια ομάδα συζητήσεων<br/> * Άλλο - ενέργειες που εκτελούνται από ένα χρήστη με ρόλο διαφορετικό από διδάσκοντας ή μαθητής

# $string['edulevelother']
source: Other
el: Άλλο

source: Participating
el: Συμμετοχή

source: Teaching
el: Διδασκαλία

source: Email address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Email activated
el: Το email ενεργοποιήθηκε

source: Email (again)
el: Email (ξανά)

source: A password reset email has already been sent. Please check your email.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου για την επαναφορά του κωδικού πρόσβασης έχει ήδη σταλεί. Παρακαλώ ελέγξτε το email σας.

source: Email charset
el: Email κωδικοποίηση

source: Confirm your account
el: Επιβεβαιώστε το λογαριασμό σας

source: Hi {$a->firstname}, A new account has been requested at '{$a->sitename}' using your email address. To confirm your new account, please go to this web address: {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then cut and paste the address into the address line at the top of your web browser window. If you need help, please contact the site administrator, {$a->admin}
el: Γεια σας, Έχετε κάνει μία αίτηση για τη δημιουργία ενός νέου λογαριασμού στο '{$a->sitename}'. Πριν δημιουργηθεί ο λογαριασμός χρειάζεται μία επιβεβαίωση από μέρους σας, η οποία μπορεί να γίνει απλά πατώντας στον επόμενο σύνδεσμο {$a->link}. Φιλικά, ο διαχειριστής του '{$a->sitename}', {$a->admin}

source: {$a}: account confirmation
el: {$a}: επιβεβαίωση λογαριασμού

source: <p>An email should have been sent to your address at <b>{$a}</b></p> <p>It contains easy instructions to complete your registration.</p> <p>If you continue to have difficulty, contact the site administrator.</p>
el: <p>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα πρέπει να έχει σταλεί στη διεύθυνσή σας, <b>{$a}</b> </p> <p>Περιέχει απλές οδηγίες για την ολοκλήρωση της εγγραφής σας. </p> <p>Αν συνεχίζετε να αντιμετωπίζετε δυσκολίες, επικοινωνήστε με το διαχειριστή του δικτυακού τόπου. </p>

source: Email digest type
el: Τύπος σύνοψης email

source: Complete (daily email with full posts)
el: Ολοκληρωμένη (καθημερινό email με ολόκληρες τις ανακοινώσεις)

source: This is the daily digest setting that forums will use by default. * No digest - you will receive one e-mail per forum post; * Digest - complete posts - you will receive one digest e-mail per day containing the complete contents of each forum post; * Digest - subjects only - you will receive one digest e-mail per day containing just the subject of each forum post. You can also choose a different setting for each forum if you wish.
el: Αυτή είναι η ρύθμιση καθημερινής σύνοψης που θα χρησιμοποιούν οι ομάδες συζητήσεων από προεπιλογή. <br/><br/> * Χωρίς σύνοψη - θα λαμβάνετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου ανά ανάρτηση στην ομάδα συζητήσεων.<br/> * Σύνοψη - πλήρεις αναρτήσεις - θα λαμβάνετε μια σύνοψη μέσω ηλεκτρονικού ταχυδρομείου την ημέρα που θα περιέχει το πλήρες περιεχόμενο κάθε ανάρτησης στην ομάδα συζητήσεων.<br/> * Σύνοψη - θέματα μόνο - θα λαμβάνετε μια σύνοψη μέσω ηλεκτρονικού ταχυδρομείου την ημέρα που περιέχει μόνο το θέμα της κάθε ανάρτησης στην ομάδα συζητήσεων. <br/><br/> Μπορείτε επίσης να επιλέξετε μια διαφορετική ρύθμιση για κάθε ομάδα συζητήσεων, αν το επιθυμείτε.

source: No digest (single email per forum post)
el: Χωρίς σύνοψη (μαναδικό email ανά post σε forum)

source: Subjects (daily email with subjects only)
el: Θέματα (καθημερινό email με θέματα μόνο)

source: This email address is disabled
el: Η διεύθυνση email είναι απενεργοποιημένη

source: Click here to disable all email from being sent to this address
el: Πατήστε εδώ για να απενεργοποιήσετε την αποστολή όλων των email σε αυτήν τη διεύθυνση

source: Email display
el: Εμφάνιση της διεύθυνσης email

source: Allow only other course members to see my email address
el: Το email να είναι ορατό μόνο στα άλλα μέλη του μαθήματος

source: Email hidden
el: E-mail κρυμμένο

source: Hide my email address from everyone
el: Απόκρυψη της διεύθυνσης email από όλους

source: Allow everyone to see my email address
el: Η διεύθυνση email αν είναι ορατή σε όλους τους χρήστες

source: This email address is enabled
el: Αυτή η διεύθυνση email είναι ενεργοποιημένη

source: Click here to re-enable all email being sent to this address
el: Πατήστε εδώ για να ενεργοποιήσετε ξανά την αποστολή όλων των email σε αυτήν τη διεύθυνση

source: This email address is already registered.
el: Υπάρχει ήδη κάποιος άλλος εγγεγραμμένος χρήστης με την ίδια διεύθυνση email.

source: Recover forgotten username or password
el: Ανάκτηση ξεχασμένου ονόματος χρήστη ή κωδικού

source: Perhaps you created an account in the past? {$a}
el: Μήπως έχετε δημιουργήσει ένα λογαριασμό στο παρελθόν; {$a}

source: Email format
el: Μορφή μηνύματος email

source: Note: your email address must be a real one
el: Σημείωση: η διεύθυνση email πρέπει να είναι πραγματική

source: Email addresses in these domains are not allowed ({$a})
el: Δεν επιτρέπονται οι διευθύνσεις email από αυτά τα domain ({$a})

source: The email address was not found in the database
el: Η διεύθυνση email δε βρέθηκε στη βάση δεδομένων

source: This email is not one of those that are allowed ({$a})
el: Το email αυτό είναι μη επιτρεπόμενο ({$a})

source: Hi {$a->firstname}, Someone (probably you) has requested a new password for your account '{$a->username}' on '{$a->sitename}'. To change your password, please go to the following web address: {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then cut and paste the address into the address line at the top of your web browser window. If you need help, please contact the site administrator, {$a->admin}
el: Γεια σας {$a->firstname}, Κάποιος (μάλλον εσείς ο ίδιος) έχει ζητήσει νέο συνθηματικό για το λογαριασμό σας στο '{$a->sitename}'. Για να αλλάξετε το συνθηματικό, παρακαλώ μεταβείτε στην παρακάτω διεύθυνση δικτύου: {$a->link} Στα περισσότερα προγράμματα mail, αυτό θα πρέπει να εμφανίζεται ως μπλε σύνδεσμος στον οποίο μπορείτε να κάνετε κλικ. Εάν αυτό δε λειτουργεί, τότε αποκόψτε και επικολλήστε τη διεύθυνση στη γραμμή διεύθυνσης στο επάνω μέρος του παραθύρου του περιηγητή σας. Εάν χρειάζεστε βοήθεια, παρακαλώ επικοινωνήστε με το διαχειριστή του ιστοχώρου, {$a->admin}

source: Hi {$a->firstname}, Someone (probably you) has requested a new password for your account on '{$a->sitename}'. Unfortunately your account on this site is disabled, so the password cannot be reset. Please contact the site administrator {$a->admin}.
el: Γεια σας {$a->firstname}, Κάποιος (μάλλον εσείς ο ίδιος) έχει ζητήσει νέο συνθηματικό για το λογαριασμό σας στο '{$a->sitename}'. Δυστυχώς, ο λογαριασμός σας σε αυτόν τον ιστοχώρο είναι απενεργοποιημένος και δε μπορεί να επαναφερθεί. Παρακαλώ επικοινωνήστε με το διαχειριστή του ιστοχώρου, {$a->admin}

source: Hi {$a->firstname}, Someone (probably you) has requested a new password for your account on '{$a->sitename}'. Unfortunately passwords cannot be reset on this site. Please contact the site administrator {$a->admin}.
el: Γεια σας {$a->firstname}, Κάποιος (μάλλον εσείς ο ίδιος) έχει ζητήσει νέο συνθηματικό για το λογαριασμό σας στο '{$a->sitename}'. Δυστυχώς, δεν είναι δυνατή η επαναφορά συνθηματικών σε αυτόν τον ιστοχώρο, παρακαλώ επικοινωνήστε με το διαχειριστή του ιστοχώρου, {$a->admin}

source: {$a}: Change password information
el: {$a}: Αλλαγή πληροφοριών συνθηματικού

source: Hi {$a->firstname}, Someone (probably you) has requested a new password for your account on '{$a->sitename}'. To confirm this and have a new password sent to you via email, go to the following web address: {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then cut and paste the address into the address line at the top of your web browser window. If you need help, please contact the site administrator, {$a->admin}
el: Γεια σας {$a->firstname}, Έχετε ζητήσει ένα νέο κωδικό πρόσβασης για το λογαριασμό σας στο '{$a->sitename}'. Για να το επιβεβαιώσετε αυτό και για να παραλάβετε ένα νέο κωδικό πρόσβασης μέσω email, ακολουθήστε την παρακάτω διεύθυνση: {$a->link} Αν χρειάζεστε βοήθεια, παρακαλώ επικοινωνήστε με το διαχειριστή του ιστοχώρου, {$a->admin}

source: {$a}: Change password confirmation
el: {$a}: αλλαγή κωδικού πρόσβασης

source: <p>If you supplied a correct username or email address then an email should have been sent to you.</p> <p>It contains easy instructions to confirm and complete this password change. If you continue to have difficulty, please contact the site administrator.</p>
el: <p>Αν έχετε δώσει σωστό όνομα χρήστη ή διεύθυνση, ένα email θα έχει σταλεί σε εσάς.</p> <p>Περιέχει εύκολες πληροφορίες για την επιβεβαίωση και την ολοκλήρωση της αλλαγής του συνθηματικού. Αν συνεχίσετε να έχετε προβλήματα, παρακαλώ επικοινωνήστε με το διαχειριστή.</p>

source: <p>The user account you specified does not have a recorded email address.</p> <p>Please contact the site administrator.</p>
el: <p>Ο λογαριασμός χρήστη που έχετε ορίσει δεν έχει μια καταγεγραμμένη διεύθυνση ηλεκτρονικού ταχυδρομείου. </p> <p>Παρακαλω επικοινωνήστε τον διαχειριστή του ιστοχώρου.</p>

source: <p>The user detail you supplied does not identify an existing user account.</p> <p>Please check the information you entered, then try again. If you continue to have difficulty, please contact the site administrator.</p>
el: <p>Οι λεπτομέρειες χρήστη που δώσατε δεν προσδιορίζουν έναν υπάρχοντα λογαριασμό χρήστη.</p> <p>Παρακαλώ ελέγξτε τις πληροφορίες που καταχωρίσατε και δοκιμάστε ξανά. Αν συνεχίζετε να αντιμετωπίζετε δυσκολίες, επικοινωνήστε με τον διαχειριστή του ιστοχώρου. </p>

source: An email should have been sent to your address at <b>{$a}</b>. <br />It contains easy instructions to confirm and complete this password change. If you continue to have difficulty, contact the site administrator.
el: Ένα email έχει σταλεί στην ηλεκτρονική σας διεύθυνση στο <b>{$a}</b>. <p>Περιέχει εύκολες οδηγίες για επιβεβαίωση και ολοκλήρωση της αλλαγής του κωδικού πρόσβασης. Αν συνεχίσετε να αντιμετωπίζετε δυσκολία, επικοινωνήστε με το διαχειριστή.

source: Thank you for confirming the change of password. An email containing your new password has been sent to your address at<br /><b>{$a->email}</b>.<br /> The new password was automatically generated - you might like to <a href="{$a->link}">change your password</a> to something easier to remember.
el: <p>Ένα email που περιέχει το νέο σας κωδικό πρόσβασης έχει σταλεί στην ηλεκτρονική σας διεύθυνση στο <b>{$a->email}</b>. <p>Ο νέος κωδικός πρόσβασης δημιουργήθηκε αυτόματα - πιθανώς να θέλετε <a href={$a->link}>να τον αλλάξετε</a> με κάποιον που να μπορείτε να θυμηθείτε πιο εύκολα.

source: Hi {$a->firstname}, A password reset was requested for your account '{$a->username}' at {$a->sitename}. To confirm this request, and set a new password for your account, please go to the following web address: {$a->link} (This link is valid for {$a->resetminutes} minutes from the time this reset was first requested) If this password reset was not requested by you, no action is needed. If you need help, please contact the site administrator, {$a->admin}
el: Γεια σου {$a->firstname}, Έγινε αίτηση αλλαγής κωδικού για τον λογαριασμό σου '{$a->username}' στο {$a->sitename}. Για να επιβεβαιώσεις αυτό το αίτημα και να ορίσεις ένα νέο κωδικό για το λογαριασμό σου παρακαλώ πάτησε στον παρακάτω σύνδεσμο: {$a->link} (Αυτός ο σύνδεσμος είναι ενεργός για {$a->resetminutes} από τη στιγμή που έγινε η αίτηση αλλαγής) Αν το αίτημα αλλαγής κωδικού δεν έγινε από εσάς, τότε δεν χρειάζεται περαιτέρω ενέργεια. Αν χρειάζεστε βοήθεια επικοινωνήστε με τον διαχειριστή, {$a->admin}

source: {$a}: Password reset request
el: {$a}: αίτημα επαναφοράς κωδικού πρόσβασης

source: An email has been sent to your address at <b>{$a}</b>. <br />It contains easy instructions to confirm and complete this password change. If you continue to have difficulty, contact the site administrator.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί στη διεύθυνση σας στο <b>{$a}.</b> <br /> Περιέχει απλές οδηγίες για να επιβεβαιώσετε και να ολοκληρωθεί αυτή η αλλαγή του κωδικού πρόσβασης. Εάν συνεχίσετε να αντιμετωπίζετε δυσκολίες, επικοινωνήστε με το διαχειριστή του ιστοτόπου.

source: You can also e-mail files as attachments straight to your private files space. Simply attach your files to an e-mail and send it to {$a}
el: Μπορείτε επίσης να στείλετε αρχεία ως συνημμένα μέσω ηλεκτρονικού ταχυδρομείου απευθείας στο χώρο των ιδιωτικών αρχείων σας. Απλά επισυνάψτε τα αρχεία σας σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου και στείλτε το στο {$a}

source: Your administrator has disabled the option to upload your own private files.
el: Ο διαχειριστής σας έχει απενεργοποιήσει τη δυνατότητα να ανεβάσετε τα δικά προσωπικά αρχεία σας.

source: {$a->name} (via {$a->siteshortname})
el: {$a->name} (μέσω {$a->siteshortname})

source: empty region
el: κενή περιοχή

source: Enable
el: Ενεργοποίηση

source: Encrypted code
el: Κρυπτογραφημένος κωδικός

source: Course end date
el: Καταληκτική ημερομηνία μαθήματος.

source: The course end date is used for determining whether a course should be included in a user's list of courses. When the end date is past, the course is no longer listed in the navigation and is listed as past in the course overview. The course end date may also be used by custom reports. Users can still enter the course after the end date; in other words the date does not restrict access.
el: Η ημερομηνία λήξης του μαθήματος χρησιμοποιείται μόνο για αναφορές. Οι χρήστες έχουν πρόσβαση στο μάθημα και μετά την ημερομηνία λήξης.

source: Enrolment methods
el: Μέθοδοι εγγραφής

source: Click to enter this course
el: Πατήστε για να εισέλθετε σε αυτό το μάθημα

source: Enter your email address
el: Εισάγετε το email σας

source: Enter in your email address to reset your password and have the new password sent to you via email.
el: Εισάγετε τη διεύθυνση email ώστε να αλλάξει ο κωδικός πρόσβασής σας - ο νέος κωδικός πρόσβασης θα σας αποσταλεί μέσω email

source: Enter your username
el: Εισάγετε το όνομα χρήστη σας

source: Entries
el: Καταχωρήσεις

source: Error
el: Σφάλμα

source: Unable to create an instance of activity '{$a}'
el: Αδυναμία δημιουργίας ενός στιγμιότυπου της δραστηριότητας '{$a}'

source: The file was bigger than the limit of {$a} bytes
el: Το αρχείο ήταν μεγαλύτερο από το καθορισμένο όριο

source: There is no upload repository enabled for this site
el: Δεν έχει ενεργοποιηθεί αποθετήριο μεταφόρτωση για αυτό τον ιστοχώρο

source: You are not confirmed yet because an error occurred. If you clicked on a link in an email to get here, make sure that the line in your email wasn't broken or wrapped. You may have to use cut and paste to reconstruct the link properly.
el: Δεν έχει γίνει η επιβεβαίωση ακόμα γιατί προκλήθηκε σφάλμα. Αν βρεθήκατε εδώ πατώντας ένα σύνδεσμο σε email, βεβαιωθείτε ότι η γραμμή του συνδέσμου δεν ήταν σπασμένη ή διακεκομμένη. Πιθανώς να χρειαστεί να κολλήσετε μόνοι σας το σύνδεσμο.

source: Comment created
el: Το σχόλιο δημιουργήθηκε

source: Comment deleted
el: Το σχόλιο διαγράφηκε

source: Comments viewed
el: Προβολή σχολίων

source: Content viewed
el: Προβολή περιεχομένου

source: Course backup created
el: Το αντίγραφο ασφαλείας του μαθήματος δημιουργήθηκε

source: Category created
el: Η κατηγορία δημιουργήθηκε

source: Category deleted
el: Η κατηγορία διαγράφηκε

source: Category updated
el: Η κατηγορία ενημερώθηκε

source: Category viewed
el: Προβολή κατηγορίας

source: Course content deleted
el: Το περιεχόμενο του μαθήματος έχει διαγραφεί

source: Course created
el: Το μάθημα δημιουργήθηκε

source: Course deleted
el: Το μάθημα διαγράφηκε

source: Course summary viewed
el: Προβολή σύνοψης μαθήματος

source: Course module created
el: Δημιουργία αρθρώματος μαθήματος

source: Course module deleted
el: Διαγραφή αρθρώματος μαθήματος

source: Course module instance list viewed
el: Προβολή λίστας στιγμιότυπων αρθρώματος μαθήματος

source: Course module updated
el: Ενημέρωση αρθρώματος μαθήματος

source: Course module viewed
el: Προβολή αρθρώματος μαθήματος

source: Course reset ended
el: Ολοκλήρωση επαναφοράς μαθήματος

source: Course reset started
el: Έναρξη επαναφοράς μαθήματος

source: Course restored
el: Το μάθημα ανακτήθηκε

source: Course section created
el: Η ενότητα μαθήματος δημιουργήθηκε

source: Course section deleted
el: Διαγραφή ενότητας μαθήματος

source: Course section updated
el: Ενημέρωση ενότητας μαθήματος

source: Courses searched
el: Αναζήτηση μαθημάτων

source: Course updated
el: Το μάθημα ενημερώθηκε

source: Course user report viewed
el: Προβολή αναφοράς χρηστών μαθήματος

source: Course viewed
el: Προβολή μαθήματος

source: Dashboard reset
el: Επαναφορά αρχικής σελίδας

source: Dashboards reset
el: Επαναφορά αρχικών σελίδων

source: Dashboard viewed
el: Προβολή αρχικής σελίδας

source: Email failed to send
el: Η αποστολή email απέτυχε

source: Event name
el: Όνομα γεγονότος

source: Recent activity viewed
el: Προβολή πρόσφατης δραστηριότητας

source: Search data indexed
el: Ευρετηρίαση δεδομένων αναζήτησης

source: Search results viewed
el: Προβολή αποτελεσμάτων αναζήτησης

source: Unknown event
el: Άγνωστο γεγονός

source: User created
el: Ο χρήστης δημιουργήθηκε

source: User deleted
el: Ο χρήστης διαγράφηκε

source: User list viewed
el: Προβολή λίστας χρηστών

source: User logged out
el: Ο χρήστης αποσυνδέθηκε

source: User password updated
el: Ο κωδικός πρόσβασης του χρήστη ενημερώθηκε

source: User profile viewed
el: Προβολή προφίλ χρήστη

source: User updated
el: Το προφίλ χρήστη ενημερώθηκε

source: Everybody
el: Όλοι

source: Execute at
el: Εκτέλεση στις

source: Existing
el: Υπάρχει

source: Existing admins
el: Υπάρχοντες διαχειριστές

source: Existing course
el: Υπάρχουσα ενότητα

source: Existing course, adding data to it
el: Υπάρχον μάθημα, προσθήκη δεδομένων σ' αυτό

source: Existing course, deleting it first
el: Υπάρχον μάθημα, διαγραφή του πρώτα

source: Existing course creators
el: Υπάρχοντες δημιουργοί μαθημάτων

source: Enrolled students
el: Εγγεγραμμένοι φοιτητές

source: Existing teachers
el: Υπάρχοντες διδάσκοντες

source: Expand
el: Ανάπτυξη

source: Expand all
el: Ανάπτυξη όλων

source: Expand {$a}
el: Ανάπτυξη {$a}

source: Explanation
el: Επεξήγηση

source: Extend enrolment (individual)
el: Επέκταση περιόδου εγγραφών

source: Extended period
el: Επέκταση περιόδου

source: {$a->attempts} failed logins since your last login
el: {$a->attempts} εσφαλμένες προσπάθειες σύνδεσης από την τελευταία σας είσοδο

source: Feedback
el: Ανάδραση

source: File
el: Αρχείο

source: There is already a file called {$a}
el: Υπάρχει ήδη το αρχείο με όνομα {$a}

source: {$a} is missing
el: {$a} - λείπει

source: Files
el: Αρχεία

source: Files and uploads
el: Αρχεία και μεταφορτώσεις

source: Files/folders
el: Αρχεία/φάκελοι

source: is too large to upload
el: είναι πολύ μεγάλο για να μεταφορτωθεί
