Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: This is the OLD users directory, and is no longer needed. You may safely delete it. The files it contains have been copied to the NEW user directory.
el: Αυτός είναι ο φάκελος ΠΑΛΑΙΩΝ χρηστών και δε χρειάζεται πλέον. Μπορείτε να το σβήσετε με ασφάλεια. Τα αρχεία που περιέχει έχουν αντιγραφεί στο φάκελο ΝΕΩΝ χρηστών.

source: optional
el: προαιρετικό

source: options
el: επιλογές

source: Order
el: Ταξινόμηση

source: Original path
el: Αρχική διαδρομή

# $string['other']
source: Other
el: Άλλο

source: Outline
el: Σύνοψη

source: Outline report
el: Αναφορά σύνοψης

source: Page
el: Σελίδα

source: Page {$a}
el: Σελίδα {$a}

source: Configuring a block in {$a->fullname}
el: Ρυθμίσεις ενός μπλοκ στο %fullname%

source: Page path
el: Διαδρομή σελίδας

source: Parent category
el: Κατηγορία-γονέας

source: Parent course not found!
el: Δεν βρέθηκε μάθημα-γονέας!

source: Parent folder
el: Φάκελος-γονέας

source: Participants
el: Συμμετέχοντες

source: Participants list
el: Λίστα συμμετεχόντων

source: Participation ratio
el: Ρυθμός συμμετεχόντων

source: Participation report
el: Αναφορά συμμετοχής

source: Password
el: Κωδικός πρόσβασης

source: Password has been changed
el: Ο κωδικός πρόσβασης έχει αλλάξει

source: Confirm password change
el: Επιβεβαίωση αλλαγής κωδικού πρόσβασης

source: The following link has been provided to recover your lost password. This will take you out of Moodle.
el: Για να ανακτήσετε τον κωδικό σας, πατήστε στον επόμενο σύνδεσμο. Θα βγείτε από το Moodle.

source: Forgotten password
el: Ξεχάσατε τον κωδικό σας?

source: Your details must first be found in the user database. Please enter <strong>either</strong> your username or your registered email address in the appropriate box. There is no need to enter both.
el: Τα στοιχεία σας πρέπει να υπάρχουν στην βάση δεδομένων.Παρακαλώ, εισαγάγετε <strong>είτε</strong> το όνομα χρήστη ή το email σας στο κατάλληλο πεδίο. Δε χρειάζεται να τα εισαγάγετε και τα δύο ταυτόχρονα.

source: To reset your password, submit your username or your email address below. If we can find you in the database, an email will be sent to your email address, with instructions how to get access again.
el: Για να επαναφέρετε τον κωδικό πρόσβασής σας, συμπληρώστε το όνομα χρήστη σας ή τη διεύθυνση email σας παρακάτω. Εάν βρεθεί στη βάση δεδομένων, ένα μήνυμα θα αποσταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας, με οδηγίες για το πώς να έχετε και πάλι πρόσβαση.

source: No help is available to find your lost password. Please contact your Moodle administrator.
el: Δεν υπάρχει διαθέσιμη βοήθεια για να βρείτε το χαμένο σας συνθηματικό. Παρακαλώ επικοινωνήστε με το διαχειριστή του Moodle.

source: Yes, help me log in
el: Ναι, βοηθήστε με να συνδεθώ

source: These passwords do not match
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν

source: Password has been sent
el: Ο κωδικός πρόσβασης έχει αποσταλεί

source: <p>An email has been sent to your address at {$a->email}.</p> <p><b>Please check your email for your new password</b></p> <p>The new password was automatically generated, so you might like to <a href="{$a->link}">change it to something easier to remember</a>.</p>
el: <p>Ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί στη διεύθυνση {$a->email}. <p><b>Παρακαλώ ελέγξτε το ηλεκτρονικό σας ταχυδρομείο για να μάθετε τον κωδικό πρόσβασης</b> <p>Ο νέος κωδικός πρόσβασης έχει δημιουργηθεί αυτόματα. Ίσως να θέλετε να το <A HREF={$a->link}>αλλάξετε σε κάτι πιο ευκολομνημόνευτο</A>.

source: Your password has been set.
el: Ο κωδικός πρόσβασής σας έχει οριστεί.

source: Path
el: Διαδρομή

source: Path doesn't exist in your server!
el: Η διαδρομή δεν υπάρχει στο διακομιστή σας!

source: Path can't end with a slash!!
el: Η διαδρομή δεν μπορεί να τελειώνει με κάθετο!!

source: Use the button below to pay and be enrolled within minutes!
el: Χρησιμοποιείστε τα παρακάτω κουμπιά για να πληρώσετε και να εγγραφείτε σε λεπτά!

source: (<small><b><u>{$a}</u></b> pending</small>)
el: (<small><b><u>{$a}</u></b> εκκρεμεί</small>)

source: This course requires a payment for entry.
el: Αυτό το μάθημα απαιτεί πληρωμή για την είσοδο.

source: Payments
el: Πληρωμές

source: Thank you for your payment! Unfortunately your payment has not yet been fully processed, and you are not yet registered to enter the course "{$a->fullname}". Please try continuing to the course in a few seconds, but if you continue to have trouble then please alert the {$a->teacher} or the site administrator
el: Ευχαριστούμε για την πληρωμή σας! Δυστυχώς δεν έχει ολοκληρωθεί η επεξεργασία της πληρωμής σας ακόμα και έτσι δεν είστε προς το παρόν γραμμένος στο μάθημα "{$a->fullname}". Παρακαλούμε προσπαθήστε να συνεχίσετε στο μάθημα σε λίγα δευτερόλεπτα αλλά αν συνεχίσετε να έχετε προβλήματα, τότε παρακαλούμε ειδοποιήστε τον {$a->teacher} ή τον διαχεριστή του ιστοχώρου.

source: Thank you for your payment! You are now enrolled in your course:<br />"{$a}"
el: Ευχαριστούμε για την πληρωμή! Είστε πλέον γραμμένος στο μάθημά σας:<br />"{$a}"

source: Pending requests
el: Αιτήσεις που εκκρεμούν

source: Period ending ({$a})
el: Η περίοδος λήγει ({$a})

source: Per page
el: Ανά σελίδα

source: Per page: {$a}
el: Ανά σελίδα: {$a}

source: Personal
el: Προσωπικό

source: Personal profile
el: Προσωπικό προφίλ

# $string['phone']
source: Phone
el: Τηλέφωνο

# $string['phone1']
source: Phone
el: Τηλέφωνο

source: Mobile phone
el: Κινητό τηλέφωνο

source: PHP info
el: Πληροφορίες PHP

source: Picture of {$a}
el: Φωτογραφία {$a}

# $string['pictureofuser']
source: User picture
el: Εικόνα χρήστη

source: Please close this window now.
el: Παρακαλώ κλείσε αυτό το παράθυρο τώρα.

source: Please search some more
el: Περισσότερη αναζήτηση

source: Please use the search
el: Παρακαλώ χρησιμοποιήστε την αναζήτηση

source: Plugin
el: Πρόσθετη λειτουργία

source: Plugins check
el: Έλεγχος υπομονάδων λογισμικού

source: Setting up plugin tables
el: Ρυθμίζοντας τους πίνακες υπομονάδων λογισμικού

source: I understand and agree
el: Καταλαβαίνω και συμφωνώ

source: You must agree to this policy to continue using this site. Do you agree?
el: Πρέπει να συμφωνήσετε σε αυτήν την πολιτική για να συνεχίσετε στο ιστοχώρο. Συμφωνείτε;

source: Site policy agreement
el: Άδεια χρήσης του ιστοχώρου

source: Link to site policy agreement
el: Πατήστε εδώ για να διαβάσετε του όρους χρήσης

source: Open file in new window
el: Άνοιγμα του αρχείου σε νέο παράθυρο

source: Popup window
el: Παράθυρο popup

source: Post
el: Μήνυμα

# $string['posts']
source: Posts
el: Μηνύματα

source: Potential admins
el: Πιθανοί διαχειριστές

source: Potential course creators
el: Πιθανοί δημιουργοί μαθημάτων

source: Potential students
el: Πιθανοί σπουδαστές

source: Potential teachers
el: Πιθανοί εκπαιδευτές

source: Preferences
el: Επιλογές

source: Preferred language
el: Προτεινόμενη γλώσσα

source: Preferred theme
el: Προτεινόμενo θέμα

source: Preprocessing backup file
el: Προ-εξεπεργασία αντιγράφου ασφαλείας

source: Prev
el: Προηγούμενο

source: Preview
el: Προεπισκόπηση

source: HTML format preview
el: Προεπισκόπηση HTML

source: Preview or choose a theme
el: Προεπισκόπηση ή επιλογή θέματος

source: Previous
el: Προηγούμενο

source: Previously selected users not matching '{$a}'
el: Οι προηγουμένως επιλεγμένοι χρήστες δεν ταιριάζουν '{$a}'

source: Previous section
el: Προηγούμενο τμήμα

source: Setup administrator account
el: Στήσιμο λογαριασμού διαχειριστή

source: Private files
el: Προσωπικά αρχεία

source: Store attachments to an e-mail in the user's private files storage space.
el: Αποθήκευση συνημμένων σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στον χώρο αποθήκευσης ιδιωτικών αρχείων του χρήστη.

source: Manage private files
el: Διαχείριση προσωπικών αρχείων

source: Profile
el: Προφίλ

source: This profile description will not be shown until this person is enrolled in at least one course.
el: Αυτή η περιγραφή προφίλ δε θα φαίνεται μέχρι το άτομο αυτόεγγραφεί τουλάχιστον σε ένα μάθημα.

source: Public profile
el: Δημόσιο προφίλ

source: Note: files placed here can be accessed by anyone
el: Σημείωση: τα αρχεία που τοποθετούνται εδώ μπορούν να προσπελαστούν από οποιονδήποτε

source: Publish
el: Δημοσίευση

source: Question
el: Ερώτηση

source: Questions in the question bank
el: Ερωτήσεις στην τράπεζα ερωτήσεων

source: Reading info from backup
el: Ανάγνωση πληροφοριών από το αντίγραφο ασφαλείας

source: README
el: ΔΙΑΒΑΣΤΕ ΜΕ

source: Recent activity
el: Πρόσφατη δραστηριότητα

source: Full report of recent activity...
el: Πλήρης αναφορά για την πρόσφατη δραστηριότητα...

source: Recipients list
el: Λίστα παραληπτών

source: Recreated category {$a}
el: Επαναδημιουργημένη κατηγορία {$a}

source: Redirect
el: Ανακατεύθυνση

source: Refresh
el: Ανανέωση

source: Refreshing events
el: Ανανέωση των γεγονότων

source: Moodle registration
el: Καταχώρηση του Moodle

source: Contact from the public
el: Επικοινωνία από το κοινό

source: No, I do not want to be contacted by other people
el: Όχι, δε θέλω φόρμα επικοινωνίας στην καταχώρηση του ιστοχώρου

source: Yes, provide a form for other Moodlers to contact me
el: Ναι, να παρέχεται μια φόρμα για μελλοντικούς χρήστες του Moodle

source: Email notifications
el: Ειδοποιήσεις μέσω email

source: <p>This page allows you to register your Moodle site with moodle.org. Registration is free. The main benefit of registering is that you will be added to a low-volume mailing list for important notifications such as security alerts and new releases of Moodle.</p> <p>By default, your information will be kept private, and will never be sold or passed on to anyone else. The only reason for collecting this information is for support purposes, and to help build up a statistical picture of the Moodle community as a whole.</p> <p>If you choose, you can allow your site name, country and URL to be added to the public list of Moodle Sites.</p> <p>All new registrations are verified manually before they are added to the list, but once you are added you can update your registration (and your entry on the public list) at any time by resubmitting this form.</p>
el: <p>Αυτή η σελίδα σας επιτρέπει να καταχωρήσετε το Moodle σας στο moodle.org. Η καταχώρηση είναι δωρεάν. Το κύριο πλεονέκτημα είναι ότι θα προστεθείτε σε μια λίστα ηλεκτρονικού ταχυδρομείου χαμηλής κίνησης για σημαντικές ειδοποιήσεις όπως θέματα ασφαλείας και νέες εκδόσεις του Moodle. <p>Εξ ορισμού, οι πληροφορίες σας θα είναι εμπιστευτικές και δε θα πωληθούν ή θα προωθηθούν σε κανέναν άλλο. Ο μόνος λόγος για τη συλλογή αυτής της πληροφορίας είναι για λόγους υποστήριξης και για να δημιουργηθεί μια στατιστική εικόνα της κοινότητας του Moodle. <p>Αν θέλετε, μπορείτε να επιλέξετε το όνομα του δικτυακού σας τόπου, της χώρας και το URL να προστεθούν στο δημόσιο κατάλογο δικτυακών τόπως Moodle. <p>Όλες οι νέες καταχωρήσεις ελέγχονται πριν προστεθούν στη λίστα, αλλά μπορείτε να ενημερώνετε την καταχώρηση (και στο δημόσιο κατάλογο) οποιαδήποτε στιγμή απλά συμπληρώνοντας αυτή τη φόρμα.

source: Registration information
el: Πληροφορίες εγγραφής

source: No, I do not want to receive any email from Moodle HQ
el: Όχι, δε θέλω να λαμβάνω μηνύματα email

source: Send registration information to moodle.org
el: Αποστολή πληροφοριών εγγραφής στο moodle.org

source: Yes, notify me about important news (e.g. security issues or releases)
el: Ναι, παρακαλώ ειδοποίηστέ με σχετικά με σημαντικά θέματα

source: Reject
el: Απόρριψη

source: Reject...
el: Απόρριψη...

source: Reload
el: Eπαναφόρτωση

source: Remote {$a} User
el: Απομακρυνσμένο χρήστης {$a}

source: Remove
el: Αφαίρεση

source: Remove admin
el: Αφαίρεση διαχειριστή

source: Remove course creator
el: Αφαίρεση δημιουργού μαθημάτων

source: Remove student
el: Αφαίρεση φοιτητή

source: Remove teacher
el: Αφαίρεση διδάσκοντα

source: Rename
el: Μετονομασία

source: Rename <b>{$a}</b> to
el: Μετονομασία <b>{$a}</b> σε

source: Report
el: Αναφορά

source: Reports
el: Αναφορές

source: Repositories
el: Αποθήκες λογισμικού

source: Request a course
el: Αίτηση δημιουργίας μαθήματος

source: Requested by
el: Η αίτηση έγινε από

source: Requested courses
el: Ζητούμενα μαθήματα

source: Reason for course request
el: Σκοπός για τη δημιουργία του μαθήματος

source: Required
el: Απαιτείται

source: This course requires payment for access
el: Απαιτείται πληρωμή για την εγγραφή στο μάθημα

source: Reset
el: Αρχικές ρυθμίσεις

source: Component
el: Συστατικό

source: Reset course
el: Αρχικές ρυθμίσεις μαθήματος

source: This page allows you to empty a course of user data, while retaining the activities and other settings. Please be warned that by choosing items below and submitting this page you will delete your chosen user data from this course forever!
el: Αυτή η σελίδα σας επιτρέπει να διαγράψετε όλα τα αρχεία των χρηστών του μαθήματος, χωρίς ωστόσο να διαγράφονται οι δραστηριότητες και οι πηγές πληροφοριών.

source: Reset not implemented
el: Δεν υλοποιήθηκε η επαναφορά

source: Reset start date
el: Επαναφορά ημερομηνίας έναρξης

# $string['resetstatus']
source: Status
el: Κατάσταση

source: Task
el: Εργασία

source: Reset to defaults
el: Αρχικές ρυθμίσεις

source: Sort courses
el: Ταξινόμηση μαθημάτων

source: Resource
el: Πόρος

source: Automatic
el: Αυτόματο

source: Force download
el: Επιβολή κατεβάσματος αρχείου

source: Embed
el: Ενσωμάτωση

source: In frame
el: Σε πλαίσιο

# $string['resourcedisplaynew']
source: New window
el: Σε νέο παράθυρο

source: Open
el: Ανοιχτό

source: In pop-up
el: Σε αναδυόμενο παράθυρο

source: Resources
el: Πόροι

source: Resource types enable almost any kind of web content to be inserted into the course.
el: Οι τύποι εκπαιδευτικών πόρων επιτρέπουν σχεδόν σε κάθε είδος διαδικτυακού περιεχομένου να εισαχθεί στο μάθημα.

source: Restore
el: Επαναφορά

source: Restore cancelled
el: Η επαναφορά ακυρώθηκε

source: Restore this course now!
el: Επαναφορά του μαθήματος τώρα!

source: Restored account
el: Ανακτημένος λογαριασμός

source: Restore completed successfully
el: Η επαναφορά ολοκληρώθηκε επιτυχώς

source: Restore to
el: Επαναφορά σε

source: Warning: You are about to restore to the site front page, adding data to it!
el: Προειδοποίηση: Πρόκειται να κάνετε επαναφορά στην πρώτη σελίδα του ιστοχώρου, προσθέτοντας δεδομένα σε αυτήν!

source: Warning: You are about to restore to the site front page, deleting data from it first!
el: Προειδοποίηση: Πρόκειται να κάνετε επαναφορά στην πρώτη σελίδα του ιστοχώρου, διαγρά φονταςδεδομένα από αυτήν!

source: Checking user data
el: Έλεγχος δεδομένων χρήστη

source: Restricted
el: Περιορισμένο

source: Returning to this web site?
el: Επιστρέφετε σε αυτό το ιστοχώρο;

source: Return to {$a}
el: Επιστροφή στο {$a}

source: Revert
el: Αναίρεση

source: Role
el: Ρόλος

source: Role assignments
el: Αναθέσεις ρόλων

source: Role mappings
el: Χαρτογράφηση ρόλου

source: Role renaming
el: Μετονομασία ρόλου

source: This setting allows the displayed names for roles used in the course to be changed. Only the displayed name is changed - role permissions are not affected. New role names will appear on the course participants page and elsewhere within the course. If the renamed role is one that the administrator has selected as a course manager role, then the new role name will also appear as part of the course listings.
el: <p> Η επιλογή αυτή σας επιτρέπει να αλλάζετε τα προβαλλόμενα ονόματα για τους ρόλους του μαθήματός σας. Για παράδειγμα, μπορεί να επιθυμείτε να αλλάξετε το "Καθηγητής" σε "Δάσκαλος. Μόνο το προβαλλόμενο όνομα αλλάζει - τα δικαιώματα του ρόλου δεν επηρεάζονται. </p> <p> Αυτά τα νέα ονόματα ρόλων θα εμφανίζονται στους συμμετέχοντες του μαθήματος αλλά και αλλού μέσα στο μάθημα. Εάν ο μετονομασμένος ρόλος έχει επιλεχθεί από το Διαχειριστή ως ρόλος του διαχειριστή μαθήματος, τότε το νέο όνομα ρόλου θα εμφανίζεται επίσης ως τμήμα των λιστών του μαθήματος. </p> <p>Τα νέα ονόματα ρόλων συμπεριλαμβάνονται στα αντίγραφα ασφαλείας μαθήματος μόνο εάν οι χρήστες συμπεριλαμβάνονται επίσης.</p>

source: Roles
el: Ρόλοι

source: Number of RSS recent articles
el: Πλήθος νέων άρθρων RSS

source: Error reading RSS data
el: Σφάλμα κατά την ανάγνωση των δεδομένων RSS

source: <p>To ensure security and privacy, RSS feed URLs contain a special token that identifies the user they are for. This prevents other users from accessing areas of the site where they are not allowed.</p><p>The token is automatically created the first time you access an area that produces an RSS feed. If you think that your RSS feed token has been compromised, you can request a new one by clicking the reset link. Please note that your current RSS feed URLs will then become invalid.</p>
el: Για τη διασφάλιση της ασφάλειας και της ιδιωτικότητας, τα RSS feed URLs περιέχουν ένα ειδικό διακριτικό που αναγνωρίζει τον χρήστη από τον οποίο προήλθαν. Αυτό αποτρέπει άλλους χρήστες, από την πρόσβασή τους σε περιοχές του Moodle που δεν έχουν πρόσβαση μέσω RSS feeds.</p><p>Αυτό το διακριτικό δημιουργείται αυτόματα την πρώτη φορά που εισέρχεστε σε μία περιοχή του Moodle που παράγει RSS feed. Αν αισθάνεστε ότι το διακριτικό σας RSS feed έχει παραβιαστεί με κάποιο τρόπο μπορείτε να υποβάλεται αίτημα για ένα καινούργιο επιλέγοντας τον σύνδεσμο Επαναφορά συνδέσμου εδώ (Reset link here). Παρακαλώ σημειώστε ότι τα τρέχοντα RSS feed URLs θα καταστούν άκυρα.

source: RSS feed for this activity
el: Προσθήκη άρθρων RSS για αυτήν τη δραστηριότητα

source: Save and show next
el: Αποθήκευση και προβολή του επόμενου

source: Save changes
el: Αποθήκευση αλλαγών

source: Save and display
el: Αποθήκευση και προβολή

source: Save and return
el: Αποθήκευση και επιστροφή

source: Save and return to course
el: Αποθήκευση κι επιστροφή στο μάθημα

source: Save comment
el: Αποθήκευση σχολίου

source: Saved at:
el: Η αποθήκευση έγινε στις:

source: Save preferences
el: Αποθήκευση επιλογών

source: Save to
el: Αποθήκευση σε

source: Scale
el: Κλίμακα

source: A scale provides a way of evaluating or grading performance in an activity. It is defined by an ordered list of values, ranging from negative to positive, separated by commas, for example "Disappointing, Not good enough, Average, Good, Very good, Excellent!"
el: <p align="center"><b>Κλίμακες</b></p> <p>Οι διδάσκοντες μπορούν να δημιουργήσουν καινούριες κλίμακες σε ένα μάθημα για την βαθμολόγηση δραστηριοτήτων.</p> <p>Το όνομα της κλίμακας πρέπει να είναι μια φράση που θα αναγνωρίζεται καθαρά: Θα εμφανίζεται σε λίστα κλιμάκων και σε κουμπιά βοήθειας ανάλογα με το περιβάλλον το οποίο επισκέπτεται ο χρήστης.</p> <p>Η κλίμακα από μόνη της είναι ορισμένη από μαι λίστα τιμών που κινούνται από το αρνητικό στο θετικό, διαχωρισμένες με κόματα. Για παράδειγμα:</p> <blockquote><i> Απογοητευτικά, Όχι αρκετά καλα, Μέτρια, Καλά, Πολύ καλά, Πολύ καλά, Άριστα! </i></blockquote> <p>Οι κλίμακες θα πρέπει επιπλέον να περιλαμβάνουν μια καλή περιγραφή του τι σημαίνουν και πως αναμένονται να χρησιμοποιηθούν. Αυτή η περιγραφή θα εμφανίζεται στις σελίδες βοήθειας για διδάσκοντες και μαθητές.</p> <p>Τέλος, μπορεί να υπάρχουν μία ή παραπάνω "Τυπικές" κλίμακες ορισμένες στον ιστοχώρο σας από τον διαχειριστή του συστήματος. Αυτές θα είναι διαθέσιμες σε όλα τα μαθήματα.</p>

source: Scales
el: Κλίμακες

source: Custom scales
el: Ατομικές κλίμακες

source: Add a new scale
el: Προσθήκη μιας κλίμακας

source: No custom scales have been created yet
el: Δεν έχουν δημιουργηθεί ατομικές κλίμακες ακόμα

source: Standard scales
el: Τυποποιημένες κλίμακες

source: Standard scale
el: Καθιερωμένη κλίμακα

source: A standard scale is available site-wide, for all courses.
el: Μια καθιερωμένη κλιμακα είναι διαθέσιμη σε όλον τον ιστότοπο, για όλα τα μαθήματα.

source: To create custom scales, use the 'Scales...' link in your course administration menu.
el: Για να δημιουργήσετε δικές σας κλίμακες, χρησιμοποιείστε το σύνδεσμο 'Κλίμακες...' στο μενού διαχείρισης μαθήματος.

source: To create custom scales, click the Grades link in the course administration menu, then choose Edit, Scales.
el: Για να δημιουργήσετε δικές σας κλίμακες, χρησιμοποιήστε το σύνδεσμο Βαθμών στο μενού διαχείρισης μαθήματος κι έπειτα επιλέξτε Επεξεργασία, Κλίμακες.

source: Schedule
el: Πρόγραμμα

source: Screenshot
el: Στιγμιότυπο οθόνης

source: Search
el: Αναζήτηση

source: Search again
el: Αναζήτηση ξανά

source: Search by email address
el: Αναζήτηση με διευθυνση ηλεκτρονικού ταχυδρομείου

source: Search by username
el: Αναζήτηση με όνομα χρήστη

source: Search courses
el: Αναζήτηση μαθημάτων

source: <p>You can search for multiple words at once and can refine your search as follows:</p> <ul> <li>word - find any match of this word within the text.</li> <li>+word - only exact matching words will be found.</li> <li>-word - don't include results containing this word.</li> </ul>
el: Μπορείς να αναζητήσεις πολλές λέξεις με μια φορά.<p>word: εύρεση ταιριάσματος αυτής της λέξης μέσα στο κείμενο. <br />+word: μόνο ακριβείς λέξεις θα βρεθούν. <br />-word: μη συμπεριλάβετε τα αποτελέσματα που περιέχουν αυτήν η λέξη.

source: Search options
el: Επιλογές αναζήτησης

source: Search results
el: Αποτελέσματα αναζήτησης

source: sec
el: δευτερόλεπτο

source: seconds
el: δευτερόλεπτα

source: {$a} secs
el: {$a} δευτερόλεπτα

source: 2 days
el: 2 μέρες

source: 3 days
el: 3 μέρες

source: 4 days
el: 4 μέρες

source: 5 days
el: 5 μέρες

source: 6 days
el: 6 μέρες

source: 1 week
el: μία εβδομάδα

source: 1 day
el: μία μέρα

source: Change password confirmation link was already used, password was not changed.
el: Ο σύνδεσμος επιβεβαίωσης αλλαγής συνθηματικού έχει ήδη χρησιμοποιηθεί - το συνθηματικό δεν άλλαξε.

source: secs
el: δευτερόλεπτα

source: Section
el: Τομέας

source: Section name
el: Όνομα ενότητας

source: Sections
el: Τομείς

source: Use default section name
el: Χρήση προεπιλεγμένου ονόματος ενότητας

source: See also: stats
el: Στατιστικά

source: Select a user
el: Επιλέξτε ένα χρήστη

source: Select
el: Επιλογή

source: Please select a category
el: Παρακαλώ επιλέξτε μια κατηγορία

source: Select a country
el: Επιλέξτε μια χώρα

source: Select a course
el: Επιλέξτε ένα μάθημα

source: Select a group
el: Επιλέξτε μια ομάδα

source: Select all
el: Επιλογή όλων

source: Select all users on this page
el: Επέλεξε όλους τους χρήστες της σελίδας

source: Select all {$a} users
el: Επέλεξε όλους τους {$a} χρήστες

source: Please select an activity module
el: Παρακαλώ, επιλέξτε ένα module δραστηριότητας

source: Select an action
el: Επιλέξτε μια ενέργεια

source: Select an option
el: Επιλέξτε μια επιλογή

source: Select a region
el: Επιστροφή περιοχής

source: Which categories would you like to sort?
el: Ποιες κατηγορίες θα θέλατε να ταξινομήσετε;

source: Select how you would like to sort categories
el: Επιλέξτε τον τρόπο που θέλετε να ταξινομήσετε τις κατηγορίες

source: Select how you would like to sort courses
el: Επιλέξτε πώς θα θέλατε να ταξινομήσετε τα μαθήματα

source: Select default
el: Επιλογή προκαθορισμένων τιμών

source: Selected categories
el: Επιλεγμένες κατηγορίες

source: Selected file
el: Επιλεγμένο αρχείο

source: {$a} files selected for moving. Now go into the destination folder and press 'Move files to here'
el: {$a} αρχεία επιλέχθηκαν για μετακίνηση. Τώρα επιλέξτε τον προορισμό και πατήστε 'Μετακίνησε τα αρχεία εδώ'

source: Select files
el: Επιλέξτε αρχεία

source: Select an activity or resource to view its help. Double-click on an activity or resource name to quickly add it.
el: Επιλέξτε μια δραστηριότητα ή ένα πόρο για να δείτε τη βοήθεια του. Κάντε διπλό κλικ στο όνομα μιας δραστηριότητας ή ενός πόρου για γρήγορη προσθήκη.

source: Select all 'No'
el: Επιλέξτε όλα 'όχι'

source: Select period
el: Επέλεξε περίοδο

source: Send my details via email
el: Αποστολή των στοιχείων μου μέσω email

source: Separate
el: Διαχωρισμός

source: Separate and Connected ways of knowing
el: Ξεχωριστοί και Συγγενείς τρόποι γνώσης
