Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: An error occurred whilst communicating with the server
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια επικοινωνίας με το διακομιστή

source: Server's local time
el: Τοπική ώρα διακομιστή

source: Set category theme
el: Ορισμός κατηγορίας Θέματος

source: Set password
el: Ορισμός κωδικού πρόσβασης

source: Settings
el: Ρυθμίσεις

source: Short name
el: Σύντομο όνομα

source: [*] = This shortname is already in use by a course and will need to be changed upon approval
el: [*] = Το σύντομο όνομα που πληκτρολογήσατε χρησιμοποιείται ήδη από άλλο μάθημα

source: Course short name
el: Σύντομο όνομα μαθήματος

source: The short name of the course is displayed in the navigation and is used in the subject line of course email messages.
el: <p align="center"><b>Σύντομο όνομα μαθημάτων</b></p> <p>Πολλοί οργανισμοί έχουν έναν πιο σύντομο τρόπο να αναφέρονται σε ένα μάθημα, όπως οι BP102 ή COMMS. Ακόμα και αν δεν έχετε ήδη ένα τέτοιο όνομα για το μάθημά σας, δημιούργηστε ένα τέτοιο εδώ. Θα χρησιμοποιηθεί σε αρκετές περιπτώσεις όπου τα πλήρη ονόματα δεν είναι κατάλληλα (για παράδειγμα στην περιοχή θέματος στο email).</p>

source: Short name is already used for another course ({$a})
el: Το σύντομο όνομα χρησιμοποιείται ήδη από άλλο μάθημα ({$a})

source: User short name
el: Σύντομο όνομα χρήστη

source: Short name for site (eg single word)
el: Σύντομο όνομα του ιστοχώρου (πχ. μοναδική λέξη)

# $string['show']
source: Show
el: Προβολή

source: Show actions
el: Προβολή δράσεων

source: Show advanced settings
el: Προβολή προχωρημένων ρυθμίσεων

source: Show all {$a}
el: Προβολή όλων {$a}

source: Show all courses
el: Προβολή όλων των μαθημάτων

source: Show all users
el: Προβολή όλων των χρηστών

source: Show list of courses containing block
el: Εμφάνιση λίστας μαθημάτων που περιέχουν μπλοκ

source: Show {$a}
el: Εμφάνιση {$a}

source: Show chart data
el: Εμφάνιση δεδομένων γραφήματος

source: Show/hide comments
el: Εμφάνιση/απόκρυψη σχολίων

source: Show comments
el: Εμφάνιση σχολίων

source: Display description on course page
el: Προβολή περιγραφής στην σελίδα του μαθήματος

source: Show gradebook to students
el: Προβολή βαθμών

source: Many activities in the course allow grades to be set. This setting determines whether a student can view a list of all their grades for the course via a grades link in the course administration block.
el: <p align="center">Βαθμοί</p><p>Πολλές από τις δραστηριότητες επιτρέπουν τη ρύθμιση των βαθμών.</p><p>Εξ ορισμού, τα αποτελέσματα όλων των βαθμών του μαθήματος μπορούν να φανούν στη σελίδα των βαθμών, που είναι διαθέσιμη από την κυρίως σελίδα του μαθήματος. </p><p>Αν ένας καθηγητής δεν ενδιαφέρεται να χρησιμοποιεί βαθμούς σε ένα μάθημα ή απλώς θέλει να κρύβει τους βαθμούς από τους φοιτητές, τότε μπορεί να απενεργοποιήσει την εμφάνιση των βαθμών από τις Ρυθμίσεις Μαθήματος. Αυτό δεν περιορίζει τη χρησιμοποίηση ή ρύθμιση των βαθμών, απλώς δεν επιτρέπει να είναι τα αποτελέσματα εμφανή από τους φοιτητές. </p>

source: Showing all {$a} courses
el: Εμφάνιση όλων των {$a} μαθημάτων

source: Show list of courses
el: Προβολή λίστας μαθημάτων

source: Show list of courses containing activity
el: Προβολή λίστας μαθημάτων που περιέχουν δραστηριότητα

source: Show on course page
el: Εμφάνιση στη σελίδα μαθήματος

source: Show only
el: Προβολή μόνο

source: Show {$a} per page
el: Προβολή {$a} ανά σελίδα

source: Show popover window
el: Προβολή αναδυόμενου παράθυρου

source: Show recent activity
el: Προβολή πρόσφατης δραστηριότητας

source: Show activity reports
el: Προβολή αναφορών δραστηριότητας

source: Activity reports are available for each participant that show their activity in the course. As well as listings of their contributions, such as forum posts or assignment submissions, these reports also include access logs. This setting determines whether a student can view their own activity reports via their profile page.
el: <p align="center"><strong>Αναφορές Δραστηριότητας</strong></p> <p align="justify">Οι αναφορές δραστηριότητας είναι διαθέσιμες για κάθε συμμετέχοντα και παρουσιάζουν την δραστηριότητά του στην τρέχουσα σειρά μαθημάτων. Δεν δείχνουν μόνο την συνεισφορά του συμμετέχοντα στο μάθημα, αλλά περιέχουν και λεπτομερή στοιχεία πρόσβασης.<br /> Οι δάσκαλοι έχουν πάντα πρόσβαση σε αυτές τις αναφορές, χρησιμοποιώντας το κουμπί ορατό σε κάθε σελίδα που δείχνει το προφίλ του κάθε σπουδαστή.<br /> Η πρόσβαση των σπουδαστών στις αναφορές τους ελέγχεται από το δάσκαλο μέσω μιας ρύθμισης στις ρυθμίσεις του μαθήματος. Για μερικά μαθήματα αυτές οι αναφορές μπορεί να είναι ένα χρήσιμο εργαλείο για έναν σπουδαστή για να απεικονίσουν τη συμμετοχή και την εμφάνισή του μέσα στο δικτυακό περιβάλλον, αλλά για μερικά άλλα μαθήματα αυτό μπορεί να μην είναι απαραίτητο.<br /> Ένας άλλος λόγος για να μην ενεργοποιήσουμε την επιλογή της αναφοράς, είναι ο μικρότερος φόρτος εργασίας που θα έχει ο κεντρικός εξυπηρετητής μας. Για τα μεγάλα (σε αριθμό σπουδαστών)&nbsp; ή μακροχρόνια μαθήματα είναι καλύτερο να μην ενεργοποιηθεί αυτή η επιλογή.</p> <p>

source: Show settings
el: Προβολή ρυθμίσεων

source: Show these logs
el: Προβολή αρχείων καταγραφής

source: Show this help in language: {$a}
el: Προβολή αυτής της βοήθειας στη γλώσσα: {$a}

source: Since
el: Από

source: since last login
el: από την τελευταία είσοδο

source: Site
el: ιστοχώρος

source: Site default
el: Προεπιλογή ιστοχώρου

source: Site errors
el: Λάθη του ιστοχώρο

source: Site files
el: Αρχεία του ιστοχώρου

source: Site files used in this course
el: Αρχεία του ιστοχώρου που χρησιμοποιούνται σε αυτό το μάθημα

source: Site home
el: Αρχική σελίδα ιστοτόπου

source: Site logs
el: Αρχεία καταγραφής του ιστοχώρου

source: Message users
el: Αποστολή μηνύματος στους χρήστες

source: Site announcements
el: Νέα του ιστοχώρου

source: Site pages
el: Σελίδες ιστοτόπου

source: You do not have the required permissions to view the participants list
el: Δεν έχετε τα απαραίτητα δικαιώματα για να δείτε τη λίστα των συμμετεχόντων

source: You must be a site teacher to be allowed to see the site participants list
el: Πρέπει να είστε καθηγητής του δικτυακού τόπου για να έχετε το δικαίωμα να δείτε τους συμμετέχοντες

source: You must be a teacher to be allowed to see the site participants list
el: Πρέπει να είστε καθηγητής για να έχετε το δικαίωμα να δείτε τους συμμετέχοντες

source: Sites
el: Δικτυακοί τόποι

source: Include a topic section
el: Συμπεριλάβετε μια ενότητα θέματος

source: Site settings
el: Ρυθμίσεις του ιστοχώρου

source: Site teachers
el: Διδάσκοντες

source: Size
el: Μέγεθος

source: Skipped
el: Προσπεράστηκε

source: Social forum - latest topics
el: Κοινωνικό forum - τελευταία θέματα

source: Some courses may allow guest access
el: Μερικά μαθήματα μπορεί να επιτρέπουν πρόσβαση επισκεπτών

source: Some information was missing or incorrect. Look below for details.
el: Κάποια πληροφορία έλειπε ή ήταν εσφαλμένη. Κοιτάξτε κάτω για λεπτομέρειες.

source: Sort
el: Ταξινόμηση

source: Sort by
el: Ταξινόμηση κατά

source: Sort by {$a} ascending
el: Αύξουσα ταξινόμηση κατά {$a}

source: Sort by {$a} descending
el: Φθίνουσα ταξινόμηση κατά {$a}

source: Sorting
el: Ταξινόμηση

source: Source role
el: Πηγή ρόλου

source: You must specify a name.
el: Πρέπει να πληκτρολογήσετε ένα όνομα

source: Standard
el: Καθιερωμένος

source: ([*] = course pending approval)
el: ([*] = μάθημα που εκκρεμεί η αποδοχή)

source: Course start date
el: Ημερομηνία έναρξης

source: This setting determines the start of the first week for a course in weekly format. It also determines the earliest date that logs of course activities are available for. If the course is reset and the course start date changed, all dates in the course will be moved in relation to the new start date.
el: <p align="center"><b>Ημερομηνία έναρξης μαθημάτων</b></p> <p>Εδώ είναι που καθορίζεται η ημερομηνία έναρξης των μαθημάτων (στο δικό σας χρονοδιάγραμμα).</p> <p>Εαν χρησιμοποιείτε την εβδομαδιαία μορφή μαθημάτων, θα επιδράσει στην εμφάνιση των εβδομάδων. Η πρώτη εβδομάδα θα αρχίσει από την ημέρα που ορίζετε εδώ.</p> <p>Αυτή η ρύθμιση δε θα επηρεάσει τα μαθήματα που χρησιμοποιούν την κοινωνική ή θεματική μορφή.</p> <p>Ωστόσο, η προβολή των αρχείων καταγραφής θα επηρεαστεί, καθώς θα χρησιμοποιηθεί αυτή η ημερομηνία ως η μικρότερη δυνατή που μπορεί να προβληθεί.</p> <p>Γενικά, εαν το μάθημά σας έχει μια πραγματική ημερομηνία έναρξης τότε είναι λογικό να οριστεί αυτή σαν ημερομηνία έναρξης, ανεξάρτητα από τον τύπο των μαθημάτων που χρησιμοποιείτε.</p>

source: Starting from
el: Αρχίζοντας από

source: Create new account
el: Ξεκινήστε τώρα δημιουργώντας νέο λογαριασμό!

source: State/Province
el: Νομός

# $string['statistics']
source: Statistics
el: Στατιστικά

source: Statistics graph
el: Γράφημα στατιστικών

# $string['stats']
source: Statistics
el: Στατιστικά

# $string['statslogins']
source: Logins
el: Είσοδοι

source: Detailed (user) view
el: Λεπτομερής εμφάνιση χρήστη

source: General view
el: Γενική προβολή

source: There is no available data for that combination of course and time period.
el: Δεν υπάρχουν διαθέσιμα δεδομένα για αυτό το συνδυασμό μαθήματος και χρονικής περιόδου.

source: There is no available data for that combination of course, user and time period.
el: Δεν υπάρχουν διαθέσιμα δεδομένα για αυτό το συνδυασμό μαθήματος, χρήστη και χρονικής περιόδου.

source: Statistics is not currently enabled
el: Τα στατιστικά δεν είναι ενεργοποιημένα

# $string['statsreads']
source: Views
el: Προβολές

# $string['statsreport1']
source: Logins
el: Είσοδοι

source: User activity
el: Δραστηριότητα χρήστη

source: Most active courses
el: Περισσότεροι ενεργοί χρήστες

source: Most active courses (weighted)
el: Τα πιο δραστήρια μαθήματα (με βαρύτητα)

source: Most participatory courses (enrolments)
el: Τα μαθήματα με τη μεγαλύτερη συμμετοχή (εγγραφές)

source: Most participatory courses (views/posts)
el: Τα μαθήματα με τη μεγαλύτερη συμμετοχή (προβολές/posts)

# $string['statsreport2']
source: Views (all roles)
el: Προβολές (όλοι οι ρόλοι)

# $string['statsreport3']
source: Posts (all roles)
el: Posts (όλοι οι ρόλοι)

# $string['statsreport4']
source: All activity (all roles)
el: Δραστηριότητα (όλοι οι ρόλοι)

# $string['statsreport5']
source: All activity (views and posts)
el: Δραστηριότητα (προβολές και μηνύματα)

source: User activity (views and posts)
el: Δραστηριότητα χρηστών (προβολές και μηνύματα)

source: All user activity
el: Όλες οι δραστηριότητες των χρηστών

source: Logins (site course)
el: Συνδέσεις

# $string['statsreportactivity']
source: All activity (all roles)
el: Όλες οι δραστηριότητες (όλοι οι ρόλοι)

# $string['statsreportactivitybyrole']
source: All activity (views and posts)
el: Όλες οι δραστηριότητες (προβολές και μηνύματα)

source: for
el: για

# $string['statsreportlogins']
source: Logins
el: Είσοδοι

# $string['statsreportreads']
source: Views (all roles)
el: Προβολές (όλοι οι ρόλοι)

source: Report type
el: Τύπος αναφοράς

# $string['statsreportwrites']
source: Posts (all roles)
el: Αναρτήσεις (όλοι οι ρόλοι)

source: Student activity
el: Δραστηριότητα φοιτητή

source: Student views
el: Προβολές φοιτητή

source: Student posts
el: Αναρτήσεις φοιτητή

source: Teacher activity
el: Δραστηριότητα διδάσκοντα

source: Teacher views
el: Προβολές διδάσκοντα

source: Teacher posts
el: Αναρτήσεις διδάσκοντα

source: Time period - last:
el: Χρονική περίοδος

source: Unique logins
el: Μοναδικές συνδέσεις

source: All activity
el: Όλη η δραστηριότητα

# $string['statsuserlogins']
source: Logins
el: Είσοδοι

# $string['statsuserreads']
source: Views
el: Προβολές

# $string['statsuserwrites']
source: Posts
el: Μηνύματα

# $string['statswrites']
source: Posts
el: Μηνύματα

# $string['status']
source: Status
el: Κατάσταση

source: The following strings are not defined in {$a}
el: Τα ακόλουθα αλφαριθμητικά δεν είναι ορισμένα στο {$a}

source: Sorry, but you can not enter this course as '{$a}'
el: Δυστυχώς δεν μπορείτε να εισέλθετε σε αυτό το μάθημα ως '{$a}'

# $string['students']
source: Students
el: Φοιτητές

source: Students and teachers
el: Σπουδαστές και διδάσκοντες

source: Subcategories
el: Υποκατηγορίες

source: Subcategory
el: Υποκατηγορία

source: Subcategory of {$a}
el: Υποκατηγορία του {$a}

source: Submit
el: Υποβολή

source: Success
el: Επιτυχία

source: Summary
el: Περίληψη

source: The idea of a summary is a short text to prepare students for the activities within the topic or week. The text is shown on the course page under the section name.
el: <p align="center"><b>Περίληψη θέματος</b></p> <p> η ιδέα μιας περίληψης ενός θέματος είναι ένα πολύ μικρό κείμενο που χρησιμοποιείται για την προετοιμασία των μαθητών στις δραστηριότητες του θέματος αυτού.</p> <p>Κάθε περίληψη πρέπει να είναι πολύ μικρή, ώστε το μέγεθος τις σελίδας του μαθήματος να μην γίνεται πολύ μεγάλο.</p> <p> Εάν είναι επιθυμητή η προσθήκη παραπάνω από μιας πρότασης, τότε προσθέτσε ένα πόρο σε αυτό το θέμα (π.χ. η πρώτη δραστηριότητα μπορεί να λέγεται <b> Για αυτό το Θέμα</b>).</p>

source: Summary of {$a}
el: {$a} - περίληψη

source: More details
el: Παρακαλώ, δώστε κάποιες πληροφορίες σχετικές με τον εαυτό σας

source: Suspended
el: Ανεστάλη

source: Suspended users
el: Ανεσταλμένοι χρήστες

source: Switch to the standard theme
el: Μεταβείτε στο στάνταρντ θέμα

source: Switch to the recommended theme for your device
el: Μετάβαση στο συνιστώμενο θέμα για τη συσκευή σας

source: Return to my normal role
el: Επιστροφή στον κανονικό ρόλο μου

source: Switch role to...
el: Μετάβαση σε ρόλο...

source: Tag
el: Ετικέτα

source: This tag already exists
el: Αυτή η ετικέτα υπάρχει ήδη

source: Add/delete tags ...
el: Προσθέστε/σβήστε ετικέτες

source: Tags
el: Ετικέτες

source: Target role
el: Ρόλος στόχος

source: for the {$a} only
el: για τον/την {$a} μόνο

source: {$a} roles
el: {$a} ρόλοι

# $string['teachers']
source: Teachers
el: Καθηγητές

source: Text editor
el: Επεξεργαστής κειμένου

source: Use standard web forms
el: Χρήση φορμών

# $string['textformat']
source: Plain text format
el: Μορφή απλού κειμένου

source: Thanks
el: Ευχαριστώ

source: Theme
el: Θέμα

source: Themes
el: Θέματα

source: New theme saved
el: Το νέο θέμα αποθηκεύτηκε

source: There are {$a} courses
el: Υπάρχουν {$a} μαθήματα

source: There are no {$a} in this course
el: Δεν υπάρχουν {$a} σε αυτό το μάθημα

source: This category
el: Αυτή η κατηγορία

source: This category contains
el: Αυτή η κατηγορία περιέχει

source: Time
el: Ώρα

source: Course time created
el: Ο χρόνος μαθήματος δημιουργήθηκε

source: Timezone
el: Ζώνη ώρας

source: To
el: Έως

source: Skip to create new account
el: Μετάβαση για να δημιουργήσετε νέο λογαριασμό

source: Today
el: Σήμερα

source: Today's logs
el: Σημερινά αρχεία καταγραφής

source: to everyone
el: στον καθένα

source: That email address has had too many bounces. You <b>must</b> change it to continue.
el: Αυτή η διεύθυνση email έχει υπερβολικά πολλές αποκρούσεις. <b>Πρέπει</b> να την αλλάξετε για να συνεχίσετε.

source: There are too many users to show.
el: Οι χρήστες είναι πάρα πολλοί για να προβληθούν.

source: Too many users ({$a->count}) match '{$a->search}'
el: Υπερβολικά πολλοί χρήστες ({$a->count}) ταιριάζουν με '{$a->search}'

source: Too many users ({$a}) to show
el: Υπερβολικά πολλοί χρήστες ({$a}) προς εμφάνιση

source: to {$a} only
el: μόνο στον/στην {$a}

source: Top
el: Ανώτερο επίπεδο

source: Topic
el: Θέμα

source: Hide this topic from {$a}
el: Απόκρυψη του θέματος από {$a}

source: Topic outline
el: Περιγραφή θέματος

source: Show this topic to {$a}
el: Προβολή του θέματος στον/στην {$a}

source: Top level category
el: Κατηγορία ανωτάτου επιπέδου

source: Total
el: Συνολικά

source: Forum tracking
el: Παρακαλούθηση forum

source: No: don't keep track of posts I have seen
el: Όχι: μην παρακολουθείς πια αρτήσεις που έχω δει

source: Yes: highlight new posts for me
el: Ναι: σημείωνε τις καινούργιες αναρτήσεις για μένα

source: Try searching instead.
el: Προσπαθήστε την αναζήτηση

source: Turn editing off
el: Απενεργοποίηση επεξεργασίας

source: Turn editing on
el: Ενεργοποίηση επεξεργασίας

source: The user account "{$a}" is not available on this site
el: Ο λογαριασμός χρήστη "{$a}" δεν είναι διαθέσιμος σε αυτό τον ιστοτοπο

source: Undecided
el: Δεν έχει αποφασιστεί

source: Unfinished
el: Όχι ολοκληρωμένο

source: Unknown category
el: Άγνωστη κατηγορία

source: Unknown error
el: Άγνωστο σφάλμα

source: Unknown user
el: Άγνωστος χρήστης

source: Unlimited
el: Χωρίς περιορισμό

source: Unpacking {$a}
el: Αποσυμπίεση του {$a}

source: Unsafe password - try something else
el: Ο κωδικός πρόσβασης δεν είναι ασφαλής - δοκιμάστε κάτι άλλο

source: Until complete
el: Μέχρι την ολοκλρήρωση

source: Accounts unused for more than {$a} days are automatically unenrolled
el: Για λογαριασμούς που δεν έχουν χρησιμοποιηθεί για περισσότερο από {$a} ημέρες ακυρώνεται αυτόματα η εγγραφή

source: Unzip
el: Αποσυμπίεση

source: Unzipping backup
el: Αποσυμπίεση αντιγράφου ασφαλείας

source: Up
el: Πάνω

source: Update
el: Επεξεργασία

source: Updated {$a}
el: {$a} - τροποποιήθηκε

source: Stop customising this page
el: Κανονικά

source: Customise this page
el: Επεξεργασία αυτής της σελίδας

source: Update profile
el: Επεξεργασία του προφίλ

source: Updates every {$a} seconds
el: Ενημέρωση κάθε {$a} δευτερόλεπτα

source: Update this {$a}
el: Επεξεργασία του/της {$a}

source: Update this course
el: Επεξεργασία του μαθήματος

source: Updating: {$a}
el: Επεξεργασία ενός {$a}

source: Updating {$a->what} in {$a->in}
el: Επεξεργασία ενός {$a->what} σε {$a->in}

source: Upload
el: Φόρτωση

source: Upload a file
el: Φόρτωση ενός αρχείου

source: Failed to write file to disk
el: Αποτυχία εγγραφής του αρχείου στο δίσκο

source: File uploaded successfully
el: Η αποστολή του αρχείου έγινε με επιτυχία

source: Uploaded {$a->file} to {$a->directory}
el: Το αρχείο {$a->file} αποθηκεύτηκε στο φάκελο {$a->directory}

source: Sorry, but that file is too big (limit is {$a} bytes)
el: Το μέγεθος του αρχείου που προσπαθείτε να στείλετε είναι μεγαλύτερο από το επιτρεπόμενο (το όριο είναι {$a} bytes)

source: File upload stopped by a PHP extension
el: Η μεταφόρτωση του αρχείου σταμάτησε λόγω επέκτασης

source: Your file upload has failed because there was a problem with one of the files, {$a->name}.<br /> Here is a log of the problems:<br />{$a->problem}<br />Not recovering.
el: Το ανέβασμα του αρχείου σας απέτυχε γιατί εντοπίστηκε σφάλμα με ένα από τα αρχεία, {$a->name}.<br />Log των προβλημάτων:<br />{$a->problem}<br />Μη αναστρέψιμο.

source: Upload log for file {$a}
el: Αρχείο καταγραφής μεταφορτώσεως του αρχείου {$a}

source: Uploaded file {$a} exceeded the maximum size limit set by the form
el: Το μέγεθος του αρχείου που προσπαθείτε να στείλετε είναι μεγαλύτερο από το επιτρεπόμενο

source: Title:
el: Τίτλος:

source: {$a->contextname} upload limit ({$a->displaysize})
el: {$a->contextname} όριο μεταφόρτωσης ({$a->displaysize})

source: Upload new file
el: Αποστολή νέου αρχείου

source: No file was found - are you sure you selected one to upload?
el: Κανένα αρχείο δε βρέθηκε - είστε σίγουροι πως επιλέξατε κάποιο για αποστολή;

source: Uploads are not allowed
el: Δεν επιτρέπεται η αποστολή αρχείων

source: Missing a temporary folder
el: Λείπει προσωρινός φάκελος

source: The old file(s) in your upload area have been deleted
el: Τα παλιά σας αρχεία στην περιοχή ανεβάσματος έχουν διαγραφεί

source: File was only partially uploaded
el: Μόνο ένα μέρος του αρχείου έχει αποσταλεί

source: An unknown problem occurred while uploading the file '{$a}' (perhaps it was too large?)
el: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά τη αποστολή του αρχείου '{$a}'

source: File was renamed from {$a->oldname} to {$a->newname} because of invalid characters.
el: Το αρχείο μετονομάστηκε από {$a->oldname} σε {$a->newname} λόγω ύπαρξης μη επιτρεπόμενων χαρακτήρων

source: File was renamed from {$a->oldname} to {$a->newname} because there was a filename conflict.
el: Το αρχείο μετονομάστηκε από {$a->oldname} σε {$a->newname} λόγω ενός προβλήματος που σχετίζεται με την ονομασία του

source: Uploaded file exceeded the maximum size limit set by the server
el: Το μέγεθος του αρχείου που προσπαθείτε να στείλετε είναι μεγαλύτερο από το επιτρεπόμενο

source: Upload this file
el: Φόρτωση του αρχείου (το όνομα να είναι σε λατινικούς χαρακτήρες)

source: Used
el: Χρησιμοποιημένο

source: Used in {$a} places
el: Χρησιμοποιείται σε {$a} σημεία

source: or use the form below to send a message to the selected students
el: ή χρησιμοποιήστε την παρακάτω φόρμα για να στείλετε ένα μήνυμα στους επιλεγμένους χρήστες

source: User
el: Χρήστης

source: User account
el: Λογαριασμός χρήστη

# $string['useractivity']
source: Activity
el: Δραστηριότητα

source: Confirmed {$a}
el: Έγινε επιβεβαίωση του χρήστη {$a}

source: User data
el: Δεδομένα χρήστη

source: This user account has been deleted
el: Αυτός ο λογαριασμός χρήστη έχει διαγραφεί

# $string['userdescription']
source: Description
el: Περιγραφή

source: This box enables you to enter some text about yourself which will then be displayed on your profile page for others to view.
el: Το πλαίσιο σας επιτρέπει να εισάγετε κάποιο κείμενο για τον εαυτό σας το οποίο έπειτα θα εμφανίζεται στη σελίδα του προφίλ σας για να το βλέπουν οι άλλοι.

source: User details
el: Λεπτομέρειες χρήστη

source: User files
el: Αρχεία χρηστών

source: User list
el: Λίστα χρηστών

source: User menu
el: Μενού Χρήστη

source: Username
el: Όνομα χρήστη

source: Username / email
el: Όνομα χρήστη / e-mail

source: The username and email address do not relate to the same user
el: Το όνομα χρήστη και το email δεν σχετίζονται με τον ίδιο χρήστη

source: This username already exists, choose another
el: Αυτό το όνομα χρήστη υπάρχει ήδη, παρακαλώ επιλέξτε άλλο

source: Only lowercase letters allowed
el: Επιτρέπονται μόνο πεζοί χαρακτήρες

source: The username was not found in the database
el: Το όνομα χρήστη δεν βρέθηκε στην βάση δεδομένων

source: Enter either username or email address
el: Εισαγάγετε όνομα χρήστη ή διεύθυνση email

source: Could not confirm {$a}
el: Δεν έχει γίνει επιβεβαίωση για το χρήστη {$a}

# $string['userpic']
source: User picture
el: Εικόνα χρήστη

source: Users
el: Χρήστες

source: If only one user matches the search, select them automatically
el: Εάν μόνο ένας χρήστης ταιριάζει στην αναζήτηση, επίλεξέ τον αυτόματα

source: Keep selected users, even if they no longer match the search
el: Διατήρηση επιλεγμένων χρηστών, ακόμη κι αν δεν ταιριάζουν στην αναζήτηση

source: Match the search text anywhere in the displayed fields
el: Ταίριασμα των κριτηρίων αναζήτησης οπουδήποτε μέσα στο όνομα του χρήστη

# $string['usersnew']
source: New users
el: Νέοι χρήστες

source: Inactive for more than
el: Καμία σύνδεση για περισσότερο από

source: Users with files
el: Χρήστες με αρχεία

source: User upload type: {$a}
el: Τύπος μεταφόρτωσης χρήστη : {$a}

source: User zones
el: Ζώνες χρηστών

source: Use theme
el: Χρήση θέματος

source: Using existing course
el: Χρήση υπάρχοντος μαθήματος

source: This value has already been used.
el: Αυτή η τιμή έχει χρησιμοποιηθεί ήδη.

source: Version
el: Έκδοση

source: View
el: Προβολή

source: View all courses
el: Εμφάνιση όλων των μαθημάτων

source: View all courses and categories
el: Εμφάνιση όλων των μαθημάτων και κατηγοριών

source: View all subcategories
el: Δείτε όλες τις υποκατηγορίες

source: View file in a popup window
el: Εμφάνιση αρχείου σε αναδυόμενο παράθυρο

source: Viewing:
el: Προβολή:

source: View more
el: Δείτε περισσότερα

source: View profile
el: Επισκόπηση του προφίλ

# $string['views']
source: Views
el: Προβολές

source: view solution
el: προβολή της λύσης

source: Visible
el: Ορατό
