Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: <p>Hi!</p> <p>For full access to courses you'll need to create yourself an account.</p> <p>All you need to do is make up a username and password and use it in the form on this page!</p> <p>If someone else has already chosen your username then you'll have to try again using a different username.</p>
el: Γεια σας, για να έχετε πλήρη πρόσβαση στα μαθήματα θα πρέπει να δημιουργήσετε έναν λογαριασμό. <p>Χρειάζεται να σκεφτείτε ένα όνομα χρήστη και έναν κωδικό πρόσβασης. <p>Αν το όνομα χρήστη που σκεφτήκατε έχει ήδη επιλεγεί από κάποιον άλλο, τότε θα πρέπει να δοκιμάσετε ξανά με ένα νέο όνομα χρήστη.

source: Log in to {$a}
el: Είσοδος στο {$a}

source: Log out
el: Έξοδος

source: Do you really want to log out?
el: Θέλετε να αποσυνδεθείτε;

source: Logs
el: Αρχεία καταγραφής

# $string['logtoomanycourses']
source: [ <a href="{$a->url}">more</a> ]
el: [ <a href="{$a->url}">περισσότερα</a> ]

# $string['logtoomanyusers']
source: [ <a href="{$a->url}">more</a> ]
el: [ <a href="{$a->url}">περισσότερα</a> ]

source: Look back
el: Προηγούμενες ημέρες

source: Inform admins
el: Ενημέρωση των διαχειριστών

source: Inform students
el: Ενημέρωση των φοιτητών

source: Inform teachers
el: Ενημέρωση των διδασκόντων

source: Main course page
el: Κύρια σελίδα του μαθήματος

source: Create folder
el: Δημιουργία φακέλου

source: Make available
el: Να είναι διαθέσιμο

source: If you make '{$a}' editable by the web server process (eg apache) then you could edit this file directly from this page
el: Αν στο '{$a}' έχουν δοθεί δικαιώματα εγγραφής στον apache, τότε θα μπορείτε να επεξεργαστείτε αυτό το αρχείο απευθείας από αυτή τη σελίδα.

source: Make this my default home page
el: Να γίνει αυτή η προεπιλεγμένη αρχική σελίδα μου

source: Make unavailable
el: Να είναι διαθέσιμο

# $string['manageblocks']
source: Blocks
el: Μπλοκ

source: Manage this category
el: Διαχειριστείτε την κατηγορία αυτή

source: Manage courses
el: Διαχείριση μαθημάτων

source: Database
el: Βάση δεδομένων

source: Manage data formats
el: Διαχείριση μορφών δεδομένων

# $string['managefilters']
source: Filters
el: Φίλτρα

source: Modules
el: Διαχείριση των αρθρωμάτων

source: Roles and permissions
el: Ρόλοι και δικαιώματα

source: Mark all as read
el: Σημείωση όλων ως αναγνωσμένων

source: This topic is highlighted as the current topic
el: Αυτό το θέμα προβάλλεται ως τρέχον θέμα

source: Highlight this topic as the current topic
el: Σημείωση αυτού του θέματος σαν τρέχον θέμα

source: Matching '{$a->search}' and {$a->role}
el: Αντιστοιχτισμένα '{$a->search}' και {$a->role}

source: Maximum size for new files: {$a}
el: Μέγιστο μέγεθος για νέα αρχεία: {$a}

source: Maximum of {$a} characters
el: Το πολύ {$a} χαρακτήρες

source: Maximum grade
el: Μέγιστος βαθμός

source: Maximum grade: {$a}
el: Μέγιστος βαθμός: {$a}

source: Max
el: Μέγιστο

source: Maximum upload size
el: Μέγιστο μέγεθος αρχείου

source: This setting determines the largest size of file that can be uploaded to the course, limited by the site-wide setting set by an administrator. Activity modules also include a maximum upload size setting for further restricting the file size.
el: <p align="center"><strong>Μέγεθος μεταφορτωμένου (uploaded) μαθήματος</strong></p> <p align="center"><br /> Αυτή η ρύθμιση καθορίζει το μεγαλύτερο μέγεθος αρχείου που μπορούν να ανεβάσουν οι σπουδαστές σε αυτό το μάθημα, που περιορίζεται με την ρύθμιση εύρους του δικτυακού τόπου που διαμορφώθηκε από τον διαχειριστή.<br /> Είναι δυνατό να περιοριστεί περαιτέρω αυτό το μέγεθος, μέσω ρυθμίσεων μέσα σε κάθε ενότητα δραστηριότητας.</p>

source: Maximum number of sections
el: Μέγιστος αριθμός θεμάτων

source: Max size: {$a}
el: Μέγιστο μέγεθος: {$a}

source: Maximum size for new files: {$a->size}, overall limit: {$a->areasize}
el: Μέγιστο μέγεθος για νέα αρχεία: {$a->size}, συνολικό όριο: {$a->areasize}

source: Maximum size for new files: {$a->size}, maximum attachments: {$a->attachments}
el: Μέγιστο μέγεθος για νέα αρχεία: {$a->size}, μέγιστος αριθμός συνημμένων: {$a->attachments}

source: Maximum size for new files: {$a->size}, maximum attachments: {$a->attachments}, overall limit: {$a->areasize}
el: Μέγιστο μέγεθος για νέα αρχεία: {$a->size}, μέγιστος αριθμός συνημμένων: {$a->attachments}, συνολικό όριο: {$a->areasize}

source: People in the course
el: Μέλη του μαθήματος

source: Message body
el: Σώμα μηνύματος

source: Selected users have been messaged and the recipient list has been reset.
el: Έχει σταλεί μήνυμα στους επιλεγμένους χρήστες και επαναφορτώθηκε η λίστα των παραληπτών.

source: Something went wrong while messaging selected users. Some may have received the email.
el: Παρουσιάστηκε ένα σφάλμα με την αποστολή του μηνύματος στους επιλεγμένους χρήστες. <br /> Να σημειωθεί πως ορισμένοι από αυτούς μπορεί να έχουν λάβει το μήνυμα.

source: Backup notifications
el: Ειδοποιήσεις αντιγράφων ασφαλείας

source: Course creation request approval notification
el: Ειδοποίηση έγκρισης αιτήματος δημιουργίας μαθήματος

source: Course creation request notification
el: Ειδοποίηση αιτήματος δημιουργίας μαθήματος

source: Course creation request rejection notification
el: Ειδοποίηση απόρριψης αιτήματος δημιουργίας μαθήματος

source: Important errors with the site
el: Σημαντικά σφάλματα με τον ιστοχώρο

source: Personal messages between users
el: Προσωπικά μηνύματα μεταξύ χρηστών

source: Notices about minor problems
el: Ειδοποιήσεις σχετικά με λιγότερο σημαντικά προβλήματα

source: Select this user as a message recipient
el: Προσθήκη του χρήστη στη λίστα παραληπτών ηλεκτρονικής αλληλογραφίας

source: Send a message
el: Προσθήκη / αποστολή μηνύματος

source: Middle name
el: Μεσαίο όνομα

source: Migrating grades
el: Μεταφορά βαθμών

source: min
el: λεπτό

source: mins
el: λεπτά

source: minute
el: λεπτό

source: minutes
el: λεπτά

source: Miscellaneous
el: Ετερόκλητα

source: You need to choose a category
el: Πρέπει να επιλέξετε μια κατηγορία

source: Missing description
el: Λείπει η περιγραφή

source: Missing email address
el: Λείπει η διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Missing given name
el: Λείπει το όνομα

source: Missing from disk
el: Λείπει από το δίσκο

source: Missing full name
el: Λείπει το πλήρες όνομα

source: Missing surname
el: Λείπει το επώνυμο

source: Missing name
el: Λείπει το όνομα

source: Missing new password
el: Λείπει ο νέος κωδικός πρόσβασης

source: Missing password
el: Λείπει ο κωδικός πρόσβασης

source: Missing reCAPTCHA challenge field
el: Λείπει το πεδίο reCAPTCHA challenge

source: Missing reason
el: Λείπει η δικαιολογία

source: Missing short name
el: Λείπει το σύντομο όνομα

source: Missing short site name
el: Λείπει το σύντομο όνομα του δικτυακού τόπου

source: Missing site description
el: Λείπει η περιγραφή του δικτυακού τόπου

source: Missing site name
el: Λείπει το όνομα του δικτυακού τόπου

source: Check for untranslated words or phrases
el: Έλεγχος για συμβολοσειρές που λείπουν

# $string['missingstudent']
source: Must choose something
el: Πρέπει να επιλέξετε κάτι

source: Missing summary
el: Λείπει η σύνοψη

# $string['missingteacher']
source: Must choose something
el: Πρέπει να επιλέξετε κάτι

source: Missing URL
el: Λείπει το URL

source: Missing username
el: Λείπει το όνομα χρήστη

source: Activity chooser off
el: Απενεργοποίηση επιλογέα δραστηριοτήτων

source: Activity chooser on
el: Ενεργοποίηση επιλογέα δραστηριοτήτων

# $string['modhide']
source: Hide
el: Απόκρυψη

source: Modified
el: Τροποποιημένο

# $string['modshow']
source: Show
el: Προβολή

# $string['moduleintro']
source: Description
el: Περιγραφή

source: Setting up module tables
el: Ρύθμιση των πινάκων του αρθρώματος

# $string['modulesuccess']
source: {$a} tables have been set up correctly
el: {$a} έχουν ρυθμιστεί σωστά

source: Modules used
el: Αρθρώματα που χρησιμοποιήθηκαν

# $string['modvisible']
source: Availability
el: Διαθεσιμότητα

# $string['modvisiblehiddensection']
source: Availability
el: Διαθεσιμότητα

# $string['modvisiblewithstealth']
source: Availability
el: Διαθεσιμότητα

source: Month
el: Μήνα

source: Months
el: Μήνες

source: Moodle Docs
el: Αρχεία βοήθειας

source: Moodle Docs for this page
el: Αρχεία βοήθειας για αυτήν τη σελίδα

source: Moodle logo
el: Λογότυπο Moodle

source: Moodle version
el: Έκδοση του Moodle

source: more
el: περισσότερα

source: More help
el: Περισσότερη βοήθεια

source: More info
el: Περισσότερες πληροφορίες

source: More information about this error
el: Περισσότερες πληροφορίες για αυτό το λάθος

source: More...
el: Περισσότερα...

source: Please tell us more about yourself
el: Παρακαλώ γράψτε κάτι για τον εαυτό σας

source: most recently
el: πιο πρόσφατα

source: Move
el: Μετακίνηση

source: Move into
el: Μετακίνηση σε

source: Move category to:
el: Μετακίνηση του τμήματος στο:

source: Move {$a}
el: Μετακίνηση {$a}

source: Move contents to another category
el: Μετακίνηση περιεχομένωνμ σε άλλη κατηγορία

source: Move resource
el: Μετακίνησε πόρο

source: Move section
el: Μετακίνηση ενότητας

source: Move course to:
el: Μετακίνηση μαθήματος σε:

source: Move down
el: Μετακίνηση κάτω

source: Move files to here
el: Μετακίνηση αρχείων εδώ

source: Move {$a} to this location
el: Μετακίνηση {$a} σ' αυτή την τοποθεσία

source: Move to here
el: Μετακίνηση εδώ

source: Move left
el: Μετακίνηση αριστερά

source: Move right
el: Μετακίνηση δεξιά

source: Move section {$a}
el: Μετακίνηση τμήματος {$a}

source: Move selected categories to
el: Μετακίνηση επιλεγμένων κατηγοριών στο

source: Move selected courses to...
el: Μετακίνηση επιλεγμένων μαθημάτων σε...

source: Move to another folder
el: Μετακίνηση σε άλλο φάκελο

source: Move up
el: Μετακίνηση πάνω

source: The new password must be different than the current one
el: Ο καινούριος κωδικός πρόσβασης πρέπει να είναι διαφορετικός από τον τρέχοντα

source: You need to confirm your login
el: Πρέπει να επιβεβαιώσετε τη σύνδεσή σας

source: My courses
el: Τα μαθήματά μου

source: My private files
el: Προσωπικά αρχεία

source: Manage my private files
el: Διαχείρηση αρχείων

source: Dashboard
el: Η αρχική μου

source: My profile
el: Το προφίλ μου

# $string['name']
source: Name
el: Όνομα

# $string['nameforpage']
source: Name
el: Όνομα

source: Navigation
el: Πλοήγηση

source: Needed
el: Απαραίτητο

source: Never
el: Ποτέ

source: Never delete logs
el: Ποτέ να μη διαγράφονται αρχεία καταγραφής

source: New
el: Νέο

source: New account
el: Νέος λογαριασμός

source: New name for activity {$a}
el: Νέο όνομα για την δραστηριότητα {$a}

source: New course
el: Νέο μάθημα

source: New password
el: Νέος κωδικός πρόσβασης

source: <strong>NOTICE:</strong> Your <strong>Current password</strong> will have been sent to you in the <strong>second</strong> of the two emails sent as part of the lost password recovery process. Make sure you have received your replacement password before continuing with this screen.
el: <strong>ΕΙΔΟΠΟΙΗΣΗ:</strong> Το <strong>Τρέχον συνθηματικό</strong> θα έχει σταλεί σε εσάς στο <strong>δεύτερο</strong> από τα δύο emails που στάλθηκαν ως μέρος της διαδικασίας ανάκτησης συνθηματικού. Βεβαιωθείτε ότι έχετε λάβει το νέο συνθηματικό πριν συνεχίσετε με αυτήν την οθόνη.

source: Enter a new password or leave blank to keep current password.
el: Αφήστε κενό για να κρατήσετε το τρέχον συνθηματικό

source: Hi {$a->firstname}, Your account password at '{$a->sitename}' has been reset and you have been issued with a new temporary password. Your current login information is now: username: {$a->username} password: {$a->newpassword} Please go to this page to change your password: {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then cut and paste the address into the address line at the top of your web browser window. Cheers from the '{$a->sitename}' administrator, {$a->signoff}
el: Γειά σας, {$a->firstname}, Ο κωδικός πρόσβασης του λογαριασμού σας στο '{$a->sitename}' έχει αλλάξει. Για να συνδεθείτε θα πρέπει να χρησιμοποιήσετε τα παρακάτω στοιχεία: Όνομα χρήστη: {$a->username} Κωδικός πρόσβασης: {$a->newpassword} Παρακαλώ επισκεφθείτε αυτήν τη σελίδα και αλλάξτε τον κωδικό πρόσβασής σας: {$a->link}

source: New picture
el: Νέα εικόνα

source: To add a new picture, browse and select an image (in JPG or PNG format) then click "Update profile". The image will be cropped to a square and resized to 100x100 pixels.
el: <p align="center"><b>Φορτώνοντας μια εικόνα</b></p> <p>Μπορείτε να φορτώσετε μια εικόνα από τον υπολογιστή σας σε αυτόν τον εξυπηρετητή και αυτή θα χρησιμοποιηθεί σε διάφορα σημεία για να αντιπροσωπεύσει εσάς.</p> <p>Για αυτό το λόγο οι καλύτερες εικόνες είναι κοντινές φωτογραφίες του προσώπου σας, αλλά μπορείτε να χρησιμοποιήσετε όποια εικόνα επιθυμείτε.</p> <p>Η εικόνα πρέπει να είναι μορφής JPG ή PNG (δηλ. τα ονόματα θα τελειώνουν σε .jpg ή .png).</p> <p>Μπορείτε να αποκτήσετε μια τέτοια εικόνα χρησιμοποιώντας μία από τις τέσσερις ακόλουθες μεθόδους:</p> <ol> <li>Με μια ψηφιακή φωτογραφική μηχανή οι φωτογραφίες θα είναι πιθανότητα ήδη στον υπολογιστή σας και στην κατάλληλη μορφή.</li> <li>Μπορείτε να σαρώσετε μια εκτυπωμένη φωτογραφία. Βεβαιωθείτε πως την αποθηκεύετε σε μορφή JPG ή PNG.</li> <li>Αν είστε καλλιτέχνης ίσως να θέλετε να ζωγραφίσετε μια εικόνα χρησιμοποιώντας ένα πρόγραμμα ζωγραφικής.</li> <li>Τέλος, μπορείτε να "δανειστείτε" εικόνες από το διαδίκτυο. Το <a target="_blank" href="http://images.google.com/">http://images.google.com</a> είναι μια πολύ καλή αρχή. Αφού βρείτε μια εικόνα, μπορείτε να την αποθηκεύσετε με δεξί κλικ πάνω σε αυτή και μετά να επιλέξτε "Αποθήκευση εικόνας ως" ή "Save image as" από το μενου (σε διαφορετικούς υπολογιστές μπορεί να διαφέρει το μήνυμα).</li> </ol> <p>Για να φορτώσετε την εικόνα στο Moodle πατήστε το κουμπί "Αναζήτηση" σε αυτή τη σελίδα και επιλέξτε ένα αρχείο εικόνας από τον υπολογιστή σας.</p> <p>Σημείωση: Βεβαιωθείτε πως το αρχείο εικόνας δεν είναι μεγαλύτερο από το όριο που ορίζεται εδώ αλλιώς δε θα φορτωθεί το αρχείο.</p> <p>Μετά πατήστε "Ενημέρωση του προφίλ μου" στο κάτω μέρος - το αρχείο εικόνας θα κοπεί σε τετράγωνη μορφή στα 100x100 pixels.</p> <p>Όταν επιστρέψετε στη σελίδα του προφίλ σας, η εικόνα ίσως να μη φαίνεται να έχει αλλάξει. Αν συμβαίνει αυτό απλά πατήστε το κουμπί "Ανανέωση" (ή "Reload" ή "Refresh", ανάλογα με τον υπολογιστή σας) στον περιηγητή σας.</p>

source: New name for section {$a}
el: Νέο όνομα για την ενότητα {$a}

source: news item
el: αντικείμενο νέων

source: announcements
el: αντικείμενα νέων

source: Number of announcements
el: Αντικείμενα νέων προς προβολή

source: The announcements forum is a special forum which is created automatically in the course, has forced subscription set by default, and only users with appropriate permissions (by default teachers) can post in it. This setting determines how many recent announcements appear in the latest announcements block. If an announcements forum is not required in the course, this setting should be set to zero.
el: <p align="center"><b>Νέα σχετικά με τα μαθήματα"</b></p> <p>Μια ειδική ομάδα συζητήσεων που ονομάζεται "Πίνακας Ανακοινώσεων" εμφανίζεται στην εβδομαδιαία και τη θεματική μορφή των μαθημάτων. Είναι ένα καλό μέρος για ανάρτηση σημειώσεων, προκειμένου να μπορούν να τις δουν όλοι οι φοιτητές. (Όλοι οι φοιτητές να είναι μέλη σε αυτή την ομάδα συζητήσεων για να λαμβάνουν όλες τις ανακοινώσεις με email).</p> <p>Αυτή η ρύθμιση καθορίζει πόσα πρόσφατα αντικείμενα θα εμφανίζονται στην αρχική σελίδα του μαθήματος, στην περιοχή νέων στην κάτω δεξιά πλευρά.</p> <p>Εαν ρυθμιστεί στο "0 νέα αντικείμενα" τότε η περιοχή νέων δεν εμφανίζεται καθόλου.</p>

source: New user
el: Νέος χρήστης

source: New user account
el: Νέος λογαριασμός χρήστη

source: Hi {$a->firstname}, A new account has been created for you at '{$a->sitename}' and you have been issued with a new temporary password. Your current login information is now: username: {$a->username} password: {$a->newpassword} (you will have to change your password when you login for the first time) To start using '{$a->sitename}', login at {$a->link} In most mail programs, this should appear as a blue link which you can just click on. If that doesn't work, then cut and paste the address into the address line at the top of your web browser window. Cheers from the '{$a->sitename}' administrator, {$a->signoff}
el: Γεια σας {$a->firstname}, Έχει δημιουργηθεί ένας καινούριος λογαριασμός χρήστη στο '{$a->sitename}' με έναν προσωρινό κωδικό πρόσβαση. Για να συνδεθείτε θα πρέπει να χρησιμοποιήσετε τα παρακάτω στοιχεία: όνομα χρήστη: {$a->username} συνθηματικό: {$a->newpassword} (θα πρέπει να αλλάξετε τον κωδικό πρόσβασης την πρώτη φορά που θα συνδεθείτε) Για να συνδεθείτε, πατήστε τον επόμενο σύνδεσμο {$a->link}

# $string['newusers']
source: New users
el: Νέοι χρήστες

# $string['newwindow']
source: New window
el: νέο παράθυρο

source: Next
el: Επόμενο

source: Next section
el: Επόμενο τμήμα

source: No
el: Όχι

source: There are no blocks that you can add to this page.
el: Δεν υπάρχουν blocks που μπορείτε να προσθέσετε σε αυτή τη σελίδα.

source: Nobody
el: Κανένας

source: No change
el: Καμία αλλαγή

source: No comments
el: Χωρίς Σχόλια

source: No courses
el: Κανένα μάθημα

source: No courses were found with the words '{$a}'
el: Δε βρέθηκαν μαθήματα με τις λέξεις '{$a}'

source: No courses in this category
el: Δεν υπάρχουν μαθήματα σε αυτήν την κατηγορία

source: The administrator has not enabled Daylight Savings Time support.
el: Ο διαχειριστής δεν έχει ενεργοποιήσει την Αυτόματη Αλλαγή Ώρας.

source: No files have been selected to restore
el: Δεν έχουν επιλεγεί αρχεία για επαναφορά

source: No files have been uploaded to your course yet
el: Δεν έχουν φορτωθεί αρχεία στο μάθημά σας ακόμα

source: No grade
el: Δεν υπάρχει βαθμός

source: No images have been uploaded to your course yet
el: Δεν υπάρχουν εικόνες στο μάθημά σας ακόμα

source: No logs have been found
el: Δεν έχουν βρεθεί αρχεία καταγραφής

source: No users match '{$a}'
el: Δεν ταιριάζει κανένας χρήστης '{$a}'

source: No more matching courses could be found
el: Δεν βρέθηκαν μαθήματα που να ταιριάζουν με τα κριτήριά σας

source: Not using an idnumber to avoid collisions
el: Δεν χρησιμοποιείται idnumber για την αποφυγή συγκρούσεων

source: None
el: Κανένας

source: Non-editing teacher
el: Διδάσκων περιορισμένων δυνατοτήτων

source: Non-editing teachers can teach in courses and grade students, but may not alter activities.
el: Ο διδάσκοντας περιορισμένων δυνατοτήτων μπορεί να διδάξει μαθήματα και να βαθμολογήσει τους φοιτητές αλλά δεν μπορεί να αλλάξει τις δραστηριότητες τους

source: Non-standard
el: Μη-καθιερωμένος

source: There are no courses pending approval
el: Δεν υπάρχουν μαθήματα που αναμένουν έγκριση

source: No potential admins
el: Δεν υπάρχει κανένας πιθανός διαχειριστής

source: No potential course creators
el: Δεν υπάρχει κανένας πιθανός δημιουργός

source: No potential students
el: Δεν υπάρχει κανένας πιθανός σπουδαστής

source: No potential teachers
el: Δεν υπάρχει κανένας πιθανός διδάσκοντας

# $string['norecentactivity']
source: No recent activity
el: Δεν υπάρχει πρόσφατη δραστηριότητα

source: You have replied to a no-reply email address. If you were attempting to reply to a forum post, please instead reply using the {$a} forums. Following is the content of your email:
el: Έχετε απαντήσει σε μία διεύθυνση email που δε δέχεται απαντήσεις. Αν προσπαθούσατε να απαντήσετε σε μια ανακοίνωση forum, παρακαλώ απαντήστε χρησιμοποιώντας τα {$a} forums. Ακολουθεί το περιεχόμενο του email σας:

source: {$a} - bounced email.
el: {$a} - email αποκρούστηκε.

source: Do not reply to this email
el: Μην απαντήσετε σε αυτό το email

source: No results
el: Κανένα αποτέλεσμα

source: Normal
el: Κανονικά

source: Normal search
el: Κανονική αναζήτηση

source: Could not find site-level course
el: Αδυναμία εύρεσης μαθήματος σε επίπεδο ιστοχώρου

source: No {$a} found
el: Δεν βρέθηκαν {$a}

source: There are no students in this group yet
el: Δεν υπάρχουν σπουδαστές σε αυτήν την ομάδα ακόμα

source: No students enrolled in this course yet
el: Δεν έχουν εγγραφεί φοιτητές σε αυτό το μάθημα ακόμη

source: No such email address
el: Δεν υπάρχει τέτοια διεύθυνση email

source: Not available
el: Δεν είναι διαθέσιμο

source: {$a} is not available
el: {$a} δεν είναι διαθέσιμο

source: No teachers in this course yet
el: Δεν υπάρχουν διδάσκοντες σε αυτό το μάθημα ακόμη

source: {$a} is not enrolled in this course.
el: {$a} - δεν είναι εγγεγραμμένος σε αυτό το μάθημα.

source: This profile is not available because this user is not enrolled in this course.
el: Αυτό το προφίλ δεν είναι διαθέσιμο γιατί ο χρήστης δεν έχει γραφτεί σε αυτό το μάθημα.

source: <strong>Note:</strong> Course users need to be restored when restoring user data (in activities, files or messages). This setting has been changed for you.
el: Σημείωση: οι χρήστες του μαθήματος πρέπει να αποκατασταθούν όταν αποκατασταθούν και τα δεδομένα του χρήστη. Αυτή η ρύθμιση έχει αλλάξει για εσάς.

# $string['nothingnew']
source: No recent activity
el: Τίποτα νέο από την τελευταία σύνδεσή σας

source: Nothing to display
el: Δεν υπάρχει τίποτα προς προβολή

source: Notice
el: Ειδοποίηση

source: This backup file has been created with Moodle {$a->backuprelease} ({$a->backupversion}) and it's newer than your currently installed Moodle {$a->serverrelease} ({$a->serverversion}). This could cause some inconsistencies because backwards compatibility of backup files cannot be guaranteed.
el: Αυτό το αντίγραφο ασφαλείας έχει δημιουργηθεί με το Moodle {$a->backuprelease} ({$a->backupversion}) και είναι νεότερο από το Moodle {$a->serverrelease} ({$a->serverversion})που έχετε εγκατεστημένο. Αυτό μπορεί να προκαλέσει ασυνέπειες, καθώς δε μπορεί να εγγυηθεί η συμβατότητα προς τα πίσω των αντιγράφων ασφαλείας.

source: Notifications
el: Ειδοποιήσεις

source: {$a->time}, IP: {$a->ip}, User: {$a->info}, User full name: {$a->name}
el: {$a->time}, IP: {$a->ip}, Χρήστης: {$a->info}

source: You can view these logs at {$a}
el: Μπορείτε να δείτε αυτές τις αναφορές στο {$a}/course/log.php?id=1&chooselog=1&modid=site_errors.

source: Here is a list of failed login attempts at {$a} since you were last notified
el: Λίστα με αποτυχημένες προσπάθειες σύνδεσης {$a} από την τελευταία φορά που ειδοποιηθήκατε

source: {$a} :: Failed logins notification
el: {$a} :: Ειδοποίηση αποτυχημένων συνδέσεων

source: Not included
el: Δεν έχει συμπεριληφθεί

source: Sorry, but you need to be part of a group to see this activity.
el: Συγνώμη, αλλά θα πρέπει να είστε μέλος μιας ομάδας για να δείτε αυτήν τη δραστηριότητα

source: Not public!
el: Όχι δημόσια!

source: No users found
el: Δε βρέθηκαν χρήστες

source: No users matching '{$a}' were found
el: Δε βρέθηκε χρήστης που να ταιριάζει με '{$a}'

source: There are no users yet
el: Δεν υπάρχουν χρήστες ακόμη

source: No valid courses to be shown
el: Δεν υπάρχουν έγκυροι χρήστες προς προβολή

source: now
el: τώρα

source: {$a} failed login attempt(s)
el: {$a} εσφαλμένες προσπάθειες σύνδεσης

source: Number of courses
el: Αριθμός μαθημάτων

source: Number of sections
el: Αριθμός εβδομάδων/θεμάτων

source: {$a} day
el: {$a} ημέρα

source: {$a} days
el: {$a} ημέρες

source: {$a} hours
el: {$a} ώρες

source: {$a} letters
el: {$a} γράμματα

source: {$a} minutes
el: {$a} λεπτά

source: {$a} month
el: {$a} μήνα

source: {$a} months
el: {$a} μήνες

source: {$a} seconds
el: {$a} δευτερόλεπτα

source: {$a} views
el: {$a} όψεις

source: {$a} week
el: {$a} εβδομάδα

source: {$a} weeks
el: {$a} εβδομάδες

source: {$a} words
el: {$a} λέξεις

source: {$a} year
el: {$a} έτος

source: {$a} years
el: {$a} έτη

source: Current password
el: Τρέχων κωδικός
