Repository: eellak/moodle-po
Catalog: po-*/moodle.po
Languages: el

source: about to be installed
el: πρόκειται να εγκατασταθεί

source: Action
el: Ενέργεια

source: What do you want to do with the file '{$a}'?
el: Τι θέλετε να κάνετε με το αρχείο '{$a}';

source: Actions
el: Ενέργειες

source: Active
el: Ενεργό

source: Active users
el: Ενεργοί χρήστες

source: Activities
el: Δραστηριότητες

source: Activities, such as forums, quizzes and wikis, enable interactive content to be added to the course.
el: Δραστηριότητες όπως ομάδες συζητήσεων, quiz και wikis επιτρέπουν την προσθήκη διαδραστικού περιεχομένου στο μάθημα.

# $string['activity']
source: Activity
el: Δραστηριότητα

source: Moving this activity: {$a}
el: Μετακίνηση αυτής της δραστηριότητας: {$a}

source: Sorry, this activity is currently hidden
el: Λυπούμαστε, αυτή η δραστηριότητα είναι προς το παρόν κρυμμένη

source: Activity module
el: Άρθρωμα δραστηριότητας

source: Activity modules
el: Αρθρώματα δραστηριοτήτων

source: Activity report
el: Αναφορά δραστηριότητας

source: Activity reports
el: Αναφορές δραστηριοτήτων

source: Select this activity to be moved elsewhere
el: Επιλέξτε αυτή τη δραστηριότητα για να τη μετακινήσετε

source: Activity since {$a}
el: Δραστηριότητα από {$a}

source: Activity per user
el: Δραστηριότητα ανά χρήστη

source: Add
el: Προσθήκη

source: Add an activity...
el: Προσθήκη δραστηριότητας...

source: Add an activity to section '{$a}'
el: Προσθήκη δραστηριότητας στην ενότητα '{$a}'

source: Add admin
el: Προσθήκη διαχειριστή

source: Add a block
el: Προσθέστε ένα μπλοκ

source: Add a comment...
el: Προσθήκη σχολίου...

source: Create user by adding number to username
el: Δημιουργία χρήστη με την προσθήκη ενός αριθμού στο όνομα χρήστη

source: Add course creator
el: Προσθήκη δημιουργού μαθήματος

source: Add...
el: Προσθήκη...

source: Added {$a}
el: Προστέθηκε {$a}

source: Added {$a} new recipient
el: Προστέθηκε {$a} νέος παραλήπτης

source: Added {$a} new recipients
el: Προστέθηκαν {$a} νέοι παραλήπτες

source: Added to group "{$a}"
el: Προστέθηκε στην ομάδα "{$a}"

source: Not added to group "{$a}"
el: Δεν προστέθηκε στην ομάδα "{$a}"

source: Not added to group "{$a}", because not enrolled in course
el: Δεν προστέθηκε στην ομάδα {$a}, γιατί δεν είναι εγγεγραμμένος/η στο μάθημα

source: Add file(s) here
el: Πρόσθεσε αρχείο/α εδώ

source: Adding a new {$a}
el: Προσθήκη νέας/νέου {$a}

source: Adding a new {$a->what} to {$a->to}
el: Προσθήκη {$a->what} σε {$a->to}

source: Adding data to existing
el: Προσθήκη δεδομένων στα υπάρχοντα

source: Additional names
el: Επιπρόσθετα αρχεία

source: Add link here
el: Πρόσθεσε έναν σύνδεσμο εδώ

source: Add new category
el: Προσθήκη κατηγορίας

source: Add a new course
el: Προσθήκη νέου μαθήματος

source: Add a new user
el: Προσθήκη νέου χρήστη

source: Add users who haven't accessed this {$a} to recipient list
el: Προσθήκη στη λίστα παραληπτών όλων των χρηστών που δεν έχουν προσπελάσει το {$a}

source: Add text here
el: Πρόσθεσε κείμενο εδώ

source: Add a resource...
el: Προσθήκη πηγής πληροφοριών...

source: Add an activity or resource
el: Προσθέστε μια δραστηριότητα ή πόρο

source: Add a resource to section '{$a}'
el: Πρόσθεσε έναν πόρο στην ενότητα '{$a}'

source: Address
el: Διεύθυνση

source: Add sections
el: Προσθήκη ενοτήτων

source: Add student
el: Προσθήκη φοιτητή

source: Add a subcategory
el: Προσθήκη υποκατηγορίας

source: Add teacher
el: Προσθήκη διδάσκοντα

source: Admin
el: Διαχειριστής

source: To manually create a new user account
el: Δημιουργία λογαριασμού ενός νέου χρήστη χειροκίνητα

source: Admins can do anything and go anywhere in the site
el: Οι διαχειριστές μπορούν να κάνουν οτιδήποτε και να πάνε οπουδήποτε σε ολόκληρο τον ιστοχώρο

source: Course creators can create new courses
el: Οι δημιουργοί μπορούν να δημιουργήσουν νέα μαθήματα

source: Apply defined site roles to specific users
el: Εφαρμογή ρόλων σε χρήστες του ιστοχώρου

source: Go into a course and add students from the admin menu
el: Μπείτε σε ένα μάθημα και προσθέστε φοιτητές από το μενού του διαχειριστή

source: You can use internal user accounts or external databases
el: Μπορείτε να χρησιμοποιήσετε εσωτερικούς λογαριασμούς χρηστών ή εξωτερικές βάσεις δεδομένων

source: Configure automated backups and their schedule
el: Ρυθμίσεις λήψης αυτόματων αντιγράφων ασφαλείας

source: Configure how the site looks and works
el: Διαμόρφωση της εμφάνισης και της λειτουργίας του ιστοχώρου

source: Configure variables that affect general operation of the site
el: Διαμόρφωση των μεταβλητών που επηρεάζουν τη γενική λειτουργία του ιστοχώρου

source: Define courses and categories and assign people to them, edit pending courses
el: Δημιουργία μαθημάτων και τμημάτων και εγγραφή ατόμων σε αυτά, επεξεργασία μαθημάτων που εκκρεμούν

source: Define basic settings for HTML editor
el: Ορισμός βασικών ρυθμίσεων του επεξεργαστή HTML κειμένου

source: Browse the list of user accounts and edit any of them
el: Προβολή και επεξεργασία των λογαριασμών χρηστών

source: Check how your server suits current and future installation requirements
el: Έλεγχος της συμβατότητας του διακομιστή με τις απαιτήσεις του Moodle

source: Browse logs of failed logins
el: Προβολή της αναφοράς εσφαλμένων προσπαθειών σύνδεσης

source: For checking and editing the current language pack
el: Έλεγχος και επεξεργασία του τρέχοντος γλωσσικού πακέτου

source: Browse logs of all activity on this site
el: Προβολή των αρχείων καταγραφής του ιστοχώρου

source: Manage installed blocks and their settings
el: Διαχείριση των εγκατεστημένων μπλοκ

source: Access the database directly (be careful!)
el: Απευθείας πρόσβαση στη βάση δεδομένων (προσοχή!)

source: Choose text filters and related settings
el: Διαχείριση φίλτρων κειμένου και σχετικών ρυθμίσεων

source: Manage installed modules and their settings
el: Διαχείριση των εγκατεστημένων αρθρωμάτων

source: Create and define roles that may be applied to users
el: Δημιουργία και καθορισμός ρόλων που μπορούν να αποδοθούν στους χρήστες

source: Configure the My Moodle blocks for users
el: Ρυθμίσεις των μπλοκ των χρηστών

source: Site level reports
el: Αναφορές σε επίπεδο ιστοχώρου

source: For publishing general files or uploading external backups
el: Για τη δημοσίευση γενικών αρχείων ή το ανέβασμα εξωτερικών αντιγράφων ασφαλείας

source: Define how the front page of the site looks
el: Ρυθμίσεις που αφορούν την αρχική σελίδα του ιστοχώρου

source: Configure Moodle-wide sticky blocks
el: Ρύθμιση μπλοκ για όλο το Moodle

source: Choose how the site looks (colours, fonts etc)
el: Ρυθμίσεις εμφάνισης του ιστοχώρου (χρώματα, φόντο κλπ)

source: Import new user accounts from a text file
el: Εισαγωγή χρηστών από αρχείο κειμένου

source: Define your users and set up authentication
el: Ορισμός χρηστών και μέθοδος πιστοποίησης τους

source: Interface to edit the XMLDB files. Only for developers.
el: Διεπαφή για την επεξεργασία αρχείων XMLDB. Μόνο για προγραμματιστές.

source: Administration
el: Διαχείριση

source: Site administration
el: Διαχείριση του ιστοχώρου

source: Administrator
el: Διαχειριστής

source: Administrators can usually do anything on the site, in all courses.
el: Συνήθως, οι διαχειριστές μπορούν κάνουν οτιδήποτε, σε όλα τα μαθήματα.

source: Administrators
el: Διαχειριστές

source: All administrators
el: Όλοι οι διαχειριστές

source: Administrators and teachers
el: Διαχειριστές και διδάσκοντες

source: Advanced
el: Προχωρημένο

source: Advanced search
el: Προχωρημένη αναζήτηση

source: Advanced settings
el: Προχωρημένες ρυθμίσεις

source: After resource "{$a}"
el: Μετά τον πόρο "{$a}"

source: After section "{$a}"
el: Μετά την ενότητα "{$a}"

source: again
el: πάλι

source: AJAX and Javascript
el: AJAX και Javascript

source: All
el: Όλα

source: All actions
el: Όλες οι ενέργειες

source: All activities
el: Όλες οι δραστηριότητες

source: All categories
el: Όλες οι κατηγορίες

source: All changes
el: Όλες οι αλλαγές

source: All days
el: Όλες τις ημέρες

source: All fields are required
el: Απαιτούνται όλα τα πεδία

source: All files
el: Όλα τα αρχεία

source: All groups
el: Όλες οι ομάδες

source: All logs
el: Όλες οι αναφορές

source: All {$a}
el: Όλα τα {$a}

source: Allow
el: Επιτρέπεται

source: Allow internal methods as well
el: Να επιτρέπονται και οι εσωτερικές μέθοδοι

source: Allow none
el: Να μην επιτρέπεται τίποτα

source: Do not allow
el: Δεν επιτρέπεται

source: Allow stealth activities
el: Να επιτρέπονται αόρατες δραστηριότητες

source: If enabled, activities can be made available but not shown in visible sections of the course page. If so, links to stealth activities must be provided from elsewhere, such as from a page resource. Stealth activities are still listed in the gradebook and other reports.
el: Αν ενεργοποιηθεί, οι δραστηριότητες μπορεί να είναι διαθέσιμες αλλά δεν εμφανίζονται σε ορατές ενότητες της σελίδας του μαθήματος. Αν είναι έτσι, πρέπει να παρέχονται σύνδεσμοι στις αόρατες δραστηριότητες από αλλού, όπως από έναν πόρο σελίδας. Οι αόρατες δραστηριότητες συνεχίζουν να εμφανίζονται στο βαθμολόγιο και σε άλλες αναφορές.

source: All participants
el: Όλοι οι συμμετέχοντες

source: All teachers
el: Όλοι οι διδάσκοντες

source: Can only contain alphanumeric characters, hyphen (-) or period (.)
el: Μπορεί μόνο να περιέχει γράμματα της αλφαβήτου, αριθμούς, παύλα (-) ή τελεία (.)

source: Registration has already been confirmed
el: Η δημιουργία του λογαριασμού έχει ήδη επιβεβαιωθεί

source: Alternate name
el: Εναλλακτικό όνομα

source: Always
el: Πάντα

source: {$a->one} and {$a->two}
el: {$a->one} και {$a->two}

source: Answer
el: Απάντηση

source: Any
el: Κάθε

source: Appearance
el: Εμφάνιση

source: Approve
el: Αποδέχομαι

source: Are you sure?
el: Είστε σίγουρος ;

source: Do you want to continue?
el: Θέλετε να συνεχίσετε;

source: Later in this process you will have a choice of adding this backup to an existing course or creating a completely new course.
el: Αργότερα σε αυτήν τη διαδικασία θα έχετε την επιλογή της προσθήκης αυτού του αντιγράφου ασφαλείας σε ένα υπάρχον μάθημα ή της δημιουργίας ενός εντελώς νέου μαθήματος.

source: Ascending
el: Αύξουσα

source: Assessment
el: Αξιολόγηση

source: Assign admins
el: Προσδιορισμός διαχειριστών

source: Assign creators
el: Προσδιορισμός δημιουργών

source: Assign site-wide roles
el: Προσδιορισμός ρόλων στον δικτυακό τόπο

source: Authenticated user
el: Πιστοποιημένος χρήστης

source: All logged in users.
el: Όλοι οι χρήστες που βρίσκονται μέσα στο σύστημα.

source: Authentication
el: Πιστοποίηση ταυτότητας

source: Authentication plugins
el: Υπομονάδες πιστοποίησης

source: Forum auto-subscribe
el: Αυτόματη εγγραφή στις ομάδες συζητήσεων

source: No: don't automatically subscribe me to forum discussions
el: Όχι: να μην εγγράφομαι αυτόματα σε ομάδες συζητήσεων

source: Yes: when I post, subscribe me to that forum discussion
el: Ναι: όταν αναρτώ ανακοινώσεις σε μια ομάδα συζητήσεων να εγγράφομαι αυτόματα σε αυτή

# $string['availability']
source: Availability
el: Διαθεσιμότητα

source: Available courses
el: Διαθέσιμα Μαθήματα

source: Back
el: Πίσω

source: Back to {$a}
el: Πίσω σε {$a}

source: Back to course listing
el: Πίσω στη λίστα μαθημάτων

source: Back to the page you were on
el: Επιστροφή στην προηγούμενη σελίδα

source: Back to participants list
el: Πίσω στη λίστα συμμετεχόντων

source: Backup
el: Αντίγραφο ασφαλείας

source: Choose whether or not to do automated backups.
el: Λήψη ή όχι αυτόματων αντιγράφων ασφαλείας

source: Backup cancelled
el: Η λήψη του αντιγράφου ασφαλείας ακυρώθηκε

source: If enabled then course files will be included in automated backups
el: Προσθήκη των αρχείων του μαθήματος κατά την αυτόματη λήψη αντιγράφων ασφαλείας

source: Backup date
el: Ημερομηνία αντίγραφου ασφαλείας

source: &nbsp; {$a->TAG} is now {$a->weekday}, {$a->mday} {$a->month} {$a->year}<br />
el: {$a->TAG} τώρα είναι {$a->weekday}, {$a->mday} {$a->month} {$a->year}<br />

source: {$a->TAG} was {$a->weekday}, {$a->mday} {$a->month} {$a->year}
el: {$a->TAG} ήταν {$a->weekday}, {$a->mday} {$a->month} {$a->year}

source: Backup details
el: Λεπτομέρειες αντιγράφου ασφαλείας

source: The backup destination folder does not exist or is not writable.
el: Ο προορισμός φακέλου αντιγράφων ασφάλειας δεν υπάρχει ή δεν είναι προσβάσιμος

source: Choose what time automated backups should run at.
el: Επιλέξτε την ώρα λήψης αυτόματων αντιγράφων ασφαλείας.

source: Some of your courses weren't saved!!
el: Κάποια από τα μαθήματα δεν αποθηκεύτηκαν!!

source: backup
el: αντίγραφο ασφαλείας

source: Backup completed successfully
el: Η λήψη του αντίγραφου ασφαλείας ολοκληρώθηκε επιτυχώς

source: Backup was made on this site?
el: Το αντίγραφο ασφαλείας έχει παρθεί από αυτόν τον ιστοχώρο;

source: If enabled then gradebook history will be included in automated backups. Note that grade history must not be disabled in server settings (disablegradehistory) in order for this to work
el: Εάν ενεργοποιηθεί, το ιστορικό βαθμολογίου θα συμπεριλαμβάνεται σε αυτόματα αντίγραφα ασφαλείας. Σημειώστε πως το ιστορικό βαθμών δεν πρέπει να είναι απενεργοποιημένο στις ρυθμίσεις του διακομιστή (disablegradehistory) για να ισχύσει αυτή η λειτουργία

source: Choose whether you want to include course modules, with or without user data, in automated backups
el: Να συμπεριλαμβάνονται τα αρθρώματα με τα δεδομένα των χρηστών κατά τη λήψη των αυτόματων αντιγράφων ασφαλείας

source: Choose whether you want to include module user data in automated backups.
el: Να συμπεριλαμβάνονται τα δεδομένα των χρηστών κατά τη λήψη των αυτόματων αντιγράφων ασφαλείας.

source: Detailed execution log
el: Λεπτομερής αναφορά εκτέλεσης

source: Last execution log
el: Τελευταία αναφορά εκτέλεσης

source: Note: This backup contains no user data. Exercise and Workshop activities will not be included in the backup, since these modules are not compatible with this type of backup.
el: Σημείωση: Αυτό το αντίγραφο ασφάλειας δεν περιέχει στοιχεία χρηστών. Οι δραστηριότητες τύπου Exercise και Workshop δεν θα συμπεριληφθούν σε αυτό το αντίγραφό ασφαλείας, εφόσον δεν είναι συμβατές.

source: Next backup
el: Επόμενο αντίγραφο ασφαλείας

source: Warning: this backup is from a non-Unicode version of Moodle (pre 1.6). If this backup contains any non-ISO-8859-1 texts then they may be CORRUPTED if you try to restore them to this Unicode version of Moodle. See the <a href="http://docs.moodle.org/en/Backup_FAQ">Backup FAQ</a> for more information about how to recover this backup correctly.
el: Προειδοποίηση: Αυτό το αντίγραφο ασφαλείας προέρχεται από μία έκδοση του Moodle η οποία δεν υποστηρίζει Unicode. Αυτό θα έχει σαν αποτέλεσμα την εσφαλμένη μετατροπή των μη λατινικών χαρακτήρων. Περισσότερες πληροφορίες <a href="http://docs.moodle.org/en/Backup_FAQ">δείτε εδώ.</a>

source: Automated backup pending
el: Το αυτοματοποιημένο αντίγραφο ασφαλείας αναμένει

source: Backup name
el: Όνομα αντίγραφου ασφαλείας

source: Backup role assignments for these roles
el: Λήψη αναθέσεων ρόλων γι' αυτούς τους ρόλους

source: Full path to the directory where you want to save the backup files
el: Το πλήρες μονοπάτι του φακέλου στον οποίο θα αποθηκευτεί το αντίγραφο ασφαλείας

source: If enabled then site files used in courses will be included in automated backups
el: Εάν ενεργοποιηθεί, τότε τα αρχεία του ιστοχώρου που χρησιμοποιούνται σε μαθήματα θα συμπεριληφθούν στα αυτόματα αντίγραφα ασφαλείας

source: Please take a look at your backup logs in: {$a}
el: Παρακαλώ δείτε τα αρχεία καταγραφής των αντιγράφων ασφαλείας: {$a}

source: Choose whether user files (eg profile images) should be included in automated backups
el: Να συμπεριλαμβάνονται τα αρχεία των χρηστών στα αυτόματα αντίγραφα ασφαλείας

source: Backup version
el: Έκδοση αντίγραφου ασφαλείας

source: Badges
el: Κονκάρδες

source: Block
el: Μπλοκ

source: Configuring a {$a} block
el: Ρύθμιση ενός {$a} μπλοκ

source: This block has not been implemented correctly and thus cannot provide a configuration interface.
el: Αυτό το μπλοκ δεν έχει ρυθμιστεί σωστά και δεν παρέχει διεπαφή ρυθμίσεων.

source: Add/Edit blocks
el: Προσθήκη/Επεξεργασία μπλοκ

source: Blocks editing off
el: Απενεργοποίηση επεξεργασίας μπλοκ

source: Blocks editing on
el: Eνεργοποίηση επεξεργασίας μπλοκ

source: Setting up block tables
el: Ρύθμιση πινάκων μπλοκ

# $string['blocksuccess']
source: {$a} tables have been set up correctly
el: {$a} πίνακες έχουν ρυθμιστεί σωστά

source: Brief
el: Συντόμο

source: Bulk actions
el: Χοντρικές ενέργειες

source: {$a} bulk action selection
el: {$a} επιλογή πολλαπλών ενεργειών

source: Successfully moved {$a->courses} courses into {$a->category}
el: Επιτυχή μεταφορά {$a->courses} μαθημάτων στη κατηγορία {$a->category}

source: By course order
el: Ταξινόμηση κατά μάθημα

source: by {$a}
el: κατά {$a}

source: Bypassed
el: Προσπεράστηκαν

source: Cache controls
el: Χειριστήρια cache

source: Cancel
el: Άκυρο

source: Cancelled
el: Ακυρώθηκε

# $string['categories']
source: Course categories
el: Κατηγορίες μαθημάτων

source: Course categories and courses
el: Κατηγορίες μαθημάτων και μαθημάτα

source: Category
el: Τμήμα

source: The category '{$a}' was added
el: Η κατηγορία '{$a}' προστέθηκε

source: Bulk actions for selected categories
el: Χονδρικές ενέργειες για τις επιλεγμένες κατηγορίες

source: Subcategories and courses
el: Υποκατηγορίες και μαθήματα

source: Contents of {$a}
el: Περιεχόμενα του {$a}

source: The category '{$a}' was deleted
el: Η κατηγορία '{$a}' διαγράφηκε

source: A category named '{$a}' already exists!
el: Υπάρχει ήδη κατηγορία με το όνομα '{$a}'!

source: Category was modified! Please cancel and try again.
el: Η κατηγορία έχει τροποποιηθεί! Παρακαλώ ακυρώστε και ξαναπροσπαθήστε.

source: Category name
el: Όνομα κατηγορίας

source: {$a->category} - subcategory of {$a->parentcategory}
el: {$a->category} - υποκατηγορία {$a->parentcategory}

source: The category '{$a}' was updated
el: Η κατηγορία '{$a}' ανανεώθηκε

source: Changed password
el: Ο κωδικός πρόσβασης άλλαξε

source: Change password
el: Αλλαγή του κωδικού πρόσβασης

source: You have made changes. Are you sure you want to navigate away and lose your changes?
el: Έχετε κάνει αλλαγές. Είστε βέβαιοι ότι θέλετε να φύγετε και να χάσετε τις αλλαγές σας;

source: Changes saved
el: Οι αλλαγές αποθηκεύτηκαν

source: Check
el: Επιλογή

source: Check all
el: Επιλογή όλων

source: Checking backup
el: Έλεγχος αντιγράφου ασφαλείας

source: Checking course
el: Έλεγχος μαθήματος

source: Checking for BlackBoard export
el: Έλεγχος για εξαγωγή σε Blackboard

source: Checking instances
el: Έλεγχος περιπτώσεων

source: Checking sections
el: Έλεγχος τμημάτων

source: Check language
el: Έλεγχος γλώσσας

source: Check none
el: Αποεπιλογή όλων

source: Child course not found!
el: Δεν βρέθηκε θυγατρικό μάθημα!

source: Child courses
el: Θυγατρικά μαθήματα

source: Choose
el: Επιλέξτε

source: Choose a course
el: Επιλέξτε ένα μάθημα

source: Choose...
el: Επιλέξτε...

source: Or watch current activity
el: Ή παρακολουθήστε την τρέχουσα δραστηριότητα

source: Choose which logs you want to see
el: Επιλέξτε τις αναφορές που θέλετε να δείτε

source: Choose a filter for the report
el: Επιλέξτε κάποιο φίλτρο για την αναφορά

source: Choose theme
el: Επιλέξτε θέμα

source: Choose a user
el: Επιλέξτε ένα χρήστη

source: City/town
el: Πόλη/χωριό

source: Cleaning temp data
el: Διαγραφή προσωρινών δεδομένων

source: Clear
el: Καθαρισμός

source: ... continues ... Click on the help icon to read the full article
el: ... συνεχίζεται ... Κάντε κλικ στο εικονίδιο Βοήθεια για να διαβάσετε το πλήρες άρθρο

source: Click here ...
el: Πατήστε εδώ ...

source: {$a} (Click to change)
el: {$a} (Κάντε κλικ για να αλλάξετε)

source: Click to expand or collapse
el: Πατήστε για επέκταση ή κατάρρευση

source: Close
el: Κλείσιμο

source: Close this window
el: Κλείστε αυτό το παράθυρο

source: Collapse
el: Σύμπτυξη

source: Collapse all
el: Σύμπτυξη όλων

source: Collapse {$a}
el: Σύμπτυξη {$a}

source: Find this comment in context
el: Εύρεση του σχολίου στα συμφραζόμενα

source: Comments
el: Σχόλια

source: Comments ({$a})
el: Σχόλια ({$a})

source: Comments feature is not enabled
el: Τα σχόλια δεν είναι ενεργοποιημένα

source: You need to log in to view the comments.
el: Πρέπει να συνδεθείτε για να δείτε τα σχόλια

source: Compare and edit current language
el: Σύγκριση και επεξεργασία του γλωσσικού πακέτου

source: Complete
el: Ολοκλήρωση

source: Complete report
el: Πλήρης αναφορά

source: Configuration
el: Διαμόρφωση

source: Confirm
el: Επιβεβαίωση

source: Are you absolutely sure you want to confirm {$a} ?
el: Είστε απολύτως σίγουροι πως θέλετε να επιβεβαιώσετε το {$a} ?

source: Are you sure you want to move this course ({$a->course}) into this category ({$a->category})?
el: Είστε σίγουροι ότι θέλετε να μετακινήσετε αυτό το μάθημα ({$a->course}) σε αυτήν την κατηγορία ({$a->category});

source: Are you absolutely sure you want to completely delete "{$a}" and all the activities it contains?
el: Είστε απολύτως σίγουροι ότι θέλετε να διαγράψετε εντελώς το "{$a}" και όλες τις δραστηριότητες που περιέχει;

source: Your registration has been confirmed
el: Η εγγραφή σας επιβεβαιώθηκε

source: Your registration has not yet been confirmed!
el: Η εγγραφή σας δεν έχει επιβεβαιωθεί ακόμη!

source: Content
el: Περιεχόμενο

source: Continue
el: Συνέχεια

source: Click here to enter your course
el: Πατήστε εδώ για να μπείτε στο μάθημα

source: Converting wiki to Markdown
el: Μετατροπή του Wiki σε Markdown

source: Cookies must be enabled in your browser
el: Τα cookies πρέπει να είναι ενεργοποιημένα στον περιηγητή σας

source: Two cookies are used by this site: The essential one is the session cookie, usually called MoodleSession. You must allow this cookie into your browser to provide continuity and maintain your login from page to page. When you log out or close the browser this cookie is destroyed (in your browser and on the server). The other cookie is purely for convenience, usually called something like MOODLEID. It just remembers your username within the browser. This means when you return to this site the username field on the login page will be already filled out for you. It is safe to refuse this cookie - you will just have to retype your username every time you log in.
el: <p align="center"><b>Cookies</b></p><p>Δύο cookies χρησιμοποιούνται απ' αυτόν τον ιστοχώρο.</p><p>Το πιο βασικό είναι το cookie συνεδρίας, που συνήθως καλείται <b>MoodleSession</b>. Πρέπει να επιτρέψετε σ' αυτό το cookie να παρέχει στον περιηγητή σας συνοχή και να διατηρεί τη σύνδεσή σας από σελίδα σε σελίδα. Όταν αποσυνδέεστε ή κλείνετε τον περιηγητή αυτό καταστρέφεται (και από τον περιηγητή και από τον εξυπηρετητή). </p><p>Το άλλο cookie υπάρχει απλά για ευκολία, συνήθως ονομάζεται <b>MOODLEID</b>. Απλώς θυμάται το δικό σας όνομα χρήστη όταν είστε μέσα στον περιηγητή. Αυτό σημαίνει πως όταν επιστρέφετε σ' αυτόν τον ιστοχώρο, το πεδίο με το όνομα χρήστη στη σελίδα σύνδεσης θα είναι ήδη συμπληρωμένο. Είναι ασφαλέστερο να αρνηθείτε αυτό το cookie - απλώς θα πρέπει να ξαναπληκτρολογήσετε το όνομα χρήστη κάθε φορά που συνδέεστε.</p>

source: Unfortunately, cookies are currently not enabled in your browser
el: Δυστυχώς, τα cookies δεν είναι ενεργοποιημένα στο περιηγητή σας

# $string['copy']
source: copy
el: αντιγραφή

# $string['copyasnoun']
source: copy
el: αντιγραφή

source: Copying course files
el: Αντιγραφή αρχείων μαθημάτων

source: Copying site files used in course
el: Αντιγραφή αρχείων ιστοχώρου που χρησιμοποιούνται στο μάθημα

source: Copying user files
el: Αντιγραφή αρχείων χρήστη

source: Copying zip file
el: Αντιγραφή συμπιεσμένου αρχείου

source: Copyright notice
el: Σημείωση πνευματικών δικαιωμάτων

source: System
el: Πυρήνας συστήματος

source: Cost
el: Κόστος

source: Default cost
el: Προκαθορισμένο κόστος

source: Country
el: Χώρα

source: Course
el: Μάθημα
