Repository: eellak/moodle-po
Catalog: po-*/portfolio_flickr.po
Languages: el

source: API key
el: κλειδί API (θα πρέπει να το λάβετε από http://flickr.com/services/api/keys/apply)

source: Content types
el: Τύποι περιεχομένου

source: No API key
el: Δεν υπάρχει ρυθμισμένο κλειδί API για αυτή την υπομονάδα λογισμικού. Θα πρέπει να λάβετε ένα από http://flickr.com/services/api/keys/apply

source: Hide these images from public searches?
el: Απόκρυψη αυτών των εικόνων από δημόσιες αναζητήσεις?

source: Visible to family
el: Εμφάνιση στην οικογένεια

source: Visible to friends
el: Εμφάνιση σε φίλους

source: Public (anyone can see them)
el: Δημόσιο (όλοι μπορούν τα το δουν)

source: Moderate
el: Επίβλεψη

source: Could not retrieve an authentication token for use in this session
el: Αποτυχία λήψης τεκμηρίου πιστοποίησης για χρήση σε αυτή τη σύνοδο

source: Art, illustration, CGI, or other non-photographic images
el: Καλλιτεχνικές, Εικονογραφίες, CGI, ή άλλες μη-φωτογραφικές εικόνες

source: Photos
el: Φωτογραφίες

source: Flickr.com
el: Σύστημα διαδικτυακής διαχείρισης φωτογραφιών Flickr

source: Restricted
el: Απαγορευμένο

source: Safe
el: Ασφαλές

source: Safety level
el: Επίπεδο ασφαλείας

source: Screenshots
el: Στιγμιότυπο οθόνης

source: Set
el: Ρύθμιση

source: Setup instructions
el: Οδηγίες εγκατάστασης

source: Secret string
el: Το διαμοιρασμένο μυστικό αλφαριθμητικό σας (θα δοθεί με το δημιουργούμενο κλειδί API σας)

source: Title
el: Τίτλος

source: Failed to upload image(s) to flickr.com: {$a}
el: Αποτυχία ανεβάσματος εικόνας στο flickr.com: {$a}
