Repository: eellak/moodle-po
Catalog: po-*/quiz_responses.po
Languages: el

source: Could not load question options
el: Δεν ήταν δυνατόν να φορτωθούν οι επιλογές των ερωτήσεων

source: Page size
el: Προσπάθειες ανα σελίδα:

# $string['pluginname']$string['pluginname']$string['pluginname']
source: Responses
el: Απαντήσεις

# $string['reportresponses']
source: Responses
el: Αναλυτικές απαντήσεις

# $string['responses']
source: Responses
el: Αναλυτικές απαντήσεις

source: Responses download
el: Μεταφόρτωση απαντήσεων

source: responses
el: απαντήσεις

source: Responses options
el: Επιλογές απαντήσεων

source: Responses report
el: Αναφορά απαντήσεων

# $string['responsestitle']
source: Responses
el: Αναλυτικές απαντήσεις

source: Right answer {$a}
el: Σωστή απάντηση {$a}

source: Only show / download attempts
el: Μόνο εμφάνιση / λήψη προσπαθειών

source: Summary of the question
el: Σύνοψη ερώτησης

source: Summary of the response given
el: Σύνοψη απάντησης που δόθηκε

source: Summary of the right answer
el: Σύνοψη σωστής απάντησης
