Repository: eellak/moodle-po
Catalog: po-*/quiz_overview.po
Languages: el

source: Show all attempts
el: Εμφάνιση όλων των προσπαθειών

source: All attempts contribute to final grade for user.
el: Όλες οι προσπάθειες συνεισφέρουν στον τελικό βαθμό για τον χρήστη.

source: Show all {$a}
el: Εμφάνιση όλων των {$a}

source: Show {$a} with attempts only
el: Εμφάνιση μόνο {$a} με προσπάθειες

source: Attempts shown per page
el: Προσπάθειες που εμφανίζονται ανά σελίδα

source: Delete selected attempts
el: Διαγραφή επιλεγμένων προσπαθειών

source: Done
el: Ολοκληρώθηκε

source: Failed to delete calculated attempt grades
el: Αποτυχία διαγραφής των υπολογισμένων βαθμών της προσπάθειας

source: Failed to recalculate attempt grades
el: Αποτυχία επαναϋπολογισμού των βαθμών της προσπάθειας

source: The user attempt that contributes to final grade is highlighted.
el: Η προσπάθεια του χρήστη η οποία συνεισφέρει στο τελικό βαθμό είναι τονισμένη.

source: Needed
el: Απαιτείται

source: Show / download {$a} with no attempts only
el: Εμφάνιση μόνο {$a} χωρίς προσπάθειες

source: No attempts need regrading
el: Καμία προσπάθεια δεν χρειάζεται επαναβαθμολόγηση

source: You don't have permission to grade this quiz.
el: Δεν έχετε δικαίωμα βαθμολόγησης αυτού του κουίζ.

source: Only one attempt per user allowed on this quiz.
el: Μόνο μια προσπάθεια ανά χρήστη επιτρέπεται σε αυτό το κουίζ.

source: all attempts
el: όλες οι προσπάθειες

source: all {$a} who have or have not attempted the quiz
el: όλοι {$a} που έχουν προσπαθήσει ή όχι αυτό το κουίζ

source: {$a} who have attempted the quiz
el: {$a} που έχουν προσπαθήσει αυτό το κουίζ

source: {$a} who have not attempted the quiz
el: {$a} που δεν έχουν προσπαθήσει αυτό το κουίζ

source: that have been regraded / are marked as needing regrading
el: που έχουν επαναβαθμολογηθεί / είναι σημειώμένα οτι χρήζουν επαναβαθμολόγησης

# $string['overview']
source: Grades
el: Σύνοψη

source: Overview download
el: Κατέβασμα σύνοψης

source: grades
el: βαθμοί

source: Grades report
el: Αναφορά βαθμών

source: Overall number of students achieving grade ranges
el: Γενικός αριθμός των μαθητών που πετυχαίνουν το εύρος των βαθμών

source: Number of students in group '{$a}' achieving grade ranges
el: Αριθμός των μαθητών στην ομάδα '{$a}' που πετυχαίνουν το εύρος των βαθμών

source: Page size
el: Μέγεθος σελίδας

# $string['pluginname']
source: Grades
el: Βαθμοί

source: Preferences just for this page
el: Προτιμήσεις μόνο για αυτή τη σελίδα

source: Show report
el: Εμφάνιση αναφοράς

source: Your preferences for this report
el: Οι προτιμήσεις σας για αυτή την αναφορά

source: Regrade
el: Επαναβαθμολόγηση

source: Regrade all
el: Επαναβαθμολόγηση όλων

source: Dry run a full regrade
el: Γενική δοκιμή μια πλήρους επαναβαθμολόγησης

source: Regrade attempts marked as needing regrading ({$a})
el: Επαναβαθμολόγηση προσπαθειών που είναι σημειωμένες οτι χρήζουν επαναβαθμολόγησης ({$a})

source: Regrade attempts ({$a->countregradeneeded}) marked as needing regrading in group '{$a->groupname}'
el: Επαναβαθμολόγηση προσπαθειών ({$a->countregradeneeded}) που είναι σημειωμένες οτι χρήζουν επαναβαθμολόγησης στην ομάδα '{$a->groupname}'

source: Dry run a full regrade for group '{$a->groupname}'
el: Γενική δοκιμή μια πλήρους επαναβαθμολόγησης για την ομάδα '{$a->groupname}'

source: Full regrade for group '{$a->groupname}'
el: Πλήρη επαναβαθμολόγηση για την ομάδα '{$a->groupname}'

source: Regrading
el: Επαναβαθμολόγηση

source: Regrade selected attempts
el: Επαναβαθμολόγηση των επιλεγμένων προσπαθειών

source: Show / download
el: Εμφάνιση / μεταφόρτωση

source: Only show / download attempts
el: Μόνο εμφάνιση / μεταφόρτωση προσπαθειών

source: Marks for each question
el: Εμφάνιση / μεταφόρτωση σημαδιών για κάθε ερώτηση

source: Showing only the attempt graded for each user.
el: Εμφανίζεται μόνο η προσπάθεια που βαθμολογήθηκε για κάθε χρήστη.

source: Showing graded and ungraded attempts for each user. The one attempt for each user that is graded is highlighted. The grading method for this quiz is {$a}.
el: Εμφανίζονται και οι προσπάθειες που βαθμολογήθηκαν και οι προσπάθειες που δεν βαθμολογήθηκαν για κάθε χρήστη. Η μία προσπάθεια που βαθμολογήθηκε για κάθε χρήστη είναι τονισμένη. Η μέθοδος βαθμολόγησης για αυτό το κουίζ είναι {$a}.

source: '{$a->coursestudent}' in group '{$a->groupname}'
el: '{$a->coursestudent}' στην ομάδα '{$a->groupname}'

source: '{$a->coursestudent}' in this group
el: '{$a->coursestudent}' σε αυτή την ομάδα
