Repository: eellak/moodle-po
Catalog: po-*/repository_filesystem.po
Languages: el

source: Blocked root path
el: Φραγμένη στη ρίζα διαδρομή αρχείων

source: Configuration for file system repository
el: Ρύθμιση του χώρου αποθήκευσης στο σύστημα αρχείων

source: Don't use system directory as repository, including
el: Μην χρησιμοποιείται καταλόγους συστήματος σαν χώρο αποθήκευσης, περιλαμβάνοντας

source: Allow admins to add a file system repository instance to a course (configurable only by admins)
el: Επιτρέπεται στους χρήστες να προσθέσουν μία περίπτωση χώρου αποθήκευσης στο μάθημα (μπορεί να ρυθμιστεί μόνο από διαχειριστές)

source: Allow admins to add a file system repository instance for personal use (configurable only by admins)
el: Επιτρέπεται στους χρήστες να προσθέσουν μία περίπτωση χώρου αποθήκευσης στο περιβάλλον χρήστη (μπορεί να ρυθμιστεί μόνο από διαχειριστές)

source: View file system repository
el: Εμφάνιση του repository συστήματος αρχείων (file system)

source: Invalid root path
el: Μη έγκυρη διαδρομή ρίζας αρχείων

source: Select a subdirectory
el: Διαδρομή

source: File system
el: Σύστημα Αρχείων

source: Create repository from local directory
el: Δημιουργία χώρου αποθήκευσης από τοπικό κατάλογο
