Repository: eellak/moodle-po
Catalog: po-*/repository_boxnet.po
Languages: el

source: API key
el: Κλειδί API

source: View Box repository
el: Εμφάνιση του repository box.net

source: Box configuration
el: Ρύθμιση Box.net

source: Get a client ID and secret from the <a href="https://app.box.com/developers/services">Box developer page</a> for your Moodle site.
el: <div>Λάβετε ένα <a href="http://enabled.box.net/">Κλειδί API Box.net</a> για τον ιστοχώρο Moodle. </div>

source: Invalid password
el: Μή έγκυρο συνθηματικό

source: There are no files in this repository
el: Δεν υπάρχουν αρχεία σε αυτό το χώρο αποθήκευσης

source: Password
el: Συνθηματικό

source: Box
el: Box.net

source: Repository on Box
el: Χώρος αποθήκευσης στο Box.net

source: Box data saved
el: Τα δεδομένα του Box.net αποθηκεύτηκαν

source: Share URL
el: Διαμοιρασμός της τοποθεσίας

source: Username for Box
el: Όνομα χρήστη για το Box.net
