Repository: eellak/moodle-po
Catalog: po-*/report_security.po
Languages: el

source: <p>It is recommended that the file permissions of config.php are changed after installation so that the file cannot be modified by the web server. Please note that this measure does not improve security of the server significantly, though it may slow down or limit general exploits.</p>
el: <p>Σας συνιστούμε να αλλάξετε τα δικαιώματα του αρχείου config.php μετά την εγκατάσταση ώστε το αρχείο να μην μπορεί να τροποποιηθεί από τον εξυπηρετητή ιστού. Παρακαλούμε σημειώστε δεν βελτιώνει την ασφάλεια του εξυπηρετητή σημαντικά, αν και μπορεί να καθυστερήσει ή και να περιορίσει τις τυπικές κακόβουλες επιθέσεις.</p>

source: Writable config.php
el: Εγγράψιμο config.php

source: config.php can not be modified by PHP scripts.
el: Το αρχείο config.php δεν μπορεί να τροποποιηθεί από σενάρια PHP.

source: PHP scripts may modify config.php.
el: Σενάρια PHP μπορούν να τροποποιήσουν το αρχείο config.php.

source: <p>If you enable https communication it is recommended that you also enable secure cookies. You should also add permanent redirection from http to https. Ideally also serve HSTS headers well.</p>
el: <p>Εάν ενεργοποιήσετε την επικοινωνία https τότε σας συνιστούμε να ενεργοποιήσετε επίσης και τα ασφαλή cookies. Θα ήταν καλό επίσης να προσθέσετε μόνιμη ανακατεύθυνση από το http σε https.</p>

source: Please enable secure cookies
el: Παρακαλούμε ενεργοποίηστε τα ασφαλή cookies

source: Secure cookies
el: Ασφαλή cookies

source: Secure cookies enabled.
el: Τα ασφαλή cookies είναι ενεργοποιημένα.

source: <p>All logged in users are given capabilities of the default user role. Please make sure no risky capabilities are allowed in this role.</p> <p>The only supported legacy type for the default user role is <em>Authenticated user</em>. The course view capability must not be enabled.</p>
el: <p>Σε όλους τους συνδεδεμένους χρήστες δίνονται ικανότητες του προεπιλεγμένου ρόλου χρήστη. Παρακαλούμε εξασφαλίστε οτι δεν επιτρέπονται ριψοκίνδυνες ικανότητες για αυτό το ρόλο.</p> <p>Ο μόνος απαρχαιωμένος τύπος που επιτρέπεται για τον προεπιλεγμένο ρόλο χρήστη είναι ο <em>Πιστοποιημένος χρήστης</em>. Η ικανότητα όψης μαθήματος δεν θα πρέπει να είναι ενεργοποιημένη.</p>

source: The default user role "{$a}" is incorrectly defined!
el: Ο προεπιλεγμένος ρόλος χρήστη "{$a}" δεν είναι σωστά ορισμένος!

source: Default role for all users
el: Προεπιλεγμένος ρόλος για όλους τους χρήστες

source: Default role is not set.
el: Ο προεπιλεγμένος ρόλος δεν έχει οριστεί.

source: Default role for all users definition is OK.
el: Ο ορισμός του προεπιλεγμένου ρόλου για όλους τους χρήστες είναι εντάξει.

source: <p>Enabling the PHP setting <code>display_errors</code> is not recommended on production sites because error messages can reveal sensitive information about your server.</p>
el: <p>Ενεργοποιώντας την ρύθμιση της PHP <code>display_errors</code> δεν συνίσταται σε ιστοχώρους παραγωγής γιατί τα μηνύματα λάθους μπορούν να αποκαλύψουν ευαίσθητες πληροφορίες σχετικά με τον εξυπηρετητή σας.</p>

source: The PHP setting to display errors is enabled. It is recommended that this is disabled.
el: Η ρύθμιση της PHP για την εμφάνιση μηνυμάτων σφάλματος είναι ενεργοποιημένη. Συνίσταται να την απενεργοποιήσετε.

source: Displaying of PHP errors
el: Εμφάνιση των σφαλμάτων PHP

source: Displaying of PHP errors disabled.
el: Η εμφάνιση των σφαλμάτων PHP είναι απενεργοποιημένη.

source: <p>It is recommended that an email confirmation step is required when users change their email address in their profile. If disabled, spammers may try to exploit the server to send spam.</p> <p>Email field may be also locked from authentication plugins, this possibility is not considered here.</p>
el: <p>Συνίσταται η ύπαρξη ενός βήματος επιβεβαίωσης μέσω ηλεκτρονικού ταχυδρομείου όταν οι χρήστες αλλάζουν την δι/νση ηλεκτρονικού ταχυδρομείου στο προφίλ τους. Εάν αυτό το βήμα είναι απενεργοποιημένο τότε κακόβουλοι χρήστες μπορεί να εκμεταλευτούν τον εξυπηρετητή για να στείλουν μαζικά ενοχλητικά μηνύματα.</p> <p>Το πεδίο δι/νσης ηλεκτρονικού ταχυδρομείου μπορεί επίσης να κλειδωθεί από υπομονάδες λογισμικού για πιστοποίηση, αυτή η δυνατότητα δεν εξετάζεται εδώ.</p>

source: Users may enter any email address.
el: Οι χρήστες μπορούν να εισάγουν οποιαδήποτε δι/νση ηλεκτρονικού ταχυδρομείου.

source: Users may enter email addresses from allowed domains only.
el: Οι χρήστες μπορούν να εισάγουν μόνο δι/νσεις ηλεκτρονικού ταχυδρομείου που ανήκουν σε τομείς για τους οποίους έχει επιτραπεί η πρόσβαση.

source: Email change confirmation
el: Επιβεβαίωση αλλαγής δι/νσης ηλεκτρονικού ταχυδρομείου

source: Confirmation of change of email address in user profile.
el: Επιβεβαίωση αλλαγής δι/νσης ηλεκτρονικού ταχυδρομείου στο προφίλ του χρήστη.

source: <p>Unlimited object embedding is very dangerous - any registered user may launch an XSS attack against other server users. This setting should be disabled on production servers.</p>
el: <p>Η άνευ ορίου ενσωμάτωση αντικειμένων σε σελίδες είναι πολύ επικίνδυνη - κάθε εγγεγραμένος χρήστης μπορεί να ξεκινήσει μια επίθεση XSS εναντίον χρηστών άλλου εξυπηρετητή. Αυτή η ρύθμιση θα πρέπει να απενεργοποιείται σε εξυπηρετητές παραγωγής.</p>

source: Unlimited object embedding enabled - this is very dangerous for the majority of servers.
el: Η άνευ ορίου ενσωμάτωση αντικειμένων σε σελίδες είναι ενεργοποιημένη - αυτό είναι πολύ επικίνδυνο για την πλειονότητα των εξυπηρετητών.

source: Allow EMBED and OBJECT
el: Επιτρέπονται οι οδηγίες EMBED και OBJECT

source: Unlimited object embedding is not allowed.
el: Η άνευ ορίου ενσωμάτωση αντικειμένων σε σελίδες δεν επιτρέπεται.

source: <p>The default frontpage role is given to all registered users for frontpage activities. Please make sure no risky capabilities are allowed for this role.</p> <p>It is recommended that a special role is created for this purpose and a legacy type role is not used.</p>
el: <p>Ο προεπιλεγμένος ρόλος αρχικής σελίδας δίνεται σε όλους τους εγγεγραμμένους χρήστες για δραστηριότητες αρχικής σελίδας. Παρακαλούμε εξασφαλίστε οτι δεν επιτρέπονται ριψοκίνδυνες ικανότητες για αυτό το ρόλο.</p> <p>Συνίσταται η δημιουργία ενός ειδικού ρόλου για αυτό το σκοπό και να μην χρησιμοποιηθεί κάποιος απαρχαιωμένος ρόλος.</p>

source: Incorrectly defined frontpage role "{$a}" detected!
el: Εντόπιστήκε λαθος ορισμένος προεπιλεγμένος ρόλος αρχικής σελίδας "{$a}"!

source: Frontpage role
el: Ρόλος αρχικής σελίδας

source: Frontpage role is not set.
el: Ο ρόλος αρχικής σελίδας δεν έχει οριστεί.

source: Frontpage role definition is OK.
el: Ο ορισμός του ρόλου αρχικής σελίδας είναι εντάξει.

source: <p>The Open to Google setting enables search engines to enter courses with guest access. There is no point in enabling this setting if guest login is not allowed.</p>
el: <p>Η ρύθμιση Open to Google επιτρέπει στις μηχανές αναζήτησης να συνδέονται σε μαθήματα με δικαιώματα επισκέπτη. Δεν υπάρχει λόγος ενεργοποίησης αυτής της ρύθμισης εάν δεν επιτρέπονται συνδέσεις επισκεπτών.</p>

source: Search engine access is allowed but guest access is disabled.
el: Η πρόσβαση στις μηχανές αναζήτησης επιτρέπεται παρόλο που δεν επιτρέπεται η σύνδεση επισκεπτών.

source: Search engines may enter as guests.
el: Οι μηχανές αναζήτησης μπορούν να συνδέονται σαν επισκέπτες.

source: Search engine access is not enabled.
el: Η πρόσβαση στις μηχανές αναζήτησης δεν επιτρέπεται.

source: <p>The guest role is used for guests, not logged in users and temporary guest course access. Please make sure no risky capabilities are allowed in this role.</p> <p>The only supported legacy type for guest role is <em>Guest</em>.</p>
el: <p>Ο ρόλος επισκέπτη χρησιμοποιείται για επισκέπτες, μη συνδεδεμένους χρήστες και προσωρινή πρόσβαση επισκέπτη σε μαθήματα. Παρακαλούμε εξασφαλίστε οτι δεν επιτρέπονται ριψοκίνδυνες ικανότητες για αυτό το ρόλο.</p> <p>Ο μόνος απαρχαιωμένος τύπος για ρόλο επισκέπτη είναι ο <em>Επισκέπτης</em>.</p>

source: The guest role "{$a}" is incorrectly defined!
el: Ο ρόλος επισκέπτη "{$a}" δεν είναι σωστά ορισμένος!

source: Guest role
el: Ρόλος Επισκέπτη

source: Guest role is not set.
el: Ο ρόλος Επισκέπτης δεν έχει ρυθμιστεί.

source: Guest role definition is OK.
el: Ο ορισμός του ρόλου Επισκέπτη είναι εντάξει.

source: <p>Automatic swf embedding is very dangerous - any registered user may launch an XSS attack against other server users. Please disable it on production servers.</p>
el: <p>Η αυτόματη ενσωματωση αρχείων swf σε σελίδες είναι πολύ επικίνδυνη - οποιοσδήποτε εγγεγραμμένος χρήστης μπορεί να ξεκινήσει μια επίθεση XSS εναντίον χρηστών άλλου εξυπηρετητή. Παρακαλούμε απενεργοποιήστε το σε εξυπηρετητές παραγωγής.</p>

source: Flash media filter is enabled - this is very dangerous for the majority of servers.
el: Το φίλτρο πολυμέσων Flash είναι ενεργοποιημένο - αυτό είναι πολύ επικίνδυνο για τη πλειονότητα των εξυπηρετητών.

source: Enabled .swf media filter
el: Το φίλτρο πολυμέσων .swf είναι ενεργοποιημένο

source: Flash media filter is not enabled.
el: Το φίλτρο πολυμέσων Flash δεν είναι ενεργοποιημένο.

source: <p>The <em>No authentication</em> plugin is not intended for production sites. Please disable it unless this is a development test site.</p>
el: <p>Η υπομονάδα λογισμικού <em>Χωρίς Πιστοποίηση</em> δεν προορίζεται για ιστοχώρους παραγωγής. Παρακαλούμε απενεργοποιήστε το εκτός και εάν αυτός είναι ένας δοκιμαστικός ιστοχώρος.</p>

source: The No authentication plugin cannot be used on production sites.
el: Η υπομονάδα λογισμικού Χωρίς Πιστοποίηση δεν μπορεί να χρησιμοποιείται σε ιστοχώρους παραγωγής.

source: No authentication
el: Χωρίς Πιστοποίηση

source: No authentication plugin is disabled.
el: Η υπομονάδα λογισμικού Χωρίς Πιστοποίηση είναι απεργοποιημένη.

source: Open user profiles can be abused by spammers. It is recommended that either <code>Force users to log in for profiles</code> or <code>Force users to log in</code> are enabled.
el: <p>Τα ανοιχτά προφίλ χρηστών μπορούν να γίνουν αντικείμενο εκμετάλευσης από κακόβουλους χρήστες. Συνίσταται να ενεργοποιείτε τη ρύθμιση <code>Υποχρεώτική σύνδεση χρηστών για προφίλ</code> ή τη ρύθμιση <code>Υποχρεωτική σύνδεση χρηστών</code>.</p>

source: Anyone can may view user profiles without logging in.
el: Οποιοσδήποτε μπορεί να δει τα προφίλ των χρηστών χωρίς να χρειάζεται να συνδεθεί.

source: Open user profiles
el: Ανοιχτά προφίλ χρηστών

source: Login is required before viewing user profiles.
el: Απαιτείται είσοδος για την εμφάνιση των προφίλ των χρηστών.

source: <p>It is recommended that a password policy is set, since password guessing is very often the easiest way to gain unauthorised access. Do not make the requirements too strict though, as this can result in users not being able to remember their passwords and either forgetting them or writing them down.</p>
el: <p>Συνίσταται να οριστεί μια πολιτική για τα συνθηματικά, καθότι το μάντεμα των συνθηματικών είναι πολύ συχνά ο πιο εύκολος τρόπος για να αποκτήσει κάποιος μη εξουσιοδοτημένη πρόσβαση. Παρόλα αυτά μη κάνετε τις απαιτήσεις πολυ αυστηρές, καθώς αυτό μπορεί να οδηγήσει σε καταστάσεις όπου οι χρήστες δεν μπορούν να θυμηθούν το συνθηματικό τους και ή τα ξεχνάνε ή τα σημειώνουν κάπου.</p>

source: Password policy not set.
el: Δεν έχει οριστεί πολιτική ασφαλείας για τα συνθηματικά.

source: Password policy
el: Πολιτική ασφαλείας συνθηματικών

source: Password policy enabled.
el: Η πολιτική ασφαλείας συνθηματικών έχει ενεργοποιηθεί.

source: <p>Please verify the following list of system administrators:</p>{$a}
el: <p>Παρακαλούμε επιβεβαιώστε την ακόλουθη λίστα από διαχειριστές συστήματος:</p>{$a}

source: <p>Please verify the following list of system administrators:</p>{$a->admins} <p>It is recommended to assign administrator role in the system context only. The following users have (unsupported) admin role assignments in other contexts:</p>{$a->unsupported}
el: <p>Παρακαλούμε επιβεβαιώστε την ακόλουθη λίστα από διαχειριστές συστήματος:</p>{$a->admins} <p>Συνίσταται να αναθέτετε το ρόλο του διαχειριστή στο πλαίσιο του συστήματος μόνο. Οι ακόλουθοι χρήστες έχουν μη υποστηριζόμενες αναθέσεις ρόλου διαχειριστή:</p>{$a->unsupported}

source: Administrators
el: Διαχειριστές

source: Found {$a} server administrator(s).
el: Βρέθηκαν {$a} διαχειριστές συστήματος.

source: <a href="{$a->url}">{$a->fullname} ({$a->email}) review role assignment</a>
el: <a href="{$a->url}">{$a->fullname} ({$a->email}) επισκόπηση ανάθεσης ρόλου</a>

source: Found {$a->admincount} server administrators and {$a->unsupcount} unsupported admin role assignments.
el: Βρέθηκαν {$a->admincount} διαχειριστές συστήματος και {$a->unsupcount} μη υποστηριζόμενες αναθέσεις ρόλου διαχειριστή.

source: <p>RISK_XSS denotes all dangerous capabilities that only trusted users may use.</p> <p>Please verify the following list of users and make sure that you trust them completely on this server:</p><p>{$a}</p>
el: <p>Το RISK_XSS υποδηλώνει όλες τις επικίνδυνες ικανότητες που μόνο οι έμπιστοι χρήστες μπορούν να χρησιμοποιήσουν.</p> <p>Παρακαλούμε επιβεβαιώστε την ακόλουθη λίστα από χρήστες και εξασφαλίστε οτι τους εμπιστέυεστε εντελώς σε αυτόν τον εξυπηρετητή:</p><p>{$a}</p>

source: XSS trusted users
el: Χρήστες εμπιστοσύνης XSS

source: RISK_XSS - found {$a} users that have to be trusted.
el: RISK_XSS - βρέθηκαν {$a} χρήστες που πρέπει να είναι εμπιστοσύνης.

source: <p>The dataroot directory must not be accessible via web. The best way to make sure the directory is not accessible is to use a directory outside the public web directory.</p> <p>If you move the directory, you need to update the <code>$CFG->dataroot</code> setting in <code>config.php</code> accordingly.</p>
el: <p>Ο αρχικός κατάλογος των δεδομένων (dataroot) δεν πρέπει να είναι προσβάσιμος μέσω του ιστού. Ο καλύτερος τρόπος για να εξασφαλίσετε οτι ο κατάλογος δεν είναι προσβάσιμος είναι να χρησιμοποιήσετε έναν κατάλογο εκτός του προσβάσιμου μέσω ιστού δημόσιου καταλόγου .</p> <p>Εάν μετακινήσετε τον κατάλογο, θα πρέπει να ενημερώσετε κατάλληλα την ρύθμιση <code>$CFG->dataroot</code> στο αρχείο <code>config.php</code>.</p>

source: Your dataroot directory <code>{$a}</code> is in the wrong location and is exposed to the web!
el: Ο αρχικός κατάλογος των δεδομένων (dataroot) <code>{$a}</code> είναι σε λάθος τοποθεσία και είναι εκτεθιμένος μέσω πρόσβασης ιστού!

source: Insecure dataroot
el: Μη ασφαλής αρχικός κατάλογος δεδομένων (dataroot)

source: Dataroot directory must not be accessible via the web.
el: Ο αρχικός κατάλογος των δεδομένων (dataroot) δεν πρέπει να είναι προσβάσιμος μέσω του ιστού.

source: Your dataroot directory <code>{$a}</code> is in the wrong location and might be exposed to the web.
el: Ο αρχικός κατάλογος των δεδομένων (dataroot) <code>{$a}</code> είναι σε λάθος τοποθεσία και είναι πιθανώς εκτεθιμένος μέσω πρόσβασης ιστού.

source: Configuration
el: Ρύθμιση

source: Description
el: Περιγραφή

source: Details
el: Λεπτομέρειες

source: Issue
el: Θέμα

source: Security overview
el: Επισκόπηση ασφάλειας

source: View security report
el: Εμφάνιση αναφοράς ασφάλειας

source: Status
el: Κατάσταση

source: Critical
el: Κρίσιμη

source: Information
el: Πληροφορία

source: OK
el: Εντάξει

source: Serious
el: Σοβαρή

source: Warning
el: Προειδοποίηση

source: Data processing may take a long time, please be patient...
el: Η επεξεργασία των δεδομένων μπορεί να πάρει αρκετή ώρα, παρακαλούμε να είστε υπομονετικοί...
