Repository: eellak/moodle-po
Catalog: po-*/report_questioninstances.po
Languages: el

source: Edit questions in this context
el: Επεξεργασία ερωτήσεων σε αυτό το πλαίσιο

source: Get the report
el: Λήψη της αναφοράς

source: Hidden
el: Απόκρυψη

source: This report lists all the contexts in the system where there are questions of a particular type.
el: Αυτή η αναφορά εμφανίζει όλα τα πλαίσια στο σύστημα όπου υπάρχουν ερωτήσεις ενός συγκεκριμένου τύπου.

source: Question instances
el: Στιγμιότυπο ερώτησης

source: View question instances report
el: Εμφάνιση αναφοράς στιγμιοτύπων ερώτησης

source: Report for all question types
el: Αναφορά για όλους του τύπους ερώτησης

source: Report for question of unknown types
el: Αναφορά για ερωτήσεις άγνωστων τύπων

source: Report for question type '{$a}'
el: Αναφορά για ερώτηση τύπου '{$a}'

source: Report settings
el: Ρυθμίσεις αναφοράς

source: Total
el: Σύνολο

source: Visible
el: Εμφάνιση
