Repository: eellak/moodle-po
Catalog: po-*/resource.po
Languages: el

source: Click {$a} link to download the file.
el: Πατήστε στο σύνδεσμο {$a} για να κατεβάσετε το αρχείο.

source: Click {$a} link to view the file.
el: Πατήστε στο σύνδεσμο {$a} για να δείτε το αρχείο.

source: Select all options that should be available, existing settings are not modified. Hold CTRL key to select multiple fields.
el: Επιλέξτε όλες τις επιλογές που θα πρέπει να είναι διαθέσιμες, οι υπάρχουσες ρυθμίσεις δεν τροποποιούνται. Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε πολλαπλά πεδία.

source: When a web page or an uploaded file is displayed within a frame, this value is the height (in pixels) of the top frame (which contains the navigation).
el: Όταν μια ιστοσελίδα ή ένα φορτωμένο αρχείο εμφανίζεται μέσα σε πλαίσιο, αυτή η τιμή είναι το μέγεθος (σε εικονοστοιχεία) του πλαισίου στην κορυφή (που περιέχει την πλοήγηση).

source: This sets the default value for the Parameter settings pane in the form when adding some new resources. After the first time, this becomes an individual user preference.
el: Αυτό ορίζει την προκαθορισμένη τιμή για τις ρυθμίσεις Παραμέτρων στην φόρμα όταν προστίθενται νέες πηγές. Μετά την πρώτη φορά, αυτό γίνεται προσωπική επιλογή του κάθε χρήστη.

source: When adding a new resource which is able to be shown in a popup window, should this option be enabled by default?
el: Όταν προσθέσετε μία νέα πηγή η οποία μπορεί να εμφανιστεί σε αναδυόμενο παράθυρο, να είναι ενεργοποιημένη από την αρχή αυτή η δυνατότητα;

source: Should popup windows show directory links by default?
el: Να εμφανίζονται συνδέσεις φακέλων στα αναδυόμενα παράθυρα εξ ορισμού;

source: What height should be the default height for new popup windows?
el: Ποιο είναι το προεπιλεγμένο ύψος των αναδυόμενων παραθύρων;

source: Should popup windows show the location bar by default?
el: Να εμφανίζεται η γραμμή διευθύνσεων στα αναδυόμενα παράθυρα εξ ορισμού;

source: Should popup windows show the menu bar by default?
el: Να εμφανίζεται η γραμμή μενού στα αναδυόμενα παράθυρα εξ ορισμού;

source: Should popup windows be resizable by default?
el: Να υπάρχει η δυνατότητα αλλαγής του μεγέθους ενός αναδυόμενου παραθύρου εξ ορισμού;

source: Should popup windows be scrollable by default?
el: Να υπάρχει δυνατότητα εμφάνισης γραμμή κύλισης στα αναδυόμενα παράθυρα εξ ορισμού;

source: Should popup windows show the status bar by default?
el: Να εμφανίζεται η γραμμή κατάστασης στα αναδυόμενα παράθυρα εξ ορισμού;

source: Should popup windows show the tool bar by default?
el: Να εμφανίζονται οι εργαλειοθήκες στα αναδυόμενα παράθυρα εξ ορισμού;

source: What width should be the default width for new popup windows?
el: Ποιο είναι το προεπιλεγμένο πλάτος για τα νέα popup παράθυρα;

source: Content
el: Περιεχόμενο

source: Available display options
el: Διαθέσιμες επιλογές εμφάνισης

source: Display
el: Εμφάνιση

source: Choose display type, unfortunately not all types are suitable for all files.
el: Επιλέξτε τύπο εμφάνισης, δυστυχώς δεν είναι όλοι οι τύποι κατάλληλοι για όλα τα αρχεία.

source: This setting, together with the file type and whether the browser allows embedding, determines how the file is displayed. Options may include: * Automatic - The best display option for the file type is selected automatically * Embed - The file is displayed within the page below the navigation bar together with the file description and any blocks * Force download - The user is prompted to download the file * Open - Only the file is displayed in the browser window * In pop-up - The file is displayed in a new browser window without menus or an address bar * In frame - The file is displayed within a frame below the navigation bar and file description * New window - The file is displayed in a new browser window with menus and an address bar
el: Η ρύθμιση αυτή, μαζί με τον τύπο αρχείου και κατά πόσον ο περιηγητής επιτρέπει την ενσωμάτωση, καθορίζει πως θα εμφανίζεται το αρχείο. Οι επιλογές περιλαμβάνουν: * Αυτόματο - Η καλύτερη επιλογή εμφάνισης για τον τύπο αρχείου είναι να επιλεγεί αυτόματα * Ενσωμάτωση -Το αρχείο εμφανίζεται μέσα στη σελίδα κάτω από τη μπάρα πλοήγησης μαζί με την περιγραφή του αρχείου και οποιοδήποτε μπλοκ * Επιβολή κατεβάσματος αρχείου - Ζητείται από το χρήστη να κατεβάσει το αρχείο * Ανοιχτό - Μόνο το αρχείο εμφανίζεται στο παράθυρο του περιηγητή * Σε αναδυόμενο παράθυρο - Το αρχείο εμφανίζεται σε ένα νέο παράθυρο του περιηγητή χωρίς μενού ή γραμμή διευθύνσεων * Σε πλαίσιο - Το αρχείο εμφανίζεται μέσα σε ένα πλαίσιο κάτω από τη μπάρα πλοήγησης και την περιγραφή αρχείου * Νέο παράθυρο - Το αρχείο εμφανίζεται σε ένα νέο παράθυρο περιηγητή με μενού και γραμμή διευθύνσεων

source: Create file resource
el: Δημιουργία πηγής πληροφόρισης

source: Encrypted code
el: Κρυπτογραφημένος Κώδικας

source: File not found, sorry.
el: Το αρχείο δεν βρέθηκε

source: Use filters on file content
el: Χρήση φίλτρων για το περιεχόμενο αρχείου

source: Select type of file content filtering, please note this may cause problems for some Flash and Java applets. Please make sure that all text files are in UTF-8 encoding.
el: Επιλέξτε τύπο φιλτραρίσματος για το περιεχόμενο του αρχείου, παρακαλώ σημειώστε ότι αυτό μπορεί να προκαλέσει προβλήματα για ορισμένες Flash και Java εφαρμογές. Παρακαλώ βεβαιωθείτε ότι όλα τα αρχεία κειμένου είναι σε κωδικοποίηση UTF-8.

source: Resource names auto-linking
el: Αυτόματη σύνδεση ονομάτων πηγών

source: Force download
el: Επιβολή κατεβάσματος αρχείου

source: Frame height
el: Μέγεθος πλαισίου

source: Migration of old course file
el: Μετάπτωση από παλαιότερο αρχείο μαθήματος

source: Active
el: Ενεργό

source: Finished
el: Τελείωσε

source: Modified {$a}
el: Τροποποιήθηκε {$a}

# $string['modulename']
source: File
el: Πηγή πληροφοριών

source: The file module enables a teacher to provide a file as a course resource. Where possible, the file will be displayed within the course interface; otherwise students will be prompted to download it. The file may include supporting files, for example an HTML page may have embedded images or Flash objects. Note that students need to have the appropriate software on their computers in order to open the file. A file may be used * To share presentations given in class * To include a mini website as a course resource * To provide draft files of certain software programs (eg Photoshop .psd) so students can edit and submit them for assessment
el: Το άρθρωμα πηγή πληροφοριών επιτρέπει σε έναν διδάσκοντα να παρέχει ένα αρχείο ως πόρος του μαθήματος. Όπου είναι δυνατόν, το αρχείο θα εμφανιστεί στη διεπαφή του μαθήματος, διαφορετικά θα ζητηθεί από τους μαθητές να το κατεβάσουν. Το αρχείο μπορεί να περιλαμβάνει συνοδευτικά αρχεία, για παράδειγμα, μια σελίδα HTML μπορεί να έχει ενσωματωμένες εικόνες ή Flash αντικείμενα.<br/><br/> Σημειώστε ότι οι μαθητές πρέπει να έχουν το κατάλληλο λογισμικό στους υπολογιστές τους για να ανοίξουν το αρχείο.<br/><br/> Ένα αρχείο μπορεί να χρησιμοποιηθεί<br/><br/> * Για το διαμοιρασμό παρουσιάσειων στην τάξη<br/> * Για να συμπεριλάβετε μια μίνι ιστοσελίδα ως πόρο του μαθήματος<br/> * Για να παρέχει προσχέδια αρχείων συγκεκριμένων προγραμμάτων λογισμικού (π.χ. Photoshop .psd), έτσι ώστε οι μαθητές να μπορούν να τα επεξεργαστούν και να τα υποβάλουν προς αξιολόγηση

source: Files
el: Πηγές πληροφοριών

source: This legacy resource type ({$a}) was not yet migrated, sorry.
el: Αυτός ο τύπος κληρονομιά πόρων ({$ a}) δεν είχε ακόμη μεταναστεύσει, συγγνώμη.

source: Display options
el: Επιλογές εμφάνισης

source: Any file module page
el: Οποιαδήποτε σελίδα του αρθρώματος πηγή πληροφοριών

source: File module administration
el: Διαχείριση αρθρώματος πηγή πληροφοριών

# $string['pluginname']
source: File
el: Πηγή πληροφοριών

source: Pop-up height (in pixels)
el: Ύψος αναδυόμενου παραθύρου (σε εικονοστοιχεία)

source: Specifies default height of popup windows.
el: Καθορίζει το προεπιλεγμένο ύψος του αναδυόμενου παράθυρου.

source: This resource should appear in a popup window.
el: Αυτή η πηγή θα εμφανιστεί αυτόματα σε αναδυόμενο παράθυρο.

source: If it didn't, click here: {$a}
el: Εάν αυτό δε συμβεί, πατήστε εδώ: {$a}

source: Pop-up width (in pixels)
el: Πλάτος αναδυόμενου παραθύρου (σε εικονοστοιχεία)

source: Specifies default width of popup windows.
el: Καθορίζει το προεπιλεγμένο πλάτος του αναδυόμενου παράθυρου.

source: Display resource description
el: Έμφάνιση περιγραφής πηγής

source: Display resource description below content? Some display types may not display description even if enabled.
el: Εμφάνιση περιγραφής πηγής κάτω από το περιεχόμενο; Ορισμένοι τύποι εμφάνισης μπορεί να μην εμφανίζουν την περιγραφή, ακόμα και αν έχει ενεργοποιηθεί.

source: Add a new resource
el: Προσθήκη νέου πόρου

source: Files and subfolders
el: Αρχεία και υπο-φάκελοι

source: View resource
el: Προβολή πηγής

# $string['search:activity']
source: File
el: Πηγή πληροφοριών

source: Please select the main file by clicking the icon next to file name.
el: Παρακαλώ επιλέξτε το βασικό αρχείο πατώντας το εικονίδιο δίπλα από το όνομα αρχείου.

source: Show upload/modified date
el: Εμφάνιση ημερομηνίας μεταφόρτωσης/τροποποίησης

source: Display upload/modified date on course page?
el: Εμφάνιση ημερομηνίας μεταφόρτωσης/τροποποίησης στη σελίδα μαθήματος;

source: Displays the upload/modified date beside links to the file. If there are multiple files in this resource, the start file upload/modified date is displayed.
el: Εμφανίζει την ημερομηνία μεταφόρτωσης/τροποποίησης δίπλα από τους συνδέσμους στο αρχείο.<br/><br/> Αν υπάρχουν πολλαπλά αρχεία σε αυτό τον πόρο, θα εμφανιστεί η ημερομηνία μεταφόρτωσης/τροποποίησης του αρχείου εκκίνησης.

source: Show size
el: Εμφάνιση μεγέθους

source: Display file size on course page?
el: Εμφάνιση μεγέθους αρχείου στη σελίδα μαθήματος;

source: Displays the file size, such as '3.1 MB', beside links to the file. If there are multiple files in this resource, the total size of all files is displayed.
el: Εμφανίζει το μέγεθος του αρχείου δίπλα από τους συνδέσμους στο αρχείο.<br/><br/> Αν υπάρχουν πολλαπλά αρχεία σε αυτό τον πόρο, θα εμφανιστεί το συνολικό μέγεθος όλων των αρχείων.

source: Show type
el: Εμφάνιση τύπου

source: Display file type (e.g. 'Word document') on course page?
el: Εμφάνιση τύπου αρχείου (π.χ. 'αρχείο Word') στη σελίδα μαθήματος;

source: Displays the type of the file, such as 'Word document', beside links to the file. If there are multiple files in this resource, the start file type is displayed. If the file type is not known to the system, it will not display.
el: Εμφανίζει τον τύπο του αρχείου, όπως 'αρχείο Word', δίπλα από τους συνδέσμους στο αρχείο.<br/><br/> Αν υπάρχουν πολλαπλά αρχεία σε αυτό τον πόρο, θα εμφανιστεί το συνολικό μέγεθος όλων των αρχείων.<br/><br/> Αν ο τύπος αρχείου δεν είναι γνώριμος στο σύστημα, δεν θα εμφανιστεί.

source: Uploaded {$a}
el: Μεταφορτώθηκε {$a}
