Repository: eellak/moodle-po
Catalog: po-*/role.po
Languages: el

source: Adding a new role
el: Προσθήκη νέου ρόλου

source: Add a new role
el: Προσθήκη ρόλου

source: Advanced role override
el: Ανώτερος υπερισχύον ρόλος

source: Allow
el: Άδεια

source: Allow role assignments
el: Να επιτρέπεται η ανάθεση ρόλων

source: Allowed
el: Επιτρέπεται

source: Allow role overrides
el: Δυνατότητα αλλαγής ρόλου

source: Allow users with role {$a->fromrole} to assign the role {$a->targetrole}
el: Να επιτρέπεται στους χρήστες με ρόλο {$a->fromrole} να αναθέτουν το ρόλο {$a->targetrole}

source: Allow users with role {$a->fromrole} to override the role {$a->targetrole}
el: Να επιτρέπεται στους χρήστες με ρόλο {$a->fromrole} να κάνουν υπέρβαση του ρόλου {$a->targetrole}

source: Allow users with role {$a->fromrole} to switch roles to the role {$a->targetrole}
el: Να επιτρέπεται στους χρήστες με ρόλο {$a->fromrole} να αλλάζουν ρόλο σε {$a->targetrole}

source: Allow role switches
el: Να επιτρέπονται αλλαγές ρόλων

source: All site users
el: Όλοι οι χρήστες

source: Role archetype
el: Ρόλος αρχέτυπο

source: ARCHETYPE: Course creator
el: ΑΡΧΕΤΥΠΟ: Δημιουργός μαθημάτων

source: ARCHETYPE: Teacher (editing)
el: ΑΡΧΕΤΥΠΟ: Καθηγητής (επιτρέπεται να κάνει αλλαγές)

source: ARCHETYPE: Authenticated user on frontpage
el: ΑΡΧΕΤΥΠΟ: Αυθεντικοποίηση χρήστη στην πρώτη σελίδα

source: The role archetype determines the permissions when a role is reset to default. It also determines any new permissions for the role when the site is upgraded.
el: Ο ρόλος αρχέτυπο καθορίζει τα δικαιώματα όταν ένας ρόλος επαναφέρεται στις προεπιλεγμένες ρυθμίσεις. Καθορίζει επίσης οποιαδήποτε νέα διακιώματα για το ρόλο, όταν αναβαθμίζεται ο ιστότοπος.

source: ARCHETYPE: Manager
el: ΑΡΧΕΤΥΠΟ: Διαχειριστής

source: ARCHETYPE: Teacher (non-editing)
el: ΑΡΧΕΤΥΠΟ: Καθηγητής (δεν του επιτρέπεται να κάνει αλλαγές)

source: ARCHETYPE: Authenticated user
el: ΑΡΧΕΤΥΠΟ: Πιστοποιημένος χρήστης

source: Assign another role
el: Ανάθεση άλλου ρόλου

source: Error while assigning the role {$a->role} to user {$a->user}.
el: Σφάλμα κατά την ανάθεση του ρόλου {$a->role} στο χρήστη {$a->user}.

source: Assign system roles
el: Ανάθεση γενικών ρόλων

source: Assignment context
el: Πλαίσιο απόδοσης

source: Assignment options
el: Επιλογές απόδοσης

source: Assign role '{$a->role}' in {$a->context}
el: Ανάθεση του ρόλου {$a->role} στο πλαίσιο {$a->context}

source: Assign roles
el: Ανάθεση ρόλων

source: By assigning a role to a user in a context, you are granting them the permissions contained in that role, for the current context and all lower contexts. For example, if a user is assigned the role of student in a course, they will also have the role of student for all activities and blocks within the course.
el: <p align="center"><b>Ανάθεση ρόλων</b></p> <p> Με την ανάθεση ενός ρόλου σε ένα πλαίσιο(context), δίνεται πρόσβαση σε αυτό και στα κατώτερα περιβάλλοντα. </p> <p> Πλαίσια(Contexts): <ol> <li>Ιστοχώρος/Σύστημα</li> <li>Κατηγορίες Μαθημάτων</li> <li>Μαθήματα</li> <li>Μπλοκ και Δραστηριότητες</li> </ol> </p> <p> Βλέπετε <a href="help.php?file=roles.html">Ρόλοι</a>, <a href="help.php?file=contexts.html">Περιβάλλοντα</a>, <a href="help.php?file=permissions.html">Προσβάσεις</a> and <a href="help.php?file=overrides.html">Παρακάμψεις</a>. </p>

source: Assign roles in {$a}
el: Ανάθεση ρόλων στο {$a}

source: Assign roles relative to this user
el: Ανάθεση ρόλων συγκριτικά με αυτό το χρήστη

source: Back to the list of all roles
el: Επιστροφή στη λίστα ρόλων

source: Anonymise user data on backup
el: Ανώνυμα δεδομένα χρήστη στα αντίγραφα ασφαλείας

source: Backup activities
el: Δημιουργία αντιγράφου ασφαλείας στις δραστηριότητες

# $string['backup:backupcourse']
source: Backup courses
el: Αντίγραφα ασφαλείας μαθημάτων

source: Backup sections
el: Αντίγραφα ασφαλείας τμημάτων

source: Backup for publishing on Moodle.net
el: Αντίγραφα ασφαλείας για την κοινότητα (hub)

source: Backup for import
el: Αντίγραφα ασφαλείας για εισαγωγή

source: Configure backup options
el: Διαμόρφωση επιλογών αντιγράφων ασφαλείας

source: Download files from backup areas
el: Λήψη αρχείων από περιοχές αντιγράφων ασφαλείας

source: Backup user data
el: Αντίγραφα ασφαλείας δεδομένων χρήστη

source: Edit a block's settings
el: Επεξεργασία ρυθμίσεων μπλοκ

source: View block
el: Προβολή μπλοκ

source: Create new blog entries
el: Δημιουργία καταχωρήσεων σε ιστολόγιο

source: Edit and manage entries
el: Επεξεργασία καταχωρήσεων

source: Edit and manage external blogs
el: Επεξεργασία και διαχείριση εξωτερικών ιστολογίων

source: View blog entries
el: Προβολή καταχωρήσεων ιστολογίου

source: View draft blog entries
el: Προβολή προσχεδίου καταχωρήσεων ιστολογίου

source: Manage any calendar entries
el: Διαχείριση των καταχωρήσεων οποιουδήποτε ημερολογίου

source: Manage group calendar entries
el: Διαχείριση ομαδικών γεγονότων

source: Manage own calendar entries
el: Διαχείριση προσωπικών γεγονότων

source: Capabilities
el: Δυνατότητες

source: Capability
el: Δυνατότητα

source: Create categories
el: Δημιουργία κατηγοριών

source: Delete categories
el: Διαγραφή κατηγοριών

source: Manage categories
el: Διαχείριση κατηγοριών

source: Update categories
el: Τροποποίηση κατηγοριών

# $string['category:viewhiddencategories']
source: See hidden categories
el: Προβολή κρυφών κατηγοριών

# $string['category:visibility']
source: See hidden categories
el: Προβολή κρυφών κατηγοριών

source: Check system permissions
el: Έλεγχος δυνατοτήτων συστήματος

source: Check permissions
el: Έλεγχος δυνατοτήτων

source: Check permissions in {$a}
el: Έλεγχος δυνατοτήτων στο {$a}

source: Check system permissions for {$a->fullname}
el: Έλεγχος δυνατοτήτων συστήματος για το χρήστη {$a->fullname}

source: Check permissions for {$a->fullname} has in this {$a->contextlevel}
el: Έλεγχος δυνατοτήτων για το χρήστη {$a->fullname} σε {$a->contextlevel}

source: Please choose a role to assign
el: Παρακαλώ επιλέξτε ρόλο προς ανάθεση

source: Add and remove cohort members
el: Προσθήκη και διαγραφή μελών στις ομάδες χρηστών

source: Create, delete and move cohorts
el: Δημιουργία, διαγραφή και μετακίνηση ομάδων χρηστών

source: View site-wide cohorts
el: Εμφάνιση όλων των ομάδων χρηστών (cohort) της πλατφόρμας

source: Delete comments
el: Διαγραφή σχολίων

source: Post comments
el: Αποστολή σχολίων

source: View comments
el: Ανάγνωση σχολίων

source: Use the community block to search Moodle.net and find courses
el: Χρήση του μπλοκ της κοινότητας για αναζήτηση κόμβων και εύρεση μαθημάτων

source: Download a course from the community block
el: Κατέβασμα μαθήματος από το μπλοκ της κοινότητας

source: Cancel
el: Ακύρωση

source: Context
el: Πλαίσιο

source: Hide/show activities
el: Προβολή/απόκρυψη δραστηριοτήτων

source: Send a message to many people
el: Αποστολή ενός μηνύματος σε πολλούς παραλήπτες

source: Change course category
el: Τροποποίηση κατηγορίας μαθήματος

source: Change course full name
el: Τροποποίηση ονόματος μαθήματος

source: Change course ID number
el: Τροποποίηση κωδικού αριθμού μαθήματος

source: Change course short name
el: Τροποποίηση σύντομου ονόματος μαθήματος

source: Change course summary
el: Τροποποίηση σύνοψης μαθήματος

source: Create courses
el: Δημιουργία μαθημάτων

source: Delete courses
el: Διαγραφή μαθημάτων

source: Configure enrol instances in courses
el: Διαμόρφωση instances εγγραφής στα μαθήματα

source: Review course enrolments
el: Ανασκόπηση εγγραφών μαθήματος

source: Manage activities
el: Διαχείριση δραστηριοτήτων

source: Manage files
el: Διαχείριση αρχείων

source: Manage grades
el: Διαχείριση βαθμών

source: Manage groups
el: Διαχείριση ομάδων

source: Manage scales
el: Διαχείριση κλιμάκων

source: Publish a course
el: Δημοσίευση ενός μαθήματος στον κόμβο

source: Request new courses
el: Αίτηση για δημιουργία μαθημάτων

source: Reset course
el: Επαναφορά αρχικών ρυθμίσεων μαθήματος

source: Control section visibility
el: Προβολή/απόκρυψη ενοτήτων

source: Set current section
el: Χαρακτηρισμός μιας ενότητας ως τρέχουσα

source: Update course settings
el: Επεξεργασία ρυθμίσεων μαθήματος

source: Enable/disable email address
el: Ενεργοποίηση/απενεργοποίηση διεύθυνσης email

source: View courses without participation
el: Προβολή μαθημάτων

source: View course grades
el: Προβολή βαθμών

source: View hidden activities
el: Προβολή κρυφών δραστηριοτήτων

source: View hidden courses
el: Προβολή κρυφών μαθημάτων

source: View hidden sections
el: Προβολή κρυφών ενοτήτων

source: View hidden user fields
el: Προβολή κρυφών πεδίων χρηστών

# $string['course:viewparticipants']
source: View participants
el: Προβολή συμμετεχόντων

source: View scales
el: Προβολή κλιμάκων

source: View suspended users
el: Προβολή χρηστών σε αναστολή

source: Hide/show courses
el: Προβολή/απόκρυψη μαθημάτων

source: Create a new role by copying {$a}
el: Δημιουργία νέου ρόλου βασισμένου στον {$a}

source: Create this role
el: Δημιουργία αυτού του ρόλου

source: Current context
el: Τρέχον πλαίσιο

source: Current role
el: Τρέχον ρόλος

source: Default role
el: Αρχική κατηγορία χρηστών

source: Default: {$a}
el: Προκαθορισμένο: {$a}

source: Define roles
el: Διαχείριση ρόλων

source: Delete all overrides in course
el: Διαγραφή όλων των υπερβάσεων στο μάθημα

source: Delete all local role assignments
el: Διαγραφή όλων των τοπικών αναθέσεων ρόλων

source: <p>Are you sure that you want to delete role "{$a->name} ({$a->shortname})"?</p><p>Currently this role is assigned to {$a->count} users.</p>
el: <p>Είστε απόλυτα βέβαιος ότι θέλετε να διαγράψετε το ρόλο {$a->name} ({$a->shortname})?</p><p>Αυτή τη στιγμή {$a->count} χρήστες έχουν αυτόν το ρόλο.

source: Delete {$a} role
el: Διαγραφή του ρόλου {$a}

source: Duplicate role
el: Αντιγραφή ρόλου

source: <p>Are you sure that you want to duplicate role "{$a->name} ({$a->shortname})"?</p>
el: Είστε απόλυτα βέβαιος ότι θέλετε να αντιγράψετε το ρόλο {$a->name} ({$a->shortname})?</p>

source: Editing role '{$a}'
el: Τροποποίηση του ρόλου {$a}

source: Edit role
el: Επεξεργασία ρόλου

source: Edit {$a} role
el: Τροποποίηση του ρόλου {$a}

source: Incorrect role name
el: Εσφαλμένο όνομα ρόλου

source: Incorrect role short name
el: Εσφαλμένο όνομα ρόλου

# $string['errorexistsrolename']
source: Role name already exists
el: Υπάρχει ήδη ένας ρόλος με το ίδιο όνομα

# $string['errorexistsroleshortname']
source: Role name already exists
el: Υπάρχει ήδη ένας ρόλος με το ίδιο όνομα

source: Current site administrators
el: Υπάρχοντες διαχειριστές ιστοσελίδας

source: {$a} existing users
el: {$a} υπάρχοντες χρήστες

source: Explanation
el: Επεξήγηση

source: Export
el: Εξαγωγή

source: Existing users
el: Υπάρχοντες χρήστες

source: Existing users matching '{$a}'
el: Υπάρχοντες χρήστες που ταιριάζουν στο '{$a}'

source: Authenticated user on frontpage
el: Αυθεντικοποίηση χρήστη στην πρώτη σελίδα

source: All logged in users in the frontpage course.
el: Όλοι οι συνδεδεμένοι χρήστες στο μάθημα στην πρώτη σελίδα.

source: System role
el: Ρόλος συστήματος

source: WARNING! Any roles you assign from this page will apply to the assigned users throughout the entire system, including the front page and all the courses.
el: ΠΡΟΣΟΧΗ! Οι ρόλοι που αποδίδετε στους χρήστες από αυτήν την σελίδα, εφαρμόζονται σε ολόκληρο το δικτυακό τόπο, συμπεριλαμβανόμενης της αρχικής σελίδας και όλων των μαθημάτων.

source: Go to Assign roles for this {$a->contextlevel}
el: Ανάθεση ρόλων σ' αυτό το {$a->contextlevel}

source: Go to Assign system roles
el: Ανάθεση ρόλων συστήματος

source: Edit grades
el: Τροποποίηση βαθμών

source: Export grades
el: Εξαγωγή βαθμών

source: Hide/unhide grades or items
el: Απόκρυψη/εμφάνιση βαθμών

source: Import grades
el: Εισαγωγή βαθμών

source: Lock grades or items
el: Κλείδωμα βαθμών

source: Manage grade items
el: Διαχερίριση βαθμών

source: Manage advanced grading methods
el: Διαχείριση προχωρημένων μεθόδων βαθμολόγησης

source: Manage letter grades
el: Διαχείριση βαθμών (γραμμάτων)

source: Manage grade outcomes
el: Διαχείριση βαθμών (καταλήξεις)

source: Override grades
el: Υπερίσχυση βαθμών

source: Unlock grades or items
el: Ξεκλείδωμα βαθμών

source: View own grades
el: Προβολή των βαθμών του

source: View grades of other users
el: Προβολή των βαθμών άλλων χρηστών

source: View hidden grades for owner
el: Προβολή των κρυφών βαθμών του

source: The permissions highlighted in the table below are the defaults for the role archetype currently selected above.
el: Τα φωτισμένα κελιά στον παρακάτω πίνακα δείχνουν την εξορισμού δυνατότητα για το ρόλο αυτό, βασισμένα στον 'Ιστορικό τύπο ρόλου'.

source: The highlighted cells in the table below show the permission (if any) that will be inherited. Apart from the capabilities whose permission you actually want to alter, you should leave everything set to Inherit.
el: Τα φωτισμένα κελιά στον παρακάτω πίνακα δείχνουν την δυνατότητα (αν υπάρχει) που πρόκειται να κληρονομηθεί. Αφήστε όλες τις δυνατότητες ρυθμισμένες στην Κληρονομιά εκτός από αυτές τις οποίες θέλετε να αλλάξετε.

source: inactive for more than {$a->timeperiod}
el: ανενεργό για παραπάνω από {$a->timeperiod}

source: in the group "{$a->group}"
el: στην ομάδα "{$a->group}"

source: Inherit
el: Κληρονομικότητα

source: LEGACY ROLE: Administrator
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Διαχειριστής

source: LEGACY ROLE: Course creator
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Δημιουργός Μαθημάτων

source: LEGACY ROLE: Teacher (editing)
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Καθηγητής (επιτρέπονται αλλαγές)

source: LEGACY ROLE: Guest
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Επισκέπτης

source: LEGACY ROLE: Student
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Μαθητής

source: LEGACY ROLE: Teacher (non-editing)
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Καθηγητής (δεν επιτρέπονται αλλαγές)

source: Legacy role type
el: Είδος ιστορικού ρόλου

source: LEGACY ROLE: Authenticated user
el: ΙΣΤΟΡΙΚΟΣ ΡΟΛΟΣ: Χρήστης

source: List all roles
el: Εμφάνιση όλων των ρόλων

source: Locally assigned roles
el: Τοπικά αναθεμένοι ρόλοι

source: Main administrator
el: Κύριος διαχειριστής

source: Set main admin
el: Ορσμός κύριου διαχειριστή

source: Manage site administrators
el: Εξεπεργασία διαχειριστών ιστοσελίδας

source: Manager
el: Διαχειριστής

source: Managers can access course and modify them, they usually do not participate in courses.
el: Οι διαχειριστές μπορούν να έχουν πρόσβαση στο μάθημα και να το τροποποιούν, συνήθως όμως δεν συμμετέχουν στα μαθήματα.

source: Manage roles
el: Διαχείριση ρόλων

source: Context types where this role may be assigned
el: Τύποι πλαισίου στους οποίους μπορεί να ανατεθεί ο ρόλος αυτός

source: More than {$a}
el: Περισσότερο από {$a}

source: Multiple roles
el: Πολλαπλοί ρόλου

source: Manage Dashboard page blocks
el: Διαχείριση μπλοκ της σελίδας myMoodle

source: Roles with permission
el: Αδειοδοτημένοι ρόλοι

source: No capabilities available in this context
el: Δεν υπάρχουν διαθέσιμες δυνατότες σε αυτό το πλαίσιο

source: None in this {$a}
el: Κανένας σ' αυτό το {$a}

source: No users matching '{$a->search}' in this {$a->contexttype}
el: Δεν υπάρχουν χρήστες παρόμοιοι με '{$a->search}' σ' αυτό το {$a->contexttype}

source: This user does not have any role assignments anywhere in this site.
el: Ο χρήστης αυτός δεν έχει αναθέσεις ρόλων πουθενά στο Moodle.

source: Assigning of roles in this context has not been enabled by an administrator.
el: Δεν μπορείτε να αναθέσετε ρόλους εδώ

source: You are not able to override the permissions on any roles here
el: Δεν μπορείτε να υπερβείτε τις δυνατότητες ρόλων εδώ

source: Manage notes
el: Διαχείριση σημειώσεων

source: View notes
el: Προβολή σημειώσεων

source: Not set
el: Μη καταχωρημένο

source: Override another role
el: Υπέρβαση άλλου ρόλου

source: Override context
el: Υπέρβαση πλαισίου

source: Override permissions
el: Υπέρβαση δυνατοτήτων

source: Override permissions for role '{$a->role}' in {$a->context}
el: Υπέρβαση δυνατοτήτων για το ρόλο '{$a->role}' στο {$a->context}

source: Permissions overrides enable selected capabilities to be allowed or prevented in a specific context.
el: <p align="center"><b>Υπερβάσεις</b></p> <p> Οι υπερβάσεις είναι ειδικές ρυθμίσεις που στοχεύουν στο να υπερβούν ένα ρόλο σε συγκεκριμένες περιπτώσεις, παρέχοντας έτσι τη δυνατότητα προσαρμογής ρυθμίσεων ανάλογα με τις συνθήκες.</p> <p> Για παράδειγμα, αν ορισμένοι χρήστες με την ιδιότητα του διδασκόμενου στο μάθημά σας συνηθίζουν να ανοίγουν νέες συζητήσεις σε διάφορα φόρουμ, αλλά υπάρχει ένα φόρουμ όπου θα προτιμούσατε να μη δίνεται αυτή η δυνατότητα, τότε μπορείτε να θέσετε έναν περιορισμό που ΕΜΠΟΔΙΖΕΙ τη δυνατότητα σε διδασκόμενους να ξεκινούν μια συζήτηση.</p> <p> Οι υπερβάσεις μπορούν επίσης να χρησιμοποιηθούν για να διαθέσουν περιοχές στα μαθήματά σας όπου οι χρήστες να έχουν περισσότερες δυνατότητες, π.χ. ίσως επιθυμήσετε δοκιμαστικά να επιτρέψετε σε διδασκόμενους να βαθμολογήσουν ορισμένες εργασίες. </p> <p> Η τρόπος δημιουργίας υπερβάσεων είναι ίδιος με αυτό του ορισμού ρόλων, με τη διαφορά ότι μερικές φορές μόνο οι σχετικές δυνατότητες παρουσιάζονται. Θα δείτε επίσης ότι ορισμένες δυνατότητες είναι με κάποιο τρόπο τονισμένες, για να δηλωθεί ότι η άδεια για αυτό το ρόλο θα ίσχυε και ΧΩΡΙΣ κάποια υπέρβαση δηλ. όταν η υπέρβασή σας έχει οριστεί στο ΚΛΗΡΟΝΟΜΩ) </p> <p> Δείτε επίσης <a href="help.php?file=roles.html">Ρόλοι</a>, <a href="help.php?file=contexts.html">Πλαίσια</a>, <a href="help.php?file=assignroles.html">Θέτοντας ρόλους</a> and <a href="help.php?file=permissions.html">Άδειες</a>. </p>

source: Override permissions in {$a}
el: Υπέρβαση δυνατοτήτων σε {$a}

source: Override roles
el: Υπέρβαση ρόλων

source: Override roles in {$a}
el: Υπέρβαση ρόλων σε {$a}

source: Overrides
el: Υπερβάσεις

source: Overrides (by context)
el: Υπερβάσεις (ανά πλαίσιο)

source: Permission
el: Δυνατότητα
