Repository: eellak/moodle-po
Catalog: po-*/role.po
Languages: el

source: Permissions are capability settings. There are 4 options: * Not set * Allow - Permission is granted for the capability * Prevent - Permission is removed for the capability, even if allowed in a higher context * Prohibit - Permission is completely denied and cannot be overridden at any lower (more specific) context
el: <p align="center">&nbsp;</p> <p align="center"><strong> Άδειες </strong></p> <p>Οι άδειες είναι οι ρυθμίσεις που χορηγείτε για συγκεκριμένες δυνατότητες. </p> <p>Παραδείγματος χάριν, μια δυνατότητα είναι η &quot;Έναρξη νέας συζήτησης&quot; (στα φόρουμ). </p> <p>Σε κάθε ρόλο, μπορείτε να επιλέξετε να θέσετε μια άδεια για μια τέτοια δυνατότητα σε μια από τις επόμενες τέσσερις τιμές: </p> <p>&nbsp;</p> <p>ΚΛΗΡΟΝΟΜΙΑ </p> <p>Πρόκειται για την προεπιλεγμένη άδεια. Είναι μια ουδέτερη ρύθμιση που σημαίνει &quot;χρησιμοποίησε την όποια ρύθμιση είχε ήδη ο χρήστης&quot;. Εάν ένας ρόλος δοθεί κάπου (π.χ. σε μια σειρά μαθημάτων) όπου υπάρχει αυτήν η άδεια για μια δυνατότητα, τότε η πραγματική άδεια που θα έχουν θα είναι ακριβώς η ίδια όπως είχαν ήδη στα υψηλότερου επιπέδου πλαίσια (π.χ. κατηγορίες ή επίπεδο περιοχών). Τελικά, εάν η άδεια δεν επιτρέπεται ποτέ σε οποιοδήποτε επίπεδο, τότε ο χρήστης δεν θα έχει καμία άδεια για εκείνη τη δυνατότητα. </p> <p>&nbsp; </p> <p> ΕΠΙΤΡΕΨΤΕ </p> <p>Με την επιλογή αυτού χορηγείτε την άδεια για αυτήν τη δυνατότητα σε όσους έχουν το σχετικό ρόλο. Αυτή η άδεια ισχύει για το πλαίσιο που λαμβάμει αυτός ο ρόλος συν όλα τα &quot;χαμηλότερα&quot; πλαίσια. Παραδείγματος χάριν, εάν αυτός ο ρόλος είναι ένας ρόλος διδασκόμενου που ορίζεται σε μια σειρά μαθημάτων, κατόπιν οι σπουδαστές θα είναι σε θέση &quot;να αρχίσουν νέες συζητήσεις&quot; σε όλα τα φόρουμ σε εκείνη την σειρά μαθημάτων, ΕΚΤΟΣ ΑΝ κάποιο φόρουμ περιέχει μια συμπληρωματική προμήθεια ή μια νέα ανάθεση με άδεια Αποτροπής ή Απαγόρευσης. </p> <p>&nbsp; </p> <p> ΑΠΟΤΡΟΠΗ </p> <p>Με την επιλογή αυτού αφαιρείτε την άδεια για αυτήν τη δυνατότητα, ακόμα κι αν οι χρήστες με αυτόν τον ρόλο είχαν τέτοια άδεια σε ένα υψηλότερο πλαίσιο. </p> <p>&nbsp; </p> <p> ΑΠΑΓΟΡΕΥΣΗ </p> <p>Αυτό απαιτείται σπάνια, αλλά περιστασιακά να θελήσετε να αρνηθείτε εντελώς τις άδειες σε έναν ρόλο με έναν τρόπο που δεν μπορεί να αγνοηθεί σε οποιοδήποτε χαμηλότερο πλαίσιο. Ένα καλό παράδειγμα είναι η περίπτωση που ένας διαχειριστής θέλει να απαγορεύσει σε ένα άτομο να αρχίζει νέες συζητήσεις σε οποιοδήποτε φόρουμ. Σε αυτήν την περίπτωση μπορεί να δημιουργήσει έναν ρόλο με Απαγόρευση και να τον ορίσει έπειτα σε εκείνο τον χρήστη. </p> <p>&nbsp; </p> <p align="center"><strong>Συγκρούσεις αδειών </strong></p> <p>Οι άδειες σε ένα &quot;χαμηλότερο&quot; πλαίσιο θα αγνοήσουν γενικά ένα &quot;υψηλότερο&quot; πλαίσιο. Η εξαίρεση είναι η ΑΠΑΓΟΡΕΥΣΗ που δεν μπορεί να αγνοηθεί σε χαμηλότερα επίπεδα. </p> <p>Εάν δύο ρόλοι ορίζονται σε ένα πρόσωπο στο ίδιο πλαίσιο, ένας με ΕΠΙΤΡΕΨΤΕ και ένα με ΑΠΟΤΡΟΠΗ, τότε το Moodle θα ανατρέξει στο δέντρο πλαισίου για μια απόφαση. </p> <p>Παραδείγματος χάριν, ένας διδασκόμενος έχει δύο ρόλους σε μια σειρά μαθημάτων, έναν που του επιτρέπει να αρχίσει νέες συζητήσεις, και έναν που τον αποτρέπει. Σε αυτήν την περίπτωση, ελέγχουμε τις κατηγορίες και τα πλαίσια περιοχών, ψάχνοντας μια άλλη καθορισμένη άδεια να μας βοηθήσουμε να αποφασίσουμε. Εάν δεν βρίσκουμε, τότε η άδεια είναι ΑΠΟΤΡΕΠΗ εξ ορισμού (επειδή οι δύο τοποθετήσεις ακύρωσαν η μια την άλλη, και έτσι δεν έχετε καμία άδεια). </p> <p align="center"><strong>Ειδικές εξαιρέσεις </strong></p> <p>Σημειώστε ότι οι φιλοξενούμενοι χρήστες θα αποτραπούν γενικά από την ταχυδρόμηση μηνυμάτων (π.χ. σε φόρουμ, ημερολογιακές καταχωρήσεις, σε blogs ) ακόμα κι αν δίνεται η σχετική δυνατότητα. </p> <p>Βλ. επίσης <a href="help.php?file=roles.html">Ρόλοι</a>, <a href="help.php?file=contexts.html">Πλαίσια</a>, <a href="help.php?file=assignroles.html">Ορισμός ρόλων</a> and <a href="help.php?file=overrides.html">Αγνοήσεις</a>. </p> <p align="center">&nbsp;</p> <p align="center">&nbsp;</p> <p align="center"><b>Permissions</b></p> <p> Τα "δικαιώματα" είναι οι ρυθμίσεις που εφαρμόζετε για συγκεκριμένες δυνατότητες </p> <p> Για παράδειγμα, μια δυνατότητα είναι η "Εκκίνηση νέων συζητήσεων" (σε forum). </p> <p> Σε κάθε ρόλο, μπορείτε να επιλέξετε να ορίσετε το δικαίωμα για κάθε δυνατότητα σε μια από τέσσερις τιμές: <dl> <dt>ΚΛΗΡΟΝΟΜΕΙΤΑΙ</dt> <dd>Αυτή είναι γενικά η προεπιλεγμένη ρύθμιση. Πρόκειται για μια ουδέτερη ρύθμιση που σημαίνει "να χρησιμοποιηθεί όποια ρύθμιση είχε ήδη ο χρήστης". Εάν ένας ρόλος ανατεθεί σε κάποιον (π.χ. σε ένα μάθημα) που έχει ήδη το δικαίωμα αυτό για μια δυνατότητα, τότε το δικαίωμα που θα έχει ο χρήστης θα είναι απλώς το ίδιο που ήδη είχε σε πλαίσια υψηλότερων επιπέδων (π.χ. κατηγορίες ή σε επίπεδο ιστοχώρου). Τελικά, εάν το δικαίωμα δεν έχει δοθεί ποτέ σε κανένα επίπεδο, τότε ο χρήστης δε θα έχει κανένα δικαίωμα γι'αυτή τη δυνατότητα. </dd> <dt>ΕΠΙΤΡΕΠΕΤΑΙ</dt> <dd>Με αυτήν την επιλογή δίνετε δικαίωμα γι'αυτήν τη δυνατότητα σε άτομα που έχουν το συγκεκριμένο ρόλο. Το δικαίωμα αυτό εφαρμόζεται στο πλαίσιο που αυτός ο ρόλος ανατίθεται καθώς και σε όλα τα "κατώτερα" πλαίσια. Για παράδειγμα, εάν αυτός ο ρόλος είναι ένας ρόλος σπουδαστή που έχει ανατεθεί σε ένα μάθημα, τότε οι σπουδαστές θα έχουν τη δυνατότητα να "ξεκινήσουν νέες συζητήσεις" σε όλα τα forum σε εκείνο το μάθημα, ΕΚΤΟΣ εάν κάποιο forum περιέχει μια παράκαμψη ή μια νέα ανάθεση μιας τιμής "Επιτρέπεται" ή "Απαγορεύεται" γι'αυτή τη δυνατότητα.</dd> <dt>ΑΠΟΤΡΕΠΕΤΑΙ</dt> <dd>Με αυτήν την επιλογή αφαιρείται δικαιώματα γι'αυτήν τη δυνατότητα, ακόμη κι αν οι χρήστες με αυτόν το ρόλο είχαν το συγκεκριμένο δικαίωμα σε ένα υψηλότερο πλαίσιο.</dd> <dt>ΑΠΑΓΟΡΕΥΕΤΑΙ</dt> <dd>Αυτό σπάνια χρειάζεται αλλά κάποιες φορές μπορεί να θέλετε να αρνηθείτε τελείως δικαιώματα σε κάποιο ρόλο εννοώντας πως η ρύθμιση αυτή δεν μπορεί να παρακαμφθεί σε οποιοδήποτε κατώτερο πλαίσιο. Ένα καλό παράδειγμα είναι όταν ένας διαχειριστής θέλει να αποτρέψει ένα άτομο από το να αρχίσει νέες συζητήσεις σε οποιοδήποτε forum σε ολόκληρο τον ιστοχώρο. Στην περίπτωση αυτή μπορεί να δημιουργηθεί ένας ρόλος με τη δυνατότητα ορισμένη σε "Απαγορεύεται" κι έπειτα να ανατεθεί ο ρόλος αυτός στο χρήστη σε πλαίσιο ιστοχώρου. </dd> </dl> </p> <p align="center"><b>Επίλυση συγκρούσεων δικαιωμάτων</b></p> <p> Τα δικαιώματα σε ένα "χαμηλότερο" επίπεδο γενικά θα παρακάμπτουν οτιδήποτε σε ένα "υψηλότερο" πλαίσιο (αυτό εφαρμόζεται σε παρακάμψεις και ρόλους που έχουν ανατεθεί). Η εξαίρεση είναι η επιλογή "Απαγορεύεται" η οποία δεν μπορεί να παρακαμφθεί σε χαμηλότερα επίπεδα. </p> <p> Εάν δύο ρόλοι έχουν ανατεθεί στο ίδιο άτομο μέσα στο ίδιο πλαίσιο, ο ένας ρόλς με ΕΠΙΤΡΕΠΕΤΑΙ κι ο άλλος με ΑΠΟΤΡΕΠΕΤΑΙ, ποιος κερδίζει; Στην περίπτωση αυτή, το Moodle θα ψάξει στο δέντρο πλαισίου για να πάρει μια "απόφαση". </p> <p> Για παράδειγμα, ένας μαθητής έχει δύο ρόλους σε ένα μάθημα, έναν που του επιτρέπει να ξεκινάει νέες συζητήσεις κι έναν που του το απαγορεύει. Στην περίπτωση αυτή, ελέγχουμε τις κατηγορίες στα πλαίσια του ιστοχώρου, ψάχνοντας για κάποια άλλη ορισμένη δυνατότητα που θα μας βοηθήσει να αποφασίσουμε. Εάν δε βρούμε κάτι, τότε η εξορισμού δυνατότητα είναι η ΑΠΟΤΡΕΠΕΤΑΙ (επειδή οι δύο ρυθμίσεις ακύρωσαν η μία την άλλη, οπότε δεν έχουμε κανένα δικαίωμα). </p> <p align="center"><b>Special exceptions</b></p> <p> Σημειώστε ότι ο λογαριασμός επισκέπτη γενικά αποτρέπεται από το να ανεβάζει υλικό (π.χ. σε forum, καταχωρήσεις ημερολογίου, blog) ακόμη κι αν του δίνεται η δυνατότητα να το κάνει. </p> <p> See also <a href="help.php?file=roles.html">Roles</a>, <a href="help.php?file=contexts.html">Contexts</a>, <a href="help.php?file=assignroles.html">Assign Roles</a> and <a href="help.php?file=overrides.html">Overrides</a>. </p>

source: Permissions
el: Δικαιώματα χρήσης

source: Permissions for user {$a}
el: Δυνατότητες για το χρήστη {$a}

source: Permissions in {$a}
el: Δικαιώματα σε {$a}

source: {$a} potential users
el: {$a} πιθανοί χρήστες

source: Potential users
el: Πιθανοί χρήστες

source: Potential users matching '{$a}'
el: Πιθανοί χρήστες παρόμοιοι με '{$a}'

source: Prevent
el: Παρεμπόδιση

source: Prohibit
el: Απαγόρευση

source: Prohibited
el: Απαγορευμένοι

source: Add new questions
el: Προσθήκη νέων ερωτήσεων

source: Configure question types
el: Ρύθμιση τύπων ερωτήσεων

source: Edit all questions
el: Τροποποίηση όλων των ερωτήσεων

source: Edit your own questions
el: Τροποποίηση των δικών του ερωτήσεων

source: Flag questions while attempting them
el: Σήμανση ερωτήσεων καθώς απαντώνται

source: Edit question categories
el: Διαχείριση κατηγοριών ερωτήσεων

source: Move all questions
el: Μετακίνηση όλων των ερωτήσεων

source: Move your own questions
el: Μετακίνηση των δικών του ερωτήσεων

source: Use all questions
el: Χρήση όλων των ερωτήσεων

source: Use your own questions
el: Χρήση των δικών του ερωτήσεων

source: View all questions
el: Προβολή όλων των ερωτήσεων

source: View your own questions
el: Προβολή των δικών του ερωτήσεων

source: Add ratings to items
el: Προσθήκη βαθμολογιών στα αντικείμενα

source: View the total rating you received
el: Εμφάνιση της συνολικής βαθμολιγίας που έλαβες

source: View all raw ratings given by individuals
el: Εμφάνιση όλων των πρώτων αξιολογήσεων που δόθηκαν ατομικά

source: View total ratings that anyone received
el: Εμφάνιση όλων των συνολικών αξιολογήσεων που έλαβε κάποιος

source: Reset
el: Επαναφορά στην αρχική κατάσταση

source: Configure restore options
el: Διαμόρφωση επιλογών επαναφοράς

source: Create users on restore
el: Δημιουργία χρηστών στην επαναφορά

source: Restore activities
el: Επαναφορά δραστηριοτήτων

# $string['restore:restorecourse']
source: Restore courses
el: Επαναφορά μαθημάτων

source: Restore sections
el: Επαναφορά τμημάτων

source: Restore courses downloaded from Moodle.net
el: Επαναφορά από αρχεία που προορίζονται ως κόμβοι

source: Restore from files targeted as import
el: Επαναφορά από αρχεία που προορίζονται για εισαγωγές

source: Allowed to roll activity configuration dates on restore
el: Επιτρέπεται να μετακυλήθούν οι ημερομηνίες που έχουν χρησιμοποιηθεί στις δραστηριότητες κατά την επαναφορά

source: Upload files to backup areas
el: Μεταφόρτωση αρχείων στις περιοχές των αντιγράφων ασφαλείας

source: Restore user data
el: Επαναφορά δεδομένων χρήστη

source: Restore courses from automated backups
el: Επαναφορά μαθημάτων από αυτόματα αντίγραφα ασφαλείας

source: Risks
el: Κίνδυνοι

source: Assign roles to users
el: Ανάθεση ρόλων στους χρήστες

source: Role assignments
el: Ανάθεση ρόλων

source: Role definitions
el: Ορισμοί ρόλων

source: Role name
el: Όνομα

source: Create and manage roles
el: Δημιουργία και διαχείριση ρόλων

source: Override permissions for others
el: Υπέρβαση δικαιωμάτων από άλλους

source: Prohibit role
el: Απαγόρευση ρόλου

source: Review permissions for others
el: Επανεξέταση δικαιωμάτων για άλλους χρήστες

source: Roles
el: Ρόλοι

source: Override safe permissions for others
el: Υπέρβαση δικαιωμάτων από άλλους με ασφάλεια

source: A role is a collection of permissions defined for the whole system that you can assign to specific users in specific contexts.
el: <p align="center"><b>Ρόλοι</b></p> <p> Ένας ρόλος είναι μια συλλογή από δικαιώματα ορισμένα για όλο τον ιστοχώρο, τα οποία μπορείτε να ορίσετε σε συγκεκριμένους χρήστες σε συγκεκριμένα περιβάλλοντα. </p> <p> Για παράδειγμα, μπορεί να έχετε ένα ρόλο "διδάσκοντας" ο οποίος θα έχει ορισθεί για να επιτρέπει στουε διδάσκοντες να κάνουν βασικά πράγματα (και κανένας άλλος). Όταν αυτός ο ρόλος υπάρχει, μπορείτε να τον αναθέσετε σε κάποιον σε ένα μάθημα και να τον κάνετε "διδάσκοντα" σε αυτό το μάθημα. Μπορείτε επίσης να αναθέσετε ένα ρόλο σε ένα χρήστη στην κατηγορία των μαθημάτων και να τον κάνετε "διδάσκοντα" για όλα τα μαθήματα σε αυτή την κατηγορία ή να αναθέσετε ένα ρόλο σε ένα χρήστη απλά σε ένα forum, δίνοντας του τις δυνατότητες μόνο στο περιβάλλον του forum. <p> <p> Ο ρόλος θα πρέπει να έχει <strong>όνομα</strong>. Εάν χρειάζεστε να ονοματίσετε ένα ρόλο για πολλαπλές γλώσσες τότε μπορείτε να επιλέξετε πολύγλωσση σύνταξη όπως<pre> &lt;span lang="en">Διδάσκων&lt;/span> &lt;span lang="es_es">Καθηγητής&lt;/span> </pre> </p> <p> Το <strong>όνομα</strong> είναι απαραίτητο για άλλες υπομονάδες στο Moodle που μπορεί να χρειαστούν στο κομμάτι των ρόλων (π.χ. όταν μεταφορτώνετες χρήστες από ένα αρχείο ή όταν κάνετε εγγραφή μέσα από υπομονάδα εγγραφής). <p> <p> Η <strong>περιγραφή</strong> είναι απλά για να περιγράφεται ο ρόλος με δικές σας λέξεις, έτσι ώστε να έχει ο καθένας την δυνατότητα να καταλάβει τον κάθε ρόλο. <p> <p> Δείτε επίσης <a href="help.php?file=contexts.html">Περιβάλλοντα</a>, <a href="help.php?file=permissions.html">Άδειες</a>, <a href="help.php?file=assignroles.html">Ορισμός ρόλων</a> και <a href="help.php?file=overrides.html">Υπερβάσεις</a>. </p>

source: Short name
el: Σύντομο όνομα

source: Switch to other roles
el: Αλλαγή σε άλλους ρόλους

source: Role to assign
el: Ρόλος προς καταχώρηση

source: Role to override
el: Ρόλος προς υπέρβαση

source: Note: Capabilities with higher risks are locked because you are only allowed to override safe capabilities.
el: Σημείωση: Οι δυνατότητες με υψηλότερους πιθανούς κινδύνους είναι κλειδωμένες γιατί μπορείτε να υπερβείτε μόνο ασφαλείς δυνατότητες.

source: Select another user
el: Επιλέξτε έναν άλλο χρήστη

source: Select a user
el: Επιλέξτε ένα χρήστη

source: Select a role
el: Επιλογή ρόλου

source: Show all roles
el: Προβολή όλων των ρόλων

source: Show this user's permissions
el: Προβολή των δικαιωμάτων του χρήστη

source: Access all groups
el: Πρόσβαση σε όλες τις ομάδες

source: Site administrators
el: Διαχειριστές ιστοσελίδας

source: Approve course creation
el: Έγκριση δημιουργίας μαθήματος

# $string['site:backup']
source: Backup courses
el: Αντίγραφα ασφαλείας μαθημάτων

source: Change site configuration
el: Αλλαγή των ρυθμίσεων του Moodle

source: Allowed to do everything
el: Επιτρέπεται να κάνει τα πάντα

source: Show links to offsite docs
el: Εμφάνιση συνδέσμων για έγγραφα εκτός σελίδων

source: Import other courses into a course
el: Εισαγωγή άλλων μαθημάτων σε ένα μάθημα

source: Manage blocks on a page
el: Διαχείριση block

source: Login from a remote application via MNet
el: Σύνδεση από απομακρυσμένη εγκατάσταση Moodle

source: Roam to a remote application via MNet
el: Σύνδεση σε απομακρυσμένη εγκατάσταση Moodle

source: Read all messages on site
el: Ανάγνωση όλων των μηνυμάτων

# $string['site:restore']
source: Restore courses
el: Επαναφορά μαθημάτων

source: Send messages to any user
el: Αποστολή μηνυμάτων σε χρήστες

source: Trust submitted content
el: Εμπιστοσύνη σε υποβαλλόμενο περιεχόμενο

source: Upload new users from file
el: Δημιουργία χρηστών από αρχείο

source: Always see full names of users
el: Προβολή του ονοματεπώνυμου των χρηστών

# $string['site:viewparticipants']
source: View participants
el: Προβολή συμμετεχόντων

source: View reports
el: Προβολή αναφορών

source: Edit existing tags
el: Τροποποίηση υπάρχουσων ετικετών

source: Edit blocks in tags pages
el: Τροποποίηση μπλοκ στις σελίδες ετικετών

source: Manage all tags
el: Διαχείριση όλων των ετικετών

source: This user's role assignments
el: Ρόλοι που έχουν ανατεθεί στο χρήστη

source: Error while unassigning the role {$a->role} from user {$a->user}.
el: Σφάλμα κατά την αναίρεση ανάθεσης του ρόλου {$a->role} στο χρήστη {$a->user}.

source: Change own password
el: Αλλαγή κωδικού εισόδου

source: Create users
el: Δημιουργία λογαριασμών χρηστών

source: Delete users
el: Διαγραφή λογαριασμών χρηστών

source: Edit user messaging profile
el: Τροποποίηση προφίλ μηνυμάτων άλλων χρηστών

source: Edit own user messaging profile
el: Τροποποίηση ιδίου προφίλ μηνυμάτων

source: Edit own user profile
el: Τροποποίηση ιδίου προφίλ χρήστη

source: Edit user profile
el: Τροποποίηση προφίλ χρήστη άλλων χρηστών

source: Login as other users
el: Σύνδεση σαν άλλος χρήστης

source: Manage blocks on user profile of other users
el: Διαχείριση μπλοκ στο προφίλ χρήστη των άλλων χρηστών

source: Manage blocks on own public user profile
el: Διαχείριση μπλοκ στο δημόσιο προφίλ χρήστη

source: Manage files on own private file areas
el: Διαχείριση αρχείων στις ιδιωτικές περιοχές αρχείων

source: Configure default page layout for public user profiles
el: Διαμόρφωση προεπιλεγμένης διάταξης σελίδας για δημόσια προφίλ χρηστών

source: View all user blogs
el: Προβολή των ιστολογίων όλων των χρηστών

source: View all user forum posts
el: Προβολή όλων των μηνυμάτων του χρήστη

source: Users from {$a}
el: Χρήστες του πλαισίου {$a}

source: Users from {$a->contextname} matching '{$a->search}'
el: Χρήστες του πλαισίου {$a->contextname} που ταιριάζουν στο '{$a->search}'

source: Users in this {$a}
el: Χρήστες σ' αυτό το {$a}

source: Users in this {$a->contexttype} matching '{$a->search}'
el: Χρήστες σ' αυτό το {$a->contexttype} που ταιριάζουν στο '{$a->search}'

source: All users with a role
el: Χρήστες με οποιοδήποτε ρόλο

source: Users with role
el: Χρήστες με αυτό το ρόλο

source: Update user profiles
el: Επεξεργασία των προφίλ των χρηστών

source: View user full information
el: Προβολή όλων των πληροφοριών του χρήστη

source: View user profiles
el: Προβολή των προφίλ των χρηστών

source: View hidden details of users
el: Προβολή των κρυφών πληροφοριών των χρηστών

source: See user activity reports
el: Προβολή των αναφορών δραστηριότητας του χρήστη

source: View user grades
el: Προβολή των βαθμών του φοιτητή

source: Use 'Show advanced' to change
el: Χρησιμοποιείστε το 'Προβολή προχωρημένων' για να τροποποιήσετε

source: Viewing the definition of role '{$a}'
el: Προβολή του ορισμού του ρόλου '{$a}'

source: View role details
el: Προβολή των λεπτομερειών του ρόλου

source: Create a web service token for mobile access
el: Δημιουργία ενός web service token για την πρόσβαση με κινητές συσκευές

source: Create a web service token
el: Δημιουργία ενός web service token

source: Why does {$a->fullname} have capability {$a->capability} in context {$a->context}?
el: Γιατί ο {$a->fullname} έχει τη δυνατότητα {$a->capability} στο πλαίσιο {$a->context};

source: Why does {$a->fullname} not have capability {$a->capability} in context {$a->context}?
el: Γιατί ο {$a->fullname} δεν έχει τη δυνατότητα {$a->capability} στο πλαίσιο {$a->context};

source: {$a}'s role assignments
el: Αναθέσεις ρόλων του {$a}

source: Users with the role "{$a->role}"
el: Χρήστες με τον ρόλο "{$a->role}": {$a->number}
