Repository: eellak/moodle-po
Catalog: po-*/scorm.po
Languages: el

source: Activation
el: Ενεργοποίηση

source: You will be automatically redirected to the activity in
el: Θα μεταφερθείτε αυτόματα στη δραστηριότητα σε

source: You have SCORM packages that need attention
el: Υπάρχουν SCORM πακέτα που χρήζουν παρακολούθησης

source: Activity loading, please wait ...
el: Η δραστηριότητα φορτώνει, παρακαλώ περιμένετε...

source: Admin settings
el: Ρυθμίσεις διαχειριστή

source: Parameters
el: Παράμετροι

source: AICC HACP session data
el: Δεδομένα συνεδρίας AICC HACP

source: Length of time in days to keep the external AICC HACP session data (a high setting will fill up the table with old data but may be useful when debugging)
el: Χρονικό διάστημα σε ημέρες για τη διατήρηση εξωτερικών δεδομένων συνεδρίας AICC HACP (υψηλή ρύθμιση θα γεμίσει τον πίνακα με παλιά δεδομένα, αλλά μπορεί να είναι χρήσιμο κατά την αποσφαλμάτωση)

source: AICC HACP timeout
el: Τέλος χρόνου AICC HACP

source: Length of time in minutes that an external AICC HACP session can remain open
el: Χρονικό διάστημα σε λεπτά όπου μια εξωτερική συνεδρία AICC HACP μπορεί να παραμείνει ανοιχτή

source: AICC pass numeric user id
el: Μεταβίβαση αριθμητικού αναγνωριστικού χρήστη στο AICC

source: The AICC standard for usernames is very restrictive compared with Moodle, and allows for alphanumeric characters, dash and underscore only. Periods, spaces and the @ symbol are not permitted. If enabled, user ID numbers are passed to the AICC package instead of usernames.
el: Το πρότυπο AICC για τα ονόματα χρήστη είναι πολύ περιοριστικό σε σχέση με το Moodle, και επιτρέπει μόνο αλφαριθμητικούς χαρακτήρες, παύλα και κάτω παύλα. Τελείες, κενά και το σύμβολο @ δεν επιτρέπονται. Αν ενεργοποιηθεί, μεταβιβάζονται τα αριθμητικά αναγνωριστικά χρήστη στο πακέτο AICC αντί για ονόματα χρήστη.

source: When selecting an imsmanifest.xml file from a repository you must use an alias/shortcut for this file.
el: Όταν επιλέγετε ένα αρχείο imsmanifest.xml από ένα αποθετήριο θα πρέπει να χρησιμοποιήσετε ένα ψευδώνυμο / συντόμευση για αυτό το αρχείο.

source: Activate API debug and tracing (set the capture mask with apidebugmask)
el: Ενεργοποίηση API αποσφαλμάτωσης και παρακολούθησης (καθορίστε τη μάσκα καταγραφής με το apidebugmask)

source: Enable external AICC HACP
el: Ενεργοποίηση εξωτερικού AICC HACP

source: If enabled this allows AICC HACP external communication without requiring user login for post requests from the external AICC package
el: Αν ενεργοποιηθεί επιτρέπει την εξωτερική επικοινωνία AICC HACP χωρίς να απαιτείται σύνδεση του χρήστη για την αποστολή αιτημάτων από το εξωτερικό πακέτο AICC

source: Enable external package type
el: Να επιτρέπονται τα πακέτα εξωτερικού τύπου

source: Enable direct AICC URL
el: Ενεργοποίηση απευθείας URL AICC

source: If enabled this allows a direct url to a simple AICC package
el: Αν ενεργοποιηθεί επιτρέπει τη χρήση απευθείας URL σε ένα απλό πακέτο AICC

source: Enable downloaded package type
el: Να επιτρέπονται τα κατεβασμένα πακέτα

source: API debug capture mask - use a simple regex on &lt;username&gt;:&lt;activityname&gt; e.g. admin:.* will debug for admin user only
el: Μάσκα καταγραφής API αποσφαλμάτωσης (regex στα πεδία &lt;username&gt;:&lt;activityname&gt;)

source: Content files
el: Αρχεία περιεχομένου

# $string['areapackage']
source: Package file
el: Αρχείο πακέτου

source: Asset
el: Στοιχείο

source: Asset - Viewed
el: Στοιχείο - Προβλήθηκε

source: Attempt
el: Προσπάθεια

source: 1 attempt
el: 1 προσπάθεια

source: Attempts
el: Προσπάθειες

source: Attempts management
el: Διαχείριση προσπαθειών

source: Dashboard and entry page
el: Η αρχική μου και σελίδα εισόδου

source: Entry page only
el: Μόνο σελίδα εισόδου

source: Dashboard only
el: Μόνο σελίδα Η αρχική μου

source: {$a} attempts
el: {$a} προσπάθειες

source: Bad value for attribute ({$a->attr}) in tag {$a->tag}.
el: Εσφαλμένη τιμή για την ιδιότητα {$a->attr} στην ετικέτα {$a->tag}.

source: Auto-commit
el: Αυτόματη δέσμευση

source: Automatically save SCORM data if the SCORM package does not save it.
el: Αυτόματη αποθήκευση των δεδομένων SCORM αν το πακέτο SCORM δεν τα αποθηκεύει.

source: If enabled, SCORM data is automaticaly saved to the database. Useful for SCORM objects which do not save their data regularly.
el: Αν ενεργοποιηθεί, τα δεδομένα SCORM θα αποθηκεύονται αυτόματα στη βάση δεδομένων. Χρήσιμο για αντικείμενα SCORM που δεν αποθηκεύουν τα δεδομένα τους σε τακτική βάση.

source: Auto-continue
el: Αυτόματη συνέχιση

# $string['autocontinuedesc']
source: If enabled, subsequent learning objects are launched automatically, otherwise the Continue button must be used.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την αυτόματη συνέχιση στη δραστηριότητα

# $string['autocontinue_help']
source: If enabled, subsequent learning objects are launched automatically, otherwise the Continue button must be used.
el: <p><b>Αυτόματη-συνέχεια</b></p> <p>Εάν ΝΑΙ, όταν ένα Γνωστικό Αντικείμενο καλέσει την μέθοδο &quot;κλειστή επικοινωνία&quot;,το επόμενο διαθέσιμο γνωστικό αντικείμενο ανοίγει.</p> <p>Εάν ΟΧΙ, οι χρήστες πρέπει να πατήσουν το κουμπί "Συνέχεια".</p>

source: Average attempts
el: Μέσος όρος προσπαθειών

source: You must provide a valid zip file
el: Θα πρέπει να δώσετε ένα έγκυρο συμπιεσμένο αρχείο

source: An imsmanifest.xml file was found but it was not in the root of your zip file, please re-package your SCORM
el: Βρέθηκε ένα αρχείο imsmanifest.xml, αλλά δεν ήταν στη ρίζα του συμπιεσμένου αρχείο, παρακαλούμε πακετάρετε ξανά το SCORM

source: Some manifest errors: see errors log
el: Υπήρξαν σφάλματα: δείτε τα αρχεία καταγραφής σφαλμάτων

source: Preview
el: Προεπισκόπιση

source: Browsed
el: Προβλήθηκε

source: Preview mode
el: Φάση Προεπισκόπισης

source: Browse repository
el: Εξέταση αποθήκης

source: Calculated weight
el: Υπολογιζόμενο βάρος

source: You cannot call this script in that way
el: Δεν είναι δυνατή η κλήση του σεναρίου με αυτό τον τρόπο

source: Could not find SCO
el: Δεν ήταν δυνατό να βρεθεί το SCO

source: Choose or update a package
el: Επιλογή ή ενημέρωση πακέτου

source: You have specified a close date before the open date.
el: Έχετε δηλώσει ημερομηνία λήξη προγενέστερη της ημερομηνίας έναρξης

source: Collapse TOC when window size below
el: Σύμπτυξη πίνακα περιεχομένων όταν το μέγεθος του παραθύρου είναι κάτω από

source: This setting lets you specify the window size below which the TOC should automatically collapse.
el: Αυτή η ρύθμιση σας επιτρέπει να καθορίσετε το μέγεθος του παραθύρου κάτω από το οποίο ο πίνακας περιεχομένων θα πρέπει να συμπτυχθεί αυτόματα.

source: Compatibility settings
el: Ρυθμίσεις συμβατότητας

# $string['completed']
source: Completed
el: Ολοκληρωμένο

source: Require minimum score
el: Απαιτείται ελάχιστη βαθμολογία

source: Enabling this setting will require a user to have at least the minimum score entered to be marked complete in this SCORM activity, as well as any other Activity Completion requirements.
el: Η ενεργοποίηση αυτής της ρύθμισης απαιτεί ο χρήστης να καλύπτει τουλάχιστον την ελάχιστη βαθμολογία προκειμένου να επισημανθεί ως ολοκληρωμένη η δραστηριότητα SCORM, καθώς και τις όποιες άλλες απαιτήσεις Ολοκλήρωσης Δραστηριότητας.

source: Require all scos to return completion status
el: Απαιτείται όλα τα scos να επιστρέφουν κατάσταση ολοκλήρωσης

source: Some SCORM packages contain multiple components or "scos" - when this is enabled all scos within the package must return the relevant lesson_status for this activity to be flagged complete.
el: Μερικά πακέτα SCORM περιέχουν πολλαπλά συστατικά ή "scos" - όταν είναι ενεργοποιημένη η ρύθμιση όλα τα scos εντός του πακέτου πρέπει να επιστρέφουν το σχετικό lesson_status προκειμένου η δραστηριότητα να επισημανθεί ως ολοκληρωμένη.

# $string['completionstatus_completed']
source: Completed
el: Ολοκληρωμένο

# $string['completionstatus_passed']
source: Passed
el: Πέρασε

source: Require status
el: Απαιτείται κατάσταση

source: Checking one or more statuses will require a user to achieve at least one of the checked statuses in order to be marked complete in this SCORM activity, as well as any other Activity Completion requirements.
el: Επιλέγοντας μια ή περισσότερες καταστάσεις ο χρήστης θα πρέπει να επιτύχει τουλάχιστον μια από τις επιλεγμένες καταστάσεις, προκειμένου να επισημανθεί ως ολοκληρωμένη η δραστηριότητα SCORM, καθώς και οι όποιες άλλες απαιτήσεις Ολοκλήρωσης Δραστηριότητας.

source: WARNING: The package seems to be changed or modified. If the package structure is changed, some users tracks may be lost during update process.
el: ΠΡΟΣΟΧΗ: Το πακέτο έχει αλλαχθεί ή τροποποιηθεί. Αν η δομή του πακέτου έχει αλλάξει, κάποια στοιχεία χρηστών πιθανώς να χαθούν κατά τη διαδικασία ενημέρωσης.

source: Contents
el: Περιεχόμενα

source: Course package
el: Πακέτο μαθήματος

source: Course structure
el: Δομή μαθήματος

source: Current window
el: Τρέχον παράθυρο

source: Filesystem error: Can't create course data directory
el: Σφάλμα αρχείου συστήματος: Δεν δημιουργήθηκε φάκελος δεδομένων μαθήματος

source: Default display settings
el: Προεπιλεγμένες ρυθμίσεις εμφάνισης

source: Default grade settings
el: Προεπιλεγμένες ρυθμίσεις βαθμολόγησης

source: Other default settings
el: Άλλες προεπιλεγμένες ρυθμίσεις

source: Delete all SCORM attempts
el: Διαγραφή όλων των προσπαθειών

source: Are you absolutely sure you want to completely delete these attempts?
el: Είστε απολύτως βέβαιοι ότι θέλετε να διαγράψετε εντελώς τις προσπάθειες;

source: Delete selected attempts
el: Διαγραφή επιλεγμένων προσπαθειών

source: Are you absolutely sure you want to completely delete all your attempts?
el: Είστε απολύτως βέβαιοι ότι θέλετε να διαγράψετε εντελώς όλες τις προσπάθειες;

source: Track details
el: Παρακολούθηση λεπτομερειών

source: Show the directory links
el: Εμφάνιση των συνδέσμων του φακέλου

source: Disabled
el: Απενεργοποιημένο

source: Display package
el: Εμφάνιση πακέτου

source: Display activity name
el: Εμφάνιση ονόματος δρστηριότητας

source: Whether or not to display the activity name above the SCORM player.
el: Αν θα εμφανίζεται ή όχι το όνομα της δραστηριότητας πάνω από τον αναπαραγωγέα SCORM

source: Display attempt status
el: Εμφάνιση κατάστασης προσπαθειών

source: Whether a summary of the user's attempts is shown in the course overview block in Dashboard and/or the SCORM entry page.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την εμφάνιση κατάστασης προσπαθειών

source: This preference allows a summary of the users attempts to show in the course overview block in Dashboard and/or the SCORM entry page.
el: Αυτή η προτίμηση επιτρέπει την εμφάνιση μιας περίληψης των προσπαθειών των χρηστών στο μπλοκ επισκόπηση μαθημάτων στη σελίδα Η αρχική μου ή / και στη σελίδα εισόδου στο SCORM.

source: Display course structure on entry page
el: Εμφάνιση δομής μαθήματος

# $string['displaycoursestructuredesc']
source: If enabled, the table of contents is displayed on the SCORM outline page.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την προβολή δομής μαθήματος

# $string['displaycoursestructure_help']
source: If enabled, the table of contents is displayed on the SCORM outline page.
el: Αν ενεργοποιηθεί, ο πίνακας περιεχομένων εμφανίζεται στη σελίδα περιγράμματος του SCORM.

source: Whether to display the SCORM package in a new window.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την προβολή ή όχι του πακέτου για κάποια δραστηριότητα

source: Display settings
el: Ρυθμίσεις εμφάνισης

source: Add a SCORM package
el: Προσθήκη πακέτου SCORM

source: DOMXML external library
el: Εξωτερική βιβλιοθήκη DOMXML

source: Due date
el: Ημερομηνία εκπνοής

source: Element
el: Στοιχείο

source: Enter
el: Είσοδος

source: Enter course
el: Εισαγωγή

source: Errors log
el: Αρχείο καταγραφής σφαλμάτων

source: Attempt deleted
el: Η προσπάθεια διαγράφηκε

source: Interactions viewed
el: Προβολή αλληλεπιδράσεων

source: Report viewed
el: Προβολή αναφοράς

source: Sco launched
el: Εκκίνηση sco

source: Submitted SCORM raw score
el: Υποβλήθηκε ανεπεξέργαστη βαθμολογία SCORM

source: Submitted SCORM status
el: Υποβλήθηκε κατάσταση SCORM

source: Tracks viewed
el: Προβολή παρακολούθησης

source: User report viewed
el: Προβολή αναφοράς χρήστη

source: Every day
el: Κάθε μέρα

source: Every time it's used
el: Κάθε φορά που χρησιμοποιείται

source: You have reached the maximum number of attempts.
el: Έχετε φτάσει το όριο του επιτρεπόμενου αριθμού προσπαθειών.

source: Exit course
el: Έξοδος από το μάθημα

source: Exit activity
el: Έξοδος από τη δραστηριότητα

source: Sorry, this activity closed on {$a} and is no longer available
el: Λυπάμαι, αλλά η δραστηριότητα αυτή έκλεισε στις {$a} και δεν είναι πλέον διαθέσιμη

source: Update external packages timing
el: Χρόνος ενημέρωσης εξωτερικών πακέτων

source: Failed
el: Απέτυχε

source: If you have finished viewing this resource, {$a}
el: Αν ολοκληρώσατε την παρακολούθηση του πόρου, {$a}

source: click here to return to the course page
el: πατήστε εδώ για επιστροφή στη σελίδα του μαθήματος

source: First access
el: Πρώτη προσπέλαση

source: First attempt
el: Πρώτη προσπάθεια

source: Floating
el: Κινούμενο

source: Force completed
el: Επιβολή ολοκλήρωσης

source: This preference sets the default value for the force completed setting
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την επιβολή ολοκλήρωσης

source: If enabled, the status of the current attempt is forced to "completed". (Only applicable to SCORM 1.2 packages.)
el: Αν ενεργοποιηθεί, η κατάσταση της τρέχουσας προσπάθειας θα οριστεί υποχρεωτικά ως "ολοκληρώθηκε". (Ισχύει μόνο για πακέτα SCORM 1.2.)

source: Force users to enable JavaScript
el: Υποχρέωση χρηστών να ενεργοποιήσουν την JavaScript

source: If enabled (recommended) this prevents access to SCORM objects when JavaScript is not supported/enabled in a users browser. If disabled the user may view the SCORM but API communication will fail and no grade information will be saved.
el: Αν είναι ενεργοποιημένο (προτείνεται), εμποδίζει την πρόσβαση σε αντικείμενα SCORM όταν η JavaScript δεν υποστηρίζεται / είναι ενεργοποιημένη στο πρόγραμμα περιήγησης του χρήστη. Αν είναι απενεργοποιημένο ο χρήστης μπορεί να δει το SCORM αλλά η επικοινωνία API θα αποτύχει και δεν θα αποθηκευτούν πληροφορίες βαθμολόγησης.

source: JavaScript is required to view this object, please enable JavaScript in your browser and try again.
el: Απαιτείται JavaScript για να δείτε αυτό το αντικείμενο, παρακαλούμε ενεργοποιήσετε την JavaScript στο πρόγραμμα περιήγησης και δοκιμάστε ξανά.

source: Force new attempt
el: Επιβολή νέας προσπάθειας

source: This setting hides the "Start new attempt" checkbox and prevents review mode. SCORM allows a student to return to the same attempt at any point and a new attempt is not possible unless the previous attempt has been set as "completed", "passed" or "failed". If the SCORM package does not do this, the student will always re-enter the same attempt.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την επιβολή νέας προσπάθειας

source: This setting hides the "Start new attempt" checkbox and prevents review mode. SCORM allows a student to return to the same attempt at any point and a new attempt is not possible unless the previous attempt has been set as "completed", "passed" or "failed". If the SCORM package does not do this, the student will always re-enter the same attempt.
el: Αυτή η ρύθμιση αποκρύπτει το πλαίσιο "Εκκίνηση νέας προσπάθειας" και εμποδίζει την ανασκόπηση. <br/><br/>Το SCORM επιτρέπει σε ένα μαθητή να επιστρέψουν στην ίδια προσπάθεια οποιαδήποτε στιγμή και μια νέα προσπάθεια δεν είναι δυνατή, εκτός αν η προηγούμενη προσπάθεια έχει οριστεί ως "ολοκληρώθηκε", "πέρασε" ή "απέτυχε". Αν το πακέτο SCORM δεν το κάνει αυτό, ο μαθητής θα εισέρχεται πάντα στην ίδια προσπάθεια.

source: Manifest found
el: Βρέθηκε αρχείο καταγραφής

source: The height of the stage frame or window.
el: Αυτή η επιλογή καθορίζει το προεπιλεγμένο ύψος του πλαισίου ή του παραθύρου

source: The width of the stage frame or window.
el: Αυτή η επιλογή καθορίζει το προεπιλεγμένο πλάτος του πλαισίου ή του παραθύρου

source: From left
el: Από αριστερά

source: From top
el: Από επάνω

source: Fill the whole screen
el: Γέμισμα όλης της οθόνης

source: General data
el: Γενικά δεδομένα

source: Average grade
el: Μέσος βαθμός

source: Grade for attempt
el: Βαθμός προσπάθειας

source: Highest grade
el: Υψηλότερος βαθμός

source: Grading method
el: Μέθοδος βαθμολόγησης

source: The grading method defines how the grade for a single attempt of the activity is determined.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για τη μέθοδο βαθμολόγησης

source: The grading method defines how the grade for a single attempt of the activity is determined. There are 4 grading methods: * Learning objects - The number of completed/passed learning objects * Highest grade - The highest score obtained in all passed learning objects * Average grade - The mean of all the scores * Sum grade - The sum of all the scores
el: <p><b>Τρόποι Βαθμολόγησης</b></p> <p>Τα αποτελέσματα μιας δράσης SCORM/AICC βαθμολογούνται με τους παρακάτω τρόπους: <ul> <li><b>Πλήθος αντικειμένων</b><br />Πρόκειται για αριθμό που δηλώνει σε πόσα αντικείμενα μιας εκπαιδευτικής δράσης έχει εξετασθεί με επιτυχία ο διδασκόμενος. Η μέγιστη τιμή του αριθμού αυτού είναι ο συνολικός αριθμός των διδαχθέντων αντικειμένων στα πλαίσια της δράσης.</li> <li><b>Υψηλότερη βαθμολογία</b><br />Εμφανίζεται η υψηλότερη βαθμολογία των διδασκομένων σε όλα τα εξετασθέντα διδακτικά αντικείμενα.</li> <li><b>Μέσος όρος</b><br /> Η επιλογή αυτού του τρόπου βαθμολόγησης υπολογίζει το μέσο όρο όλων των επιδόσεων.</li> <li><b>Συνολική βαθμολογία</b><br />’θροισμα όλων των επιμέρους επιδόσεων.</li> </p>

source: Grade reported
el: Βαθμολογία

# $string['gradescoes']
source: Learning objects
el: Μαθησιακά αντικείμενα

source: Grade settings
el: Ρυθμίσεις βαθμολόγησης

source: Sum grade
el: Άθροισμα βαθμού

source: Height
el: Ύψος

source: Hidden
el: Κρυμμένο

source: Disable preview mode
el: Απενεργοποίηση προεπισκόπισης

source: Preview mode allows a student to browse an activity before attempting it.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την απενεργοποίηση προεπισκόπισης

source: Preview mode allows a student to browse an activity before attempting it. If preview mode is disabled, the preview button is hidden.
el: Η προεπισκόπηση επιτρέπει στο μαθητή να πλοηγηθεί σε μια δραστηριότητα πρότου κάνει προσπάθεια. Αν η προεπισκόπηση είναι απενεργοποιημένη, το κουμπί προεπισκόπηση είναι κρυμμένο.

source: Hide exit link
el: Απόκρυψη συνδέσμου εξόδου

source: Hide review button
el: Απόκρυψη κουμπιού αναθεώρησης

source: Display course structure in player
el: Εμφάνιση πίνακα περιεχομένων

source: This setting specifies how the table of contents is displayed in the SCORM player.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για την εμφάνιση πίνακα περιεχομένων

source: How the table of contents is displayed in the SCORM player
el: Ο τρόπος εμφάνισης του πίνακα περιεχομένων στον αναπαραγωγέα SCORM

source: Highest attempt
el: Υψηλότερη βαθμολογία

source: Question identifier
el: Αναγνωριστικό Ερώτησης

source: Incomplete
el: Μη ολοκληρωμένο

source: Info
el: Πληροφορίες

source: Interactions
el: Διαδράσεις

source: SCORM activity is incorrect
el: Η δραστηριότητα SCORM είναι εσφαλμένη

source: Invalid HACP session
el: Μη έγκυρη συνεδρία HACP

source: Only imsmanifest.xml or .zip files may be selected
el: Μπορεί να γίνει επιλογή μόνο imsmanifest.xml ή .zip αρχείων

source: WARNING: The following resources were referenced in your manifest but couldn't be found:
el: ΠΡΟΣΟΧΗ: Οι παρακάτω πόροι αναφέρονται στο manifest, αλλά δεν είναι εφικτή η εύρεση τους:

source: Invalid URL specified
el: Μη έγκυρο URL

source: Invalid URL specified. Debug message:<pre>{$a->cmsg}</pre>
el: Μη έγκυρο URL. Μήνυμα αποσφαλμάτωσης:<pre>{$a->cmsg}</pre>

source: Last accessed on
el: Τελευταία πρόσβαση στις

source: Last access
el: Τελευταία πρόσβαση

source: Last completed attempt
el: Τελευταία προσπάθεια

source: Lock after final attempt
el: Κλείδωμα μετά την τελευταία προσπάθεια

# $string['lastattemptlockdesc']
source: If enabled, a student is prevented from launching the SCORM player after using up all their allocated attempts.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για το κλείδωμα μετά την τελευταία προσπάθεια

source: Show the location bar
el: Εμφάνιση της γραμμής διευθύνσεως

source: Max score
el: Μέγιστος βαθμός

source: Number of attempts
el: Μέγιστος αριθμός προσπαθειών

source: This preference sets the default maximum attempts for an activity
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για τον μέγιστο αριθμό προσπαθειών

source: This setting enables the number of attempts to be restricted. It is only applicable for SCORM 1.2 and AICC packages.
el: Αυτή η ρύθμιση δίνει την δυνατότητα να περιοριστεί ο αριθμός των προσπαθειών. Εφαρμόζεται μόνο για πακέτα SCORM 1.2 και AICC.

source: This preference sets the default maximum grade for an activity
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για τον μέγιστο βαθμό

source: Show the menu bar
el: Εμφάνιση της γραμμής μενού

# $string['min']
source: Minimum score
el: Ελάχιστος βαθμός

source: Missing attribute {$a->attr} in tag {$a->tag}
el: Απούσα ιδιότητα {$a->attr} στην ετικέτα {$a->tag}

source: A required parameter is missing or wrong
el: A required is missing or wrong

source: Missing tag {$a->tag}
el: Απούσα ετικέτα {$a->tag}

source: Mode
el: Φάση

# $string['modulename']
source: SCORM package
el: SCORM/AICC

source: A SCORM package is a collection of files which are packaged according to an agreed standard for learning objects. The SCORM activity module enables SCORM or AICC packages to be uploaded as a zip file and added to a course. Content is usually displayed over several pages, with navigation between the pages. There are various options for displaying content in a pop-up window, with a table of contents, with navigation buttons etc. SCORM activities generally include questions, with grades being recorded in the gradebook. SCORM activities may be used * For presenting multimedia content and animations * As an assessment tool
el: Ένα πακέτο SCORM είναι μια συλλογή αρχείων που είναι συσκευασμένα σύμφωνα με ένα συμφωνημένο πρότυπο για την μαθησιακά αντικείμενα. Η δραστηριότητα SCORM επιτρέπει SCORM ή AICC πακέτα να ανεβαίνουν ως αρχείο zip και να προστίθενται σε ένα μάθημα. Το περιεχόμενο συνήθως εμφανίζεται σε διάφορες σελίδες, με πλοήγηση μεταξύ των σελίδων. Υπάρχουν διάφορες επιλογές για την εμφάνιση περιεχομένου σε ένα αναδυόμενο pop-up παράθυρο, με έναν πίνακα περιεχομένων, με πλήκτρα πλοήγησης κλπ. δραστηριότητες SCORM περιλαμβάνουν γενικά περιλαμβάνουν ερωτήσεις, με τους βαθμούς να καταγράφονται στο βαθμολόγιο. Οι δραστηριότητες SCORM μπορεί να χρησιμοποιηθούν * Για την παρουσίαση πολυμεσικού περιεχομένου και κινουμένων σχεδίων * Ως εργαλείο αξιολόγησης

source: SCORM packages
el: SCORMs/AICCs

source: Show Navigation
el: Εμφάνιση Πλοήγησης

source: This setting specifies whether to show or hide navigation buttons and their position.
el: Αυτή η ρύθμιση καθορίζει αν θα εμφανίζονται ή θα γίνονται απόκρυψη τα πλήκτρα πλοήγησης και η θέση τους.

source: Navigation
el: Πλοήγηση

source: Position of navigation buttons from left in pixels.
el: Θέση πλήκτρων πλοήγησης από αριστερα σε pixels.

source: Position of navigation buttons from top in pixels.
el: Θέση πλήκτρων πλοήγησης από επάνω σε pixels.
