Repository: eellak/moodle-po
Catalog: po-*/scorm.po
Languages: el

source: The SCORM player has determined that your Internet connection is unreliable or has been interrupted. If you continue in this SCORM activity, your progress may not be saved.<br /> You should exit the activity now, and return when you have a dependable Internet connection.
el: Ο αναπαραγωγέας SCORM έχει διαπιστώσει ότι η σύνδεσή σας στο Διαδίκτυο είναι αναξιόπιστη ή έχει διακοπεί. Αν συνεχίσετε σε αυτή την δραστηριότητα SCORM, η πρόοδος σας μπορεί να μην σωθεί. <br /> Θα πρέπει να βγείτε από τη δραστηριότητα τώρα, και να επιστρέψει όταν θα έχετε μια αξιόπιστη σύνδεση στο Διαδίκτυο.

source: Start a new attempt
el: Έναρξη νέας προσπάθειας

source: Continue
el: Συνέχεια

source: Nothing to report
el: Τίποτα προς αναφορά

source: Number of attempts allowed
el: Επιτρεπόμενος αριθμός προσπαθειών

source: Number of attempts you have made
el: Αριθμός προσπαθειών που κάνατε

source: Tag {$a->tag} must have attributes
el: Η ετικέτα {$a->tag} πρέπει να έχει ιδιότητες

source: Tag {$a->tag} must have children
el: Η ετικέτα {$a->tag} πρέπει να έχει παιδιά

source: Unlimited attempts
el: Απεριόριστες προσπάθειες

source: Incorrect file package - missing imsmanifest.xml or AICC structure
el: Δεν βρέθηκαν αρχεία καταγραφής

source: Sorry but you don't have the required prerequisites to access this activity.
el: Συγνώμη, δεν έχετε τις απαιτούμενες προϋποθέσεις για να προσπελάσετε αυτό το μαθησιακό αντικείμενο

source: No report to display
el: Καμία αναφορά για προβολή

source: Normal
el: Κανονικό

source: Your browser does not support JavaScript or it has JavaScript support disabled. This SCORM package may not play or save data correctly.
el: Το πρόγραμμα πλοήγησής σας δεν υποστηρίζει τη Javascript ή την έχει απενεργοποιημένη.

source: Not attempted
el: Δεν δοκιμάστηκε

source: Type mismatch for tag {$a->tag}
el: Αναντιστοιχία τύπου για την ετικέτα {$a->tag}

source: Sorry, this activity is not available until {$a}
el: Λυπάμαι, η δραστηριότητα αυτή δεν είναι διαθέσιμη πριν τις {$a}

source: Objectives
el: Στόχοι

source: all users
el: όλοι οι χρήστες

source: users with attempts only
el: χρήστες με προσπάθειες μόνο

source: Options (Prevented by some browsers)
el: Επιλογές

source: Options (Advanced)
el: Επιλογές (Προχωρημένες)

source: If checked the width and height will be listed as advanced settings.
el: Αν είναι επιλεγμένο το ύψος και το πλάτος θα εμφανίζονται ως προχωρημένες επιλογές.

source: users with no attempts only
el: χρήστες χωρίς προσπάθειες μόνο

source: Organisation
el: Οργανισμός

source: Organisations
el: Οργανισμοί

source: Additional settings
el: Επιπλέον ρυθμίσεις

# $string['package']
source: Package file
el: Περιεχόμενο πακέτου

source: Filesystem error: Can't create package directory
el: Σφάλμα αρχείων συστήματος: Δεν δημιουργήθηκε φάκελος πακέτου

source: No package file specified
el: Δεν καθορίστηκε αρχείο πακέτου

source: Package
el: Πακέτο

source: The package file is a zip (or pif) file containing SCORM/AICC course definition files.
el: <p><b>Αρχείο πακέτων</b></p> <p>Ένα πακέτο αρχείων είναι ένα ειδικό αρχείο με προέκταση <b>zip</b> (ή pif), το οποίο περιέχει ενεργά αρχεία ορισμού μαθήματος τύπου AICC ή SCORM (έγκυρα αρχεία προσδιορισμού μαθήματος AICC ή SCORM).</p> <p>Ένα πακέτο τύπου <b>SCORM</b> πρέπει να εμπεριέχει αρχείο με το όνομα <b>imsmanifest.xml</b>. Το αρχείο αυτό ορίζει τη δομή του μαθήματος τύπου SCORM, την τοποθεσία των πηγών δεδομένων και άλλα πράγματα.</p> <p>Ένα πακέτο τύπου <b>AICC</b> ορίζεται από μερικά αρχεία (από 4 ως 7 αρχεία) με συγκεκριμένες προεκτάσεις, που σημαίνουν:</p> <ul> <li>CRS - Course Description file (υποχρεωτικό) - αρχείο περιγραφής μαθήματος</li> <li>AU - Assignable Unit file (υποχρεωτικό) - αρχείο εκχωρητέας ενότητας</li> <li>DES - Descriptor file (υποχρεωτικό) - αρχείο περιγραφέας </li> <li>CST - Course Structure file (υποχρεωτικό) - αρχεία δομής μαθήματος</li> <li>ORE - Objective Relationship file (προαιρετικό) - αρχείο αντικειμενικής σχέσης</li> <li>PRE - Prerequisites file (προαιρετικό) - αρχείο με τις αναγκαίες προϋποθέσεις</li> <li>CMP - Completition Requirements file (προαιρετικό) - αρχείο απαιτήσεων ολοκλήρωσης</li> </ul>

source: This setting enables a URL for the SCORM package to be specified, rather than choosing a file via the file picker.
el: Αυτή η ρύθμιση επιτρέπει να οριστεί ένα URL για το πακέτο SCORM, αντί να γίνει επιλογή ενός αρχείου μέσω του επιλογέα αρχείων.

source: Any SCORM module page
el: Οποιαδήποτε σελίδα του SCORM

source: Page size
el: Μέγεθος σελίδας

# $string['passed']
source: Passed
el: Πέρασε

source: PHP 5 (DOMXML native library)
el: PHP 5 (βιβλιοθήκη DOMXML)

source: SCORM package administration
el: Διαχείριση πακέτου SCORM

# $string['pluginname']
source: SCORM package
el: πακέτο SCORM

source: New window
el: Νέο παράθυρο

source: This SCORM package has been launched in a popup window, If you have finished viewing this resource, click here to return to the course page
el: Αυτό το πακέτο SCORM έχει ανοίξει σε αναδυόμενο παράθυρο. Αν έχετε τελειώσει με την παρακολούθηση του πόρου, πατήστε εδώ για να επιστρέψετε στη σελίδα του μαθήματος

source: In a drop down menu
el: Σε αναδυόμενο μενού

source: Open package in a new window
el: Άνοιξε το πακέτο σε νέο παράθυρο

source: It appears that popup windows are blocked, stopping this SCORM package from playing. Please check your browser settings before trying again.
el: Φαίνεται ότι τα αναδυόμενα παράθυρα αποκλείονται, εμποδίζοντας την αναπαραγωγή του πακέτου SCORM. Παρακαλώ ελέγξτε τις ρυθμίσεις του προγράμματος περιήγησης και δοκιμάστε ξανά.

source: The {$a->tag} tag can't be child of {$a->parent} tag
el: Η ετικέτα {$a->tag} δεν μπορεί να είναι παιδί της ετικέτας {$a->parent}

source: Preferences just for this page
el: Προτιμήσεις μόνο για αυτή τη σελίδα

source: Preferences for this report
el: Προτιμήσεις για αυτή την αναφορά

source: Previous
el: Προηγούμενο

source: Protect package downloads
el: Προστασία κατεβάσματος πακέτου

source: If enabled, SCORM packages can be downloaded only if the user has the course:manageactivities capability. If disabled, SCORM packages can always be downloaded (by mobile or other means).
el: Αν ενεργοποιηθεί, τα πακέτα SCORM μπορούν να κατέβουν μόνο αν ο χρήστης έχει τη δυνατότητα course:manageactivities. Αν απενεργοποιηθεί, τα πακέτα SCORM μπορούν να κατέβουν χωρίς περιορισμό (από κινητό ή άλλα μέσα).

# $string['raw']
source: Raw score
el: Ωμός βαθμός

source: Regular manifest
el: Κανονικά αρχεία καταγραφής

# $string['report']
source: Report
el: Αναφορά

source: {$a->nbattempts} attempts for {$a->nbusers} users, out of {$a->nbresults} results
el: {$a->nbattempts} προσπάθειες από {$a->nbusers} χρήστες, από {$a->nbresults} αποτελέσματα

source: {$a->nbresults} results ({$a->nbusers} users)
el: {$a->nbresults} αποτελέσματα ({$a->nbusers} χρήστες)

# $string['reports']
source: Reports
el: Αναφορές

source: This repository does not support linking directly to an imsmanifest.xml file.
el: Αυτό το αποθετήριο δεν υποστηρίζει σύνδεση απευθείας σε ένα αρχείο imsmanifest.xml.

# $string['response']$string['response']
source: Response
el: Απάντηση

# $string['result']
source: Result
el: Αποτέλεσμα

source: Results
el: Αποτελέσματα

source: Review
el: Ανασκόπηση

source: Review mode
el: Φάση ανασκόπησης

source: Right answer
el: Σωστή απάντηση

# $string['scoes']
source: Learning objects
el: Μαθησιακά Αντικείμενα

source: Score
el: Βαθμός

source: Enable SCORM 1.2 standard mode
el: Ενεργοποίηση τυπικής λειτουργίας SCORM 1.2

source: Disabling this setting allows Moodle to store more data than the SCORM 1.2 specification allows. If your SCORM packages allow users to enter large amounts of text or if your package tries to store large amounts of data in the suspend_data field disable this.
el: Η απενεργοποίηση αυτής της ρύθμισης επιτρέπει στο Moodle να αποθηκεύει περισσότερα δεδομένα από ό,τι επιτρέπει η προδιαγραφή SCORM 1.2.<br/> Αν τα πακέτα SCORM επιτρέπουν στους χρήστες να εισάγουν μεγάλα κείμενα ή αν το πακέτο προσπαθεί να αποθηκεύσει μεγάλο αριθμό δεδομένων στο πεδίο suspend_data απενεργοποιήστε.

source: Add a new SCORM package
el: Προσθήκη νέου SCORM πακέτου

source: Available to
el: Μέχρι

source: Learning course
el: Εκπαιδευτική Διαδικασία

source: Delete own attempts
el: Διαγραφή των προσπαθειών σας

source: Delete SCORM attempts
el: Διαγραφή προσπαθειών

source: API logging is off
el: Η καταγραφή του API είναι απενεργοποιημένη

source: API logging is on
el: Η καταγραφή του API είναι ενεργοποιημένη

source: Available from
el: Ανοιχτό

source: Deleted user attempts
el: Οι προσπάθειες των χρηστών διαγράφηκαν

source: Save tracks
el: Αποθήκευση tracks

source: Skip overview
el: Προσπεράστε την σύνοψη

# $string['scormtype']
source: Type
el: Τύπος

source: View reports
el: Προβολή αναφορών

source: View scores
el: Προβολή των βαθμολογιών

source: Allow the window to be scrolled
el: Εμφάνιση γραμμών κύλισης

source: SCORM package - activity information
el: πακέτο SCORM - πληροφορίες δραστηριότητας

source: Select all
el: Επιλογή όλων

source: Deselect all
el: Αποεπιλογή όλων

source: Show
el: Εμφάνιση

source: To the side
el: Στην αριστερή μεριά

source: Student skip content structure page
el: Μη προβολή σελίδας δομής περιεχομένου

source: This preference sets the default for when to skip content structure for a page
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για τη μη προβολή σελίδας δομής περιεχομένου

source: WARNING: slash arguments is disabled on this site and objects may not function as expected!
el: ΠΡΟΣΟΧΗ: Η επιλογή slash arguments είναι απενεργοποιημένη στο Moodle και μπορεί το SCORM να μη λειτουργεί σωστά!

source: Stage size
el: Μέγεθος σκηνής

source: Started on
el: Ξεκίνησε στις

source: Status
el: Κατάσταση

source: Show the status bar
el: Εμφάνιση της γραμμής κατάστασης

# $string['student_response']
source: Response
el: Απόκριση

# $string['subplugintype_scormreport']
source: Report
el: Αναφορά

# $string['subplugintype_scormreport_plural']
source: Reports
el: Αναφορές

source: Suspended
el: Αναστέλλεται

source: Syntax error
el: Συντακτικό λάθος

source: Unknown tag ({$a->tag}) with this content: {$a->value}
el: Άγνωστη ετικέτα ({$a->tag}) με αυτό το περιεχόμενο: {$a->value}

# $string['time']$string['time']
source: Time
el: Χρόνος

source: Title
el: Τίτλος

source: TOC
el: Πίνακας περιεχομένων

source: Show the toolbar
el: Δείξε την εργαλειοθήκη

source: Tag {$a->tag} has too many attributes
el: Η ετικέτα ({$a->tag}) έχει υπερβολικά πολλές ιδιότητες

source: Tag {$a->tag} has too many children
el: Η ετικέτα ({$a->tag}) έχει υπερβολικά πολλά παιδιά

# $string['totaltime']
source: Time
el: Συνολικός Χρόνος

source: Correct count
el: Καταμέτρηση σωστών απαντήσεων

source: Number of correct results for the question
el: Αριθμός σωστών απαντήσεων για την ερώτηση

source: Id
el: Αναγνωριστικό

source: This is the identifier set by your SCORM package for this question, the SCORM specification doesn't allow the full question text to be provided.
el: Αυτό είναι το αναγνωριστικό που ορίζεται από το πακέτο SCORM για την ερώτηση, η προδιαγραφή SCORM δεν επιτρέπει την εμφάνιση του πλήρους κειμένου της ερώτησης.

source: WARNING: The tracking data of this package will be lost!
el: ΠΡΟΣΟΧΗ: Τα tracking δεδομένα αυτού του πακέτου θα χαθούν!

source: Latency
el: Χρόνος αναμονής

source: The time elapsed between the time the question was made available to the learner for a response and the time of the first response.
el: Το χρονικό διάστημα που μεσολάβησε μεταξύ του χρόνου διάθεσης της ερώτησης στο μαθητή για απάντηση και ο χρόνος της πρώτης απάντησης.

source: Pattern
el: Πρότυπο

source: This is what a correct response to this question would be, it does not show the learners response.
el: Ποια θα ήταν μια σωστή απάντηση σε αυτή την ερώτηση, δεν εμφανίζει την απάντηση των μαθητών.

# $string['trackresponse']
source: Response
el: Απάντηση

source: This is the response made by the learner for this question
el: Αυτή είναι η απάντηση που έδωσε ο μαθητής στην ερώτηση

# $string['trackresult']
source: Result
el: Αποτέλεσμα

source: Shows if the learner entered a correct response.
el: Εμφανίζει αν ο μαθητής έδωσε τη σωστή απάντηση

source: Maximum score
el: Μέγιστη βαθμολογία

source: Maximum value that can be assigned for the raw score
el: Η μέγιστη τιμή που μπορεί να δοθεί για την ανεπεξέργαστη βαθμολογία

# $string['trackscoremin']
source: Minimum score
el: Ελάχιστη βαθμολογία

source: Minimum value that can be assigned for the raw score
el: Η ελάχιστη τιμή που μπορεί να δοθεί για την ανεπεξέργαστη βαθμολογία

# $string['trackscoreraw']
source: Raw score
el: Ανεπεξεργαστή βαθμολογία

source: Number that reflects the performance of the learner relative to the range bounded by the values of min and max
el: Ο αριθμός που αντικατοπτρίζει την απόδοση του μαθητή σε σχέση με το εύρος που ορίζεται από τις τιμές της ελάχιστης και μέγιστης βαθμολογίας

source: Suspend data
el: Αναστολή δεδομένων

source: Provides space to store and retrieve data between learner sessions
el: Παρέχει χώρο για την αποθήκευση και ανάκτηση δεδομένων μεταξύ των συνεδριών του μαθητή

# $string['tracktime']
source: Time
el: Χρόνος

source: Time at which the attempt was started
el: Η ώρα που ξεκίνησε η προσπάθεια

# $string['tracktype']
source: Type
el: Τύπος

source: Type of the question, for example "choice" or "shortanswer".
el: Ο τύπος της ερώτησης, για παράδειγμα "επιλογής" ή "σύντομης απάντησης"

source: Weight
el: Βαρύτητα

source: Weight assigned to the question when calculating score.
el: Η βαρύτητα που έχει ανατεθεί στην ερώτηση κατα τον υπολογισμό της βαθμολογίας.

# $string['type']
source: Type
el: Τύπος

source: External AICC URL
el: URL Εξωτερικού AICC

source: External SCORM manifest
el: Εξωτερικό πακέτο SCORM

source: Uploaded package
el: Μεταφορτωμένο πακέτο

source: Downloaded package
el: Κατεβασμένο πακέτο

source: Under content
el: Κάτω από το περιεχομένο

source: An error occurs during package unzip
el: Εμφανίστηκε σφάλμα κατά την αποσυμπίεση του πακέτου

source: Auto-update frequency
el: Συχνότητα αυτόμετων ενημερώσεων

source: This preference sets the default auto-update frequency of an activity
el: Η ρύθμιση αυτή καθορίζει τη συχνότητα αυτόμετων ενημερώσεων της δραστηριότητας

source: Auto-update frequency can only be set when the package file is hosted externally
el: Η συχνότητα αυτόματης ενημέρωσης μπορεί να οριστεί μόνο όταν το αρχείο του πακέτου φιλοξενείται εξωτερικά

source: This allows the external package to be automatically downloaded and updated
el: Επιτρέπει το εξωτερικό πακέτο να κατεβαίνει και να ενημερώνεται αυτόματα

source: Validate a package
el: Επικύρωση πακέτου

source: Validation result
el: Αποτελέσμα επικύρωσης

source: This preference set the DOMXML library used for validating SCORM Manifest. If you don't know leave the selected choice.
el: Αυτή η ρύθμιση ορίζει τη βιβλιοθήκη DOMXML που χρησιμοποιείται για την επικύρωση των αρχείων καταγραφής SCORM. Αν δε γνωρίζετε αφήστε την επιλεγμένη ρύθμιση.

source: Value
el: Τιμή

source: The manifest version is older than 1.3, warning at {$a->tag} tag
el: Η έκδοση των αρχείων καταγραφής είναι παλαιότερη της 1.3, προσοχή στην ετικέτα {$a->tag}

source: View reports for {$a} attempts
el: Εμφάνιση αναφορών για {$a} προσπάθειες

source: View reports for {$a} users
el: Εμφάνιση αναφορών για {$a} χρήστες

source: Attempts grading
el: Βαθμολόγηση προσπαθειών

source: Whether the highest, average (mean), first or last completed attempt is recorded in the gradebook if multiple attempts are allowed.
el: Η ρύθμιση αυτή χρησιμοποιείται σαν εξ' ορισμού τιμή για τη βαθμολόγηση προσπαθειών

source: If multiple attempts are allowed, this setting specifies whether the highest, average (mean), first or last completed attempt is recorded in the gradebook. The last completed attempt option does not include attempts with a 'failed' status. Notes on handling of multiple attempts: * The option to start a new attempt is provided by a checkbox above the Enter button on the content structure page, so be sure you're providing access to that page if you want to allow more than one attempt. * Some SCORM packages are intelligent about new attempts, many are not. What this means is that if the learner re-enters an existing attempt, if the SCORM content does not have internal logic to avoid overwriting previous attempts they can be overwritten, even though the attempt was 'completed' or 'passed'. * The settings "Force completed", "Force new attempt" and "Lock after final attempt" also provide further management of multiple attempts.
el: Αν επιτρέπονται πολλαπλές προσπάθειες, αυτή η ρύθμιση καθορίζει αν η υψηλότερη, ο μέσος όρος, η πρώτη ή η τελευταία ολοκληρωμένη προσπάθεια καταγράφεται στο βαθμολόγιο. Η επιλογή της τελευταίας ολοκληρωμένης προσπάθειας δεν περιλαμβάνει απόπειρες σε κατάσταση 'απέτυχε'.<br/><br/> Σημειώνεται σχετικά με το χειρισμό των πολλαπλών προσπαθειών: <br/><br/> * Η επιλογή για να ξεκινήσει μια νέα προσπάθεια παρέχεται από ένα πλαίσιο ελέγχου πάνω από το πλήκτρο Enter στη σελίδα δομή του περιεχομένου, οπότε επιβεβαιώστε ότι υπάρχει πρόσβαση σε αυτή τη σελίδα, αν θέλετε να επιτρέψετε περισσότερες από μία προσπάθειες.<br/> * Μερικά πακέτα SCORM είναι έξυπνα σχετικά με τις νέες προσπάθειες ενώ άλλα δεν είναι. Αυτό σημαίνει ότι αν ο μαθητής εισέλθει εκ νέου σε μια υπάρχουσα προσπάθεια, αν το περιεχόμενο SCORM δεν έχει εσωτερική λογική για την αποφυγή αντικατάστασης προηγούμενων προσπαθειών μπορούν να αντικατασταθούν, ακόμα και αν η προσπάθεια ήταν 'ολοκληρώθηκε' ή 'πέρασε'.<br/> * Οι ρυθμίσεις "Επιβολή ολοκλήρωσης", "Επιβολή νέας προσπάθειας" και "Κλείδωμα μετά την τελική προσπάθεια" μπορούν επίσης να παρέχουν περαιτέρω διαχείριση των πολλαπλών προσπαθειών.

source: Width
el: Πλάτος

source: Window
el: Παράθυρο

source: You must select a status to require
el: Θα πρέπει να επιλέξετε μια απαιτούμενη κατάσταση
