Repository: eellak/moodle-po
Catalog: po-*/tool_xmldb.po
Languages: el

source: Actual
el: Πραγματικά

source: After table:
el: Μετά τον πίνακα:

source: Back
el: Πίσω

source: Back to main
el: Επιστροφή στην Κεντρική

source: Cannot insert the "id" field. It is an autonumeric column
el: Το πεδίο "id" δεν μπορεί να εισαχθεί. Συμπληρώνεται αυτόματα

source: Change
el: Αλλαγή

source: Incorrect length for char field
el: Λάθος μήκος πεδίου χαρακτήρων

source: Check integers
el: Έλεγχος μεγάλων αριθμών

source: Look for incorrect DB integers
el: Έλεγχος για εσφαλμένους αριθμούς

source: Check defaults
el: Έλεγχος εξορισμού τιμών

source: Look for inconsistent default values
el: Έλεγχος για εσφαλμένες εξορισμού τιμές

source: Check foreign keys
el: Έλεγχος κλειδιών

source: Look for foreign key violations
el: Έλεγχος για παραβιάσεις κλειδιών

source: Check indexes
el: Έλεγχος ευρετηρίων

source: Look for missing DB indexes
el: Έλεγχος για μη υπάρχοντα ευρετήρια

source: (see the complete log of the search below)
el: (δείτε το πλήρες ιστορικό της έρευνας παρακάτω)

source: This functionality will search for <a href="http://tracker.moodle.org/browse/MDL-11038">potential wrong integer fields</a> in your Moodle server, generating (but not executing!) automatically the needed SQL statements to have all the integers in your DB properly defined. Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that). It's highly recommended to be running the latest (+ version) available of your Moodle release before executing the search of wrong integers. This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.
el: This functionality will search for <a href="http://tracker.moodle.org/browse/MDL-11038">potential wrong integer fields</a> in your Moodle server, generating (but not executing!) automatically the needed SQL statements to have all the integers in your DB properly defined.<br /><br /> Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that).<br /><br /> It's highly recommended to be running the latest (+ version) available of your Moodle release (1.8, 1.9, 2.x ...) before executing the search of wrong integers.<br /><br /> This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.

source: This functionality will search for inconsistent default values in your Moodle server, generating (but not executing!) the needed SQL statements to have all the default values properly defined. Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that). It's highly recommended to be running the latest (+ version) available of your Moodle release before executing the search of inconsistent default values. This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.
el: This functionality will search for inconsistent default values in your Moodle server, generating (but not executing!) the needed SQL statements to have all the default values properly defined.<br /><br /> Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that).<br /><br /> It's highly recommended to be running the latest (+ version) available of your Moodle release (1.8, 1.9, 2.x ...) before executing the search of inconsistent default values.<br /><br /> This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.

source: This functionality will search for potential violations of the foreign keys defined in the install.xml definitions. (Moodle does not currently generate actual foreign key constraints in the database, which is why invalid data may be present.) It's highly recommended to be running the latest (+ version) available of your Moodle release before executing the search for potential violations of the foreign keys. This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.
el: This functionality will search for potential violations of the foreign keys defined in the install.xml definitions. (Moodle does not currently generate acutal foreign key constraints in the database, which is why invalid data may be present.)<br /><br /> It's highly recommended to be running the latest (+ version) available of your Moodle release (1.8, 1.9, 2.x ...) before executing the search of missing indexes.<br /><br /> This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.

source: This functionality will search for potential missing indexes in your Moodle server, generating (but not executing!) automatically the needed SQL statements to keep everything updated. Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that). It's highly recommended to be running the latest (+ version) available of your Moodle release before executing the search of missing indexes. This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.
el: This functionality will search for potential missing indexes in your Moodle server, generating (but not executing!) automatically the needed SQL statements to keep everything updated.<br /><br /> Once generated you can copy such statements and execute them safely with your favourite SQL interface (don't forget to backup your data before doing that).<br /><br /> It's highly recommended to be running the latest (+ version) available of your Moodle release (1.8, 1.9, 2.x ...) before executing the search of missing indexes.<br /><br /> This functionality doesn't perform any action against the DB (just reads from it), so can be safely executed at any moment.

source: Are you absolutely sure that you want to delete the field:
el: Θέλετε σίγουρα να διαγράψετε το πεδίο:

source: Are you absolutely sure that you want to delete the index:
el: Θέλετε σίγουρα να διαγράψετε το ευρετήριο:

source: Are you absolutely sure that you want to delete the key:
el: Θέλετε σίγουρα να διαγράψετε το κλειδί:

source: Are you absolutely sure that you want to delete the table:
el: Θέλετε σίγουρα να διαγράψετε τον πίνακα:

source: Are you absolutely sure that you want to delete the file:
el: Θέλετε σίγουρα να διαγράψετε το αρχείο:

source: Are you absolutely sure that you want to revert changes performed over:
el: Θέλετε σίγουρα να ακυρώσετε τις αλλαγές που κάνατε:

source: Create
el: Δημιουργία

source: Create table:
el: Δημιουργία Πίνακα:

source: Incorrect default
el: Λάθος προεπιλογή

source: Delete
el: Διαγραφή

source: Delete field
el: Διαγραφή Πεδίου

source: Delete index
el: Διαγραφή Ευρετηρίου

source: Delete key
el: Διαγραφή Κλειδιού

source: Delete table
el: Διαγραφή Πίνακα

source: Delete XML file
el: Διαγραφή XML Αρχείου

source: Down
el: Κάτω

source: Duplicate
el: Δημιουργία Αντιγράφου

source: Another field with that name exists
el: Υπάρχει άλλο πεδίο με το ίδιο όνομα

source: Another key with that name exists
el: Υπάρχει άλλο κλειδί με το ίδιο όνομα

source: Edit
el: Επεξεργασία

source: Edit field
el: Επεξεργασία Πεδίου

source: Edit index
el: Επεξεργασία Ευρετηρίου

source: Edit key
el: Επεξεργασία Κλειδιού

source: Edit table
el: Επεξεργασία Πίνακα

source: Edit XML file
el: Επεξεργασία XML Αρχείου

source: Incorrect values for enum field
el: Λάθος τιμή πεδίου απαρίθμησης

source: Expected
el: Αναμενόμενο

source: Sorry - the PHP extension '{$a}' is required for this action. Please install the extension if you want to use this feature.
el: Δε μπορείτε να εκτελέσετε αυτή την ενέργεια γιατί αυτό απαιτεί να είναι εγκατεστημένη η επέκταση "{$a}" της PHP. Εγκαταστήστε την αν θέλετε να προχωρήσετε.

source: Field
el: Πεδίο

source: Name field empty
el: Άδειο πεδίο ονόματος

source: Fields
el: Πεδία

source: This field is used as key.
el: Το πεδίο αυτό χρησιμοποιείται σαν κλειδί.

source: File not writeable
el: Μη εγγράψιμο αρχείο

source: Foreign key {$a->keyname} on table {$a->tablename} is violated by {$a->numviolations} out of {$a->numrows} rows.
el: Το κλειδί {$a->keyname} στον πίνακα {$a->tablename} παραβιάζεται {$a->numviolations} φορές σε {$a->numrows} συνολικά εγγραφές.

source: Incorrect number of decimals for float field
el: Λάθος αριθμός δεκαδικών ψηφίων πεδίου πραγματικού αριθμού

source: Incorrect length for float field
el: Λάθος μήκος πεδίου πραγματικού αριθμού

source: Documentation
el: Οδηγίες χρήσης

source: Go to last used file
el: Μετάβαση στο τελευταίο χρησιμοποιούμενο αρχείο

source: Incorrect name
el: Λάθος όνομα

source: Index
el: Ευρετήριο

source: Indexes
el: Ευρετήρια

source: Incorrect length for integer field
el: Λάθος μήκος πεδίου ακεραίου αριθμού

source: Key
el: Κλειδί

source: Keys
el: Κλειδιά

source: List of Reserved Words<br />(used to keep <a href="http://docs.moodle.org/en/XMLDB_reserved_words" target="_blank">XMLDB_reserved_words</a> updated)
el: Λίστα Κλειδωμένων Λέξεων <br/>(χρησιμοποιείται για ενημέρωση των <a href="http://docs.moodle.org/en/XMLDB_reserved_words" target="_blank">XMLDB_reserved_words</a>)

source: Load
el: Φόρτωση

source: Main view
el: Κεντρική Όψη

source: Missing
el: Λείπουν

source: Missing indexes found
el: Βρέθηκαν ευρετήρια να λείπουν

source: You must select one field to see field related actions!
el: Πρέπει να επιλέξετε ένα πεδίο για να δείτε τις σχετικές ενέργειες

source: You must select one index to see index related actions!
el: Πρέπει να επιλέξετε ένα ευρετήριο για να δείτε τις σχετικές ενέργειες

source: You must select one key to see key related actions!
el: Πρέπει να επιλέξετε ένα κλειδί για να δείτε τις σχετικές ενέργειες

source: New field
el: Νέο πεδίο

source: New index
el: Νέο Ευρετήριο

source: New key
el: Νέο Κλειδί

source: New table
el: Νέος Πίνακας

# $string['newtablefrommysql']
source: New table from MySQL
el: Νέος Πίνακας από MySQL

# $string['new_table_from_mysql']
source: New table from MySQL
el: Νέος Πίνακας από MySQL

source: No missing indexes have been found, your DB doesn't need further actions.
el: Δεν βρέθηκαν ελλειπή ευρετήρια.

source: No violated foreign keys found
el: Δεν βρέθηκαν παραβιασμένα κλειδιά

source: No inconsistent default values have been found, your DB does not need further actions.
el: Δεν βρέθηκαν εφαλμένες εξορισμού τιμές

source: No wrong integers have been found, your DB doesn't need further actions.
el: Δεν βρέθηκαν εσφαλμένες αριθμητικές τιμές

source: Incorrect number of decimals for number field
el: Λάθος αριθμός δεκαδικών ψηφίων αριθμητικού πεδίου πραγματικού αριθμού

source: Incorrect length for number field
el: Λάθος μήκος αριθμητικού πεδίου

source: XMLDB editor
el: Επεξεργαστής XMLDB

source: Reserved
el: Κλειδωμένο

source: Reserved words
el: Κλειδωμένες Λέξεις

source: Revert
el: Επαναφορά

source: Revert changes
el: Επαναφορά Αλλαγών

source: Save
el: Αποθήκευση

source: Search results
el: Αποτελέσματα Εύρεσης

source: Select action:
el: Επιλογή Ενέργειας:

source: Select database:
el: Επιλογή Βάσης Δεδομένων:

source: Select field/key/index:
el: Επιλογή Πεδίου/Κλειδιού/Ευρετηρίου

source: Please select one action from the list to view PHP code
el: Επιλέξτε μία Ενέργεια από τη λίστα για να δείτε τον κώδικα PHP

source: Please select one field/key/index from the list to view the PHP code
el: Επιλέξτε ένα Πεδίο/Κλειδί/Ευρετήριο από τη λίστα για να δείτε τον κώδικα PHP

source: Select table:
el: Επιλογή Πίνακα:

source: Table
el: Πίνακας

source: Tables
el: Πίνακες

source: Unload
el: Αποφόρτωση

source: Up
el: Πάνω

source: View
el: Δείτε

source: View edited
el: Δείτε το Επεξεργασμένο

source: View original
el: Δείτε το Αρχικό

source: View PHP code
el: Δείτε τον Κώδικα PHP

source: View reserved words
el: Δείτε Κλειδωμένες Λέξεις

source: View SQL code
el: Δείτε τον Κώδικα SQL

source: View structure PHP
el: Δείτε τη Δομή PHP

source: View structure SQL
el: Δείτε τη Δομή SQL

source: View table PHP
el: Δείτε τον Πίνακα PHP

source: View table SQL
el: Δείτε τον Πίνακα SQL

source: Violated foreign keys
el: Παραβιασμένα κλειδιά

source: Violated foreign keys found
el: Βρέθηκαν παραβιασμένα κλειδιά

source: Violations
el: Παραβιάσεις

source: Wrong
el: Λάθος

source: Wrong defaults found
el: Βρέθηκαν εσφαλμένες εξορισμού τιμές

source: Wrong integers found
el: Βρέθηκαν εσφαλμένες αριθμητικές τιμές

source: Incorrect length for enum field
el: Λάθος μήκος πεδίου απαρίθμησης

source: Currently used reserved words<br />(note that table names aren't important if using $CFG->prefix)
el: Κλειδωμένες Λέξεις που Χρησιμοποιούνται <br />(τα ονόματα των πινάκων δεν έχουν σημασία αν χρησιμοποιείτε το $CFG->prefix)

source: <p>Some missing indexes have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to create all of them. Remember to backup your data first!</p> <p>After doing that, it's highly recommended to execute this utility again to check that no more missing indexes are found.</p>
el: Some missing indexes have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to create all them (don't forget to backup your data before doing that).<br /><br />After doing that, it's highly recommended to execute this utility again to check that no more missing indexes are found.

source: <p>Some inconsistent defaults have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to fix them all. Remember to backup your data first!</p> <p>After doing that, it's highly recommended to execute this utility again to check that no more inconsistent defaults are found.</p>
el: Some inconsistent defaults have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to fix them all (don't forget to backup your data before doing that).<br /><br />After doing that, it's highly recommended to execute this utility again to check that no more iconsistent defaults are found.

source: <p>Some wrong integers have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to create all them. Remember to backup your data first!</p> <p>After doing that, it's highly recommended to execute this utility again to check that no more wrong integers are found.</p>
el: Some wrong integers have been found in your DB. Here are their details and the needed SQL statements to be executed with your favourite SQL interface to create all them (don't forget to backup your data before doing that).<br /><br />After doing that, it's highly recommended to execute this utility again to check that no more wrong integers are found.
