Repository: eellak/moodle-po
Catalog: po-*/tool_assignmentupgrade.po
Languages: el

source: Are you sure?
el: Είστε σίγουροι;

source: Are you sure you want to upgrade the assignment "{$a->name}"?
el: Είστε σίγουροι πως θέλετε να αναβαθμίσετε την εργασία "{$a->name}";

source: Assignment ID
el: ID εργασίας

source: Assignment could not be found (id={$a})
el: Η εργασία δε βρέθηκε (id={$a})

source: Assignments per page
el: Εργασίες / σελίδα

source: Assignment type
el: Τύπος εργασίας

source: Back to index
el: Πίσω στα περιεχόμενα

source: Batch operations
el: Μαζικές λειτουργίες

source: Upgrade multiple assignments
el: Αναβάθμιση πολλαπλών εργασιών

source: Confirm batch upgrade assignments
el: Επιβεβαίωση μαζικής αναβάθμισης εργασιών

source: Assignment converted
el: Η εργασία αναβαθμίστηκε

source: The assignment conversion was not successful. The log from the upgrade was: <br />{$a}
el: Η αναβάθμιση των εργασιών δεν ήταν επιτυχής. Το σφάλμα από το ημερολόγιο καταγραφής ήταν: <br />{$a}

source: List assignments that have not been upgraded
el: Εμφάνιση εργασιών που δεν αναβαθμίστηκαν

source: You can upgrade individual assignments from here
el: Μπορείτε να αναβαθμίσετε μεμονωμένες εργασίες από εδώ

source: No assignments selected
el: Δεν έχουν επιλεγεί εργασίες

source: There are no assignments that require upgrading
el: Δεν υπάρχουν εργασίες που χρήζουν αναβάθμισης

source: This page lists the assignments created with an older version of Moodle that have not been upgraded to the new assignment module in Moodle 2.3. Not all assignments can be upgraded - if they were created with a custom assignment subtype, then that subtype will need to be upgraded to the new assignment plugin format in order to complete the upgrade.
el: Η σελίδα αυτή περιέχει εργασίες που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του Moodle και δεν έχουν αναβαθμιστεί στη νέα μονάδα εργασιών που χρησιμοποιείται από το Moodle 2.3 και μετέπειτα. Δεν μπορούν να αναβαθμιστούν όλες οι εργασίες - εάν έχουν δημιουργηθεί με κάποιον ειδικό τύπο εργασίας, ο τύπος αυτός θα πρέπει να αναβαθμιστεί στη νέα μορφή plugin για να ολοκληρωθεί η αναβάθμιση.

source: Assignments not upgraded
el: Εργασίες που δεν αναβαθμίστηταν

source: Assignment upgrade helper
el: Εργαλείο αναβάθμισης εργασιών

source: Select
el: Επιλογή

source: Submissions
el: Υποβολές

source: Upgrade
el: Αναβάθμιση

source: Unknown
el: Άγνωστο

source: Update table
el: Πίνακας αναβάθμισης

source: Upgradable
el: Υποστηρίζεται αναβάθμιση

source: Upgrade all assignments
el: Αναβάθμιση όλων των εργασιών

source: Upgrade all assignments?
el: Θέλετε να αναβαθμίσετε όλες τις εργασίες;

source: Result: Upgrade failed. The log from the upgrade was: <br/><div class="tool_assignmentupgrade_upgradelog">{$a->log}</div>
el: Αποτέλεσμα: Η αναβάθμιση απέτυχε. Το σφάλμα από το ημερολόγιο καταγραφής ήταν: <br/><div class="tool_assignmentupgrade_upgradelog">{$a->log}</div>

source: Result: Upgrade successful
el: Αποτέλεσμα: Αναβάθμιση επιτυχής

source: Upgrade assignment: {$a->name} (Course: {$a->shortname})
el: Αναβάθμιση εργασίας: {$a->name} (Μάθημα: {$a->shortname})

source: Upgrade assignment {$a->current} of {$a->total}
el: Αναβάθμιση εργασίας {$a->current} από {$a->total}

source: Upgrade selected assignments
el: Αναβάθμιση επιλεγμένων εργασιών

source: Upgrade {$a} selected assignments?
el: Θέλετε να αναβαθμίσετε τις {$a} εργασίες;

source: Upgrade single assignment
el: Αναβάθμιση μεμονωμένης εργασίας

source: View the course with the converted assignment
el: Προβολή του μαθήματος με την αναβαθμισμένη εργασία
