Repository: eellak/moodle-po
Catalog: po-*/treasurehunt.po
Languages: el

source: You belong to more than one group assigned to the same road, so you can not play the activity.
el: Ανήκετε σε περισσότερες από μία ομάδες στις οποίες έχει ανατεθεί η ίδια διαδρομή, έτσι δεν μπορείτε να παίξετε τη δραστηριότητα.

source: Member of more than one group, so unable to make the activity.
el: Ανήκετε σε περισσότερες από μία ομάδες, έτσι δεν μπορείτε να παίξετε τη δραστηριότητα.

source: You must correctly answer the question before continuing
el: Πρέπει να απαντήσετε σωστά στην ερώτηση πριν συνεχίσετε

source: You must overcome the activity to complete before continuing
el: Πρέπει να ολοκληρώσετε τη δραστηριότητα πριν συνεχίσετε

source: You must answer the question correctly and overcome the activity to complete before continuing
el: Πρέπει να απαντήσετε σωστά στην ερώτηση και να ολοκληρώσετε τη δραστηριότητα πριν συνεχίσετε

source: Next
el: Επόμενο

source: You must select an answer
el: Πρέπει να επιλέξετε μια απάντηση

source: You have not made any attempt
el: Δεν έχετε κάνει καμία προσπάθεια

source: There is no stage number {$a} in the database. Reload the page
el: Δεν υπάρχει στάδιο με αριθμό {$a} στη βάση δεδομένων. Ξαναφορτώστε (reload) τη σελίδα

source: No group assigned to this road
el: Καμία ομάδα δεν έχει συσχετισθεί σε αυτή τη διαδρομή

source: You have no group assigned to a road, so you can not play the activity.
el: Δεν έχετε συσχετίσει τη διαδρομή με κάποια ομάδα, έτσι δεν μπορείτε να εκτελέσετε τη δραστηριότητα.

source: You have no road assigned, so you can not play the activity.
el: Δεν έχετε προσθέσει διαδρομή, έτσι δεν μπορείτε να εκτελέσετε τη δραστηριότητα.

# $string['nogrouproad']
source: {$a} has no road assigned.
el: {$a} δεν είναι συσχετισμένο με κάποια διαδρομή.

source: First mark on the map the desired point. Place the <img src="pix/my_location.png" width="28"/>
el: Πρώτα σημειώστε στο χάρτη το επιθυμητό σημείο. Τοποθετήστε το <img src="pix/my_location.png" width="28"/>

source: No results found.
el: Δεν βρέθηκαν αποτελέσματα.

source: No roads have been added yet
el: Δεν έχουν προστεθεί ακόμα διαδρομές

source: You can not change the order of stages after attempts have been made on the road
el: Δεν μπορείτε να αλλάξετε τη σειρά των σταδίων, εφόσον έχουν ήδη γίνει προσπάθειες στη διαδρομή

source: Attempts have already been made in this road, you can not add more stages
el: Έχουν ήδη γίνει προσπάθειες σε αυτόν τον δρόμο, οπότε δεν μπορείτε να προσθέσετε περισσότερα στάδια

source: Attempts have already been made in this road, you can not delete any stage
el: Έχουν ήδη γίνει προσπάθειες σε αυτόν τον δρόμο, οπότε δεν μπορείτε να διαγράψετε κανένα στάδιο

source: Not a member of any group
el: Δεν είναι μέλος κάποιας ομάδας

source: There is no treasure hunt in this course
el: Δεν υπάρχει κυνήγι θησαυρού σε αυτό το μάθημα

source: No user assigned to this road
el: Δεν έχει συσχετισθεί χρήστης σε αυτή τη διαδρομή

source: {$a} has not made any attempt
el: {$a} δεν έχει κάνει κάποια προσπάθεια

# $string['nouserroad']
source: {$a} has no road assigned.
el: {$a} δεν έχει συσχετισθεί με κάποια διαδρομή .

source: No user / group has progress on this road.
el: Κανένας χρήστης / ομάδα δεν έχει σημειώσει πρόοδο σε αυτή τη διαδρομή.

source: Out of time
el: Τέλος χρόνου

source: To discover the first stage you should start from the marked area on the map
el: Για να ανακαλύψετε το πρώτο στάδιο θα πρέπει να ξεκινήσετε από τη σημειωμένη περιοχή στο χάρτη

# $string['play']
source: Play
el: Παίξτε

source: Enjoy pursuing the treasure with your mates!
el: Απολαύστε το Κηνύγι του Θησαυρού με τους φίλους σας!

source: Discover stage without moving
el: Ανακαλύψτε το στάδιο, χωρίς να κινηθείτε

source: If this option is enabled, students can discover this stage without moving to any place. To do this, every time the student takes a simple click on the map a mark is created, erasing the previous if any, indicating the last desired point. Upon completion of the stage, the game will change to the default settings of the activity
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, οι μαθητές μπορούν να ανακαλύψουν αυτό το στάδιο χωρίς να μετακινηθούν σε οποιοδήποτε μέρος. Για να γίνει αυτό, κάθε φορά που ο παίχτης κάνει ένα απλό κλικ στο χάρτη δημιουργείται ένα σημάδι, σβήνοντας το προηγούμενο αν υπάρχει, υποδεικνύοντας το τελευταίο επιθυμητό σημείο. Με την ολοκλήρωση του σταδίου, το παιχνίδι θα αλλάξει στις προεπιλεγμένες ρυθμίσεις της δραστηριότητας

source: Discover stage by reading this QR text
el: Ανακαλύψτε το στάδιο διαβάζοντας αυτό το QR κείμενο

source: If this option has a value, students can discover this stage by scanning a QR code available at that location.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, οι μαθητές μπορούν να ανακαλύψουν αυτό το στάδιο σαρώνοντας έναν κώδικα QR που είναι διαθέσιμος σε εκείνη την τοποθεσία.

source: Playing without moving
el: Παίξτε χωρίς μετακίνηση

source: If this option is enabled, students may play from their computers without moving to places. To do this, every time the student takes a simple click on the map a mark is created, erasing the previous if any, indicating the last desired point.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, οι παίχτες μπορούν να παίξουν από τους υπολογιστές τους χωρίς να μετακινηθούν σε μέρη. Για να γίνει αυτό, κάθε φορά που ο παίχτης κάνει ένα απλό κλικ στο χάρτη, δημιουργείται ένα σημάδι, σβήνοντας το προηγούμενο αν υπάρχει, υποδεικνύοντας το τελευταίο επιθυμητό σημείο.

source: Treasure hunt administration
el: Διαχείριση Κυνήγι Θησαυρού

# $string['pluginname']
source: Treasure Hunt
el: Κυνήγι Θησαυρού

source: Prev
el: Προηγούμενο

source: Question
el: Ερώτηση

source: Remove
el: Διαγραφή

source: Delete all treasure hunts attempts
el: Διαγράψτε όλες τις προσπάθειες για το κυνήγι θησαυρού

source: Activity to complete has been removed
el: Η δραστηριότητα ολοκλήρωσης έχει καταργηθεί

source: The question has been removed
el: Η ερώτηση έχει καταργηθεί

source: If you remove the road all associated stages were removed and you can no longer recover
el: Εάν καταργήσετε τη διαδρομή, όλα τα σχετικά στάδια θα καταργηθούν και δεν μπορείτε πλέον να τα επαναφέρετε

source: You can delete parts of the locations geometries. Just select a polygon and then press this button.
el: Μπορείτε να διαγράψετε τμήματα από τη γεωμετρικά δεδομένα των τοποθεσιών. Απλά επιλέξτε ένα πολύγωνο και, στη συνέχεια, πατήστε αυτό το κουμπί.

source: If you remove it you can not retrieve it
el: Εάν το καταργήσετε, δεν θα μπορείτε να το ανακτήσετε

source: Restrictions to discover stage
el: Περιορισμοί στην ανακάλυψη σταδίου

source: Review of play
el: Ανασκόπηση του παιχνιδιού

# $string['road']
source: Road
el: Διαδρομή

source: This road is complete. Congratulations! You have done the treasure hunt. You can check your history in the map.
el: Η διαδρομή ολοκληρώθηκε! Συγχαρητήρια! Έχετε ολοκληρώσει το κυνήγι του θησαυρού. Μπορείτε να ελέγξετε το ιστορικό σας στο χάρτη.

# $string['roadmap']
source: Road
el: Διαδρομή

source: Road's name
el: Όνομα Διαδρομής

source: In this area you will find the diferent roads of your game. Select one of them to edit the stages.
el: Σε αυτή την περιοχή θα βρείτε τις διαφορετικές διαδρομές του παιχνιδιού σας. Επιλέξτε μία από αυτές για να επεξεργαστείτε τα στάδια.

# $string['roadview']
source: Road
el: Διαδρομή

source: All modified stages must have geometry before saving
el: Όλα τα τροποποιημένα στάδια πρέπει να έχουν γεωμετρία πριν από την αποθήκευση

source: After drawing yout locations, don't forget to save your changes.
el: Αφού σχεδιάσετε τις τοποθεσίες σας, μην ξεχάσετε να αποθηκεύσετε τις αλλαγές σας.

source: You have not saved changes.
el: Δεν έχετε αποθηκεύσει τις αλλαγές.

source: Generate a QRCode
el: Δημιουργία QRCode

source: Scan QRCode
el: Σάρωση QRCode

source: Search
el: Αναζήτηση

source: Searching
el: Γίνεται αναζήτηση

source: Search location
el: Αναζήτηση τοποθεσίας

source: Whith this search area you can find your way rapidly
el: Με αυτήν την περιοχή αναζήτησης μπορείτε να βρείτε το δρόμο σας γρήγορα

source: This action can not be undone.
el: Αυτή η ενέργεια δεν μπορεί να ανακληθεί.

source: Are you sure you want to send this location?
el: Είστε βέβαιοι ότι θέλετε να στείλετε αυτήν την τοποθεσία;

source: Quit
el: Έξοδος

source: Stage
el: Στάδιο

source: Clue to locate the next stage
el: Στοιχείο για να εντοπίσετε το επόμενο στάδιο

source: Here you should describe the clue to reach the next location. In case it is the last stage, must leave a feedback message indicating that the treasure hunt has ended.
el: Εδώ θα πρέπει να περιγράψετε το στοιχείο - ένδειξη για να φτάσετε στην επόμενη τοποθεσία. Σε περίπτωση που πρόκειται για το τελευταίο στάδιο, πρέπει να αφήσετε ένα μήνυμα επισημαίνοντας ότι το κυνήγι του θησαυρού ολοκληρώθηκε.

source: Stage's name
el: Ονομασία Σταδίου

source: Stage overcome
el: Υπέρβαση Σταδίου

source: Stages
el: Στάδια

source: In this area you will find the stages of the selected road. Select each stage to zoom to the location of the stages in the map.
el: Σε αυτή την περιοχή θα βρείτε τα στάδια της επιλεγμένης διαδρομής. Επιλέξτε έκαστο στάδιο αν θέλετε να κάνετε μεγέθυνση της τοποθεσίας των σταδίων πάνω στο χάρτη.

source: Start
el: Εκκίνηση

source: You can only start from here
el: Μπορείτε να ξεκινήσετε μόνο από εδώ

source: State
el: Κατάσταση

source: It is the right place!
el: Είναι το σωστό μέρος!

source: You have exceeded the time limit for the activity. This screen only serves to review the game
el: Έχετε υπερβεί το χρονικό όριο για τη δραστηριότητα. Αυτή η προβολή χρησιμεύει μόνο για την επισκόπηση του παιχνιδιού

source: Location sent on the date:
el: Η τοποθεσία απεστάλη στις:

source: Stage discovered on the date:
el: Το στάδιο αποκαλύφθηκε στις:

source: Track trajectories
el: Παρακολούθηση πορείας

source: Register the paths made b the users while using playing mode.
el: Καταχωρίστε τις διαδρομές που πραγματοποιήθηκαν στους χρήστες κατά τη διάρκεια του παιχνιδιού.

source: Treasure hunt
el: Κυνήγι θησαυρού

source: Add a new treasurehunt
el: Προσθέστε νέο Κυνήγι θησαυρού

source: Add road
el: Προσθήκη διαδρομής

source: Add stage
el: Προσθήκη σταδίου

source: This treasure hunt closed on {$a}
el: Αυτό το κυνήγι του θησαυρού έκλεισε στις {$a}

source: Treasure hunt closes
el: Το κυνήγι του θησαυρού κλείνει

source: This treasure hunt will close at {$a}
el: Αυτό το κυνήγι του θησαυρού θα κλείσει στις {$a}

# $string['treasurehunt:editroad']
source: Edit road
el: Επεξεργασία διαδρομής

# $string['treasurehunt:editstage']
source: Edit stage
el: Επεξεργασία σταδίου

source: {$a} is editing this treasurehunt right now. Try to edit it in a few minutes.
el: {$a} επεξεργάζεται αυτό το κυνήγι θησαυρού αυτή τη στιγμή. Προσπαθήστε να το επεξεργαστείτε σε λίγα λεπτά.

# $string['treasurehunt:managetreasure']
source: Manage treasurehunt
el: Διαχειριστείτε το κυνήγι θησαυρού

# $string['treasurehunt:managetreasurehunt']
source: Manage treasurehunt
el: Διαχειριστείτε το κυνήγι θησαυρού

source: Treasure hunt's name
el: Κυνήγι θησαυρού's name

source: The treasure hunt will not be available until {$a}
el: Το κυνήγι του θησαυρού δεν θα είναι διαθέσιμο μέχρι {$a}

source: This treasure hunt opened at {$a}
el: Αυτό το κυνήγι του θησαυρού άνοιξε στις {$a}

source: Treasure hunt opens
el: Το Κυνήγι θησαυρού ανοίγει

# $string['treasurehunt:play']
source: Play
el: Παίξτε

source: View treasurehunt
el: Προβολή κυνήγι θησαυρού

source: View users historical attempts
el: Δείτε το ιστορικό προσπαθείών των χρηστών

source: Updates
el: Ενημερώσεις

source: Update times
el: Χρόνος ενημέρωσης

source: User
el: Χρήστης

source: Activity to end successfully completed for stage {$a->position} on the date: {$a->date}
el: Η δραστηριότητα ολοκληρώθηκε με επιτυχία για το στάδιο {$a->position} στις: {$a->date}

# $string['userinvalidroad']
source: {$a} has assigned an invalid road.
el: {$a} είναι συσχετισμένος με μη έγκυρη διαδρομή.

source: Failed location of stage {$a->position} on the date: {$a->date}
el: Αποτυχημένη τοποθεσία σταδίου{$a->position} στις: {$a->date}

source: Succesful location of stage {$a->position} on the date: {$a->date}
el: Επιτυχημένη τοποθεσία σταδίου {$a->position} στις: {$a->date}

# $string['usermultipleroads']
source: {$a} has more than one road assigned.
el: {$a} έχει περισσότερους από έναν δρόμους συσχετισμένους.

source: {$a} belong to more than one group assigned to the same road.
el: {$a} ανήκει σε περισσότερες από μία ομάδες που σχετίζονται με την ίδια διαδρομή.

source: User progress successfully updated
el: Η πρόοδος του χρήστη ενημερώθηκε με επιτυχία

source: Failed answer to the question of stage {$a->position} on the date: {$a->date}
el: Εσφαλμένη απάντηση στο ερώτημα του σταδίου {$a->position} στις: {$a->date}

source: Succesful answer to the question of stage {$a->position} on the date: {$a->date}
el: Επιτυχημένη απάντηση στο ερώτημα του σταδίου {$a->position} on the date: {$a->date}

source: Progress users
el: Πρόοδος χρηστών

source: Indicates the progress of the stages of each student / group according to the colors: <P>The color <B> green </B> indicates that the stage has been overcome without failures.</P> <P>The color <B> yellow </B> indicates that the stage has been oavercome with failures.</P> <P>The color <B> red </B> indicates that the stage has not been overcome and failures have been made.</P> <P>The color <B> grey </B> indicates that the stage has not been overcome and no failures have been made.</P>
el: Δείχνει την πρόοδο των σταδίων κάθε μαθητή / ομάδας σύμφωνα με τα χρώματα: <P>Το χρώμα <B> πράσινο </B> δείχνει ότι το στάδιο έχει ολοκληρωθεί χωρίς αποτυχίες.</P> <P>Το χρώμα <B> κίτρινο </B> δείχνει ότι το στάδιο έχει ολοκληρωθεί με αποτυχίες.</P> <P>Το χρώμα <B> κόκκινο </B> δείχνει ότι το στάδιο δεν έχει ολοκληρωθεί και έχουν πραγματοποιηθεί αποτυχίες.</P> <P>Το χρώμα <B> γκρι </B> δείχνει ότι το στάδιο δεν έχει ολοκληρωθεί και δεν έχουν πραγματοποιηθεί αποτυχίες.</P>

source: Stage {$a->position} overcome on the date: {$a->date}
el: Το στάδιο {$a->position} ολοκληρώθηκε στις: {$a->date}

source: Validate location
el: Επικύρωση τοποθεσίας

source: When you are confident about the location of a stage you must submit your position to check if you are correct.
el: Όταν είστε σίγουροι για τη τοποθεσία ενός σταδίου, πρέπει να καταχωρήσετε τη θέση σας ώστε να ελέγξετε αν είστε σωστοί.

source: Scan QR
el: Σάρωση QR

source: The answer does not match the question
el: Η απάντηση δεν ταιριάζει με την ερώτηση

source: <table><tr><td> This Treasurehunt includes {$a} stages with QRCodes. Please be sure your device can scan codes from the web browser. A view of your cam should be appeared bellow. Try to read any qrcode like this.</td><td> <a href="pix/qr.png"> <img src="pix/qr.png" align="top" width="100"></a></td></tr></table>
el: <table><tr><td> Αυτό το κυνήγι θησαυρού περιλαμβάνει {$a} στάδια με QRCodes. Βεβαιωθείτε ότι η συσκευή σας μπορεί να σαρώσει κωδικούς από το πρόγραμμα περιήγησης ιστού. Μια προβολή της κάμεράς σας θα πρέπει να εμφανίζεται παρακάτω. Προσπαθήστε να διαβάσετε οποιοδήποτε QRcode σαν αυτό.</td><td> <a href="pix/qr.png"> <img src="pix/qr.png" align="top" width="100"></a></td></tr></table>

source: This Treasurehunt includes {$a} stages with QRCodes. It seems that you have passed a QR test with this device.
el: Αυτό το κυνήγι θησαυρού περιλαμβάνει {$a} στάδια με QRCodes. Φαίνεται ότι έχετε περάσει μια δοκιμή QR με αυτήν τη συσκευή.

source: The following users belong to more than one group: {$a}, so are unable to play the activity.
el: Οι παρακάτω χρήστες ανήκουν σε περισσότερες από μία ομάδες: {$a}, οπότε δεν μπορούν να συμμετάσχουν στη δραστηριότητα.

source: The following groups belong to more than one grouping: {$a}, so are unable to play the activity.
el: Οι ακόλουθες ομάδες ανήκουν σε περισσότερες από μία ομαδοποιήσεις: {$a}, οπότε δεν μπορούν να συμμετάσχουν στη δραστηριότητα.

source: The following users do not belong to any group/grouping: {$a}, so are unable to play the activity.
el: Οι παρακάτω χρήστες δεν ανήκουν σε καμία ομάδα/ομάδοποίηση: {$a}, οπότε δεν μπορούν να συμμετάσχουν στη δραστηριότητα.

source: Welcome to the authoring page of TreasureHunt.
el: Καλώς ήλθατε στη σελίδα διαχείρισης για το Κυνήγι Θησαυρού.

source: Welcome to the Treasure Hunt play screen. This is the main interface to research, chase and win your treasure.
el: Καλώς ήλθατε στην οθόνη για το παιχνιδι Κυνήγι Θησαυρού. Αυτό είναι το βασικό περιβάλλον εργασίας για να ερευνήσετε, να κυνηγήσετε και να βρειτε το θησαυρό.
