Repository: eellak/moodle-po
Catalog: po-*/treasurehunt.po
Languages: el

source: Complete selected activity before
el: Ολοκληρώστε την επιλεγμένη δραστηριότητα πριν

source: The selected activity must be completed before the current clue is displayed. For the activities of the course to be displayed in the list it must be enabled the completion activity in Moodle's configuration, in the course and the activity itself.
el: Η επιλεγμένη δραστηριότητα πρέπει να ολοκληρωθεί πριν εμφανιστεί η τρέχουσα ένδειξη. Για να εμφανιστούν οι δραστηριότητες του μαθήματος στον κατάλογο πρέπει να ενεργοποιηθεί η ολοκλήρωση δραστηριότητα στη ρυθμίσεις του Moodle, στο μάθημα και στην ίδια τη δραστηριότητα.

source: You must complete first the activity to solve
el: Θα πρέπει πρώτα να ολοκληρώσετε την δραστηριότητα για να λύσετε

source: The activity is not available yet
el: Η δραστηριότητα δεν είναι ακόμα διαθέσιμη

source: Add
el: Προσθέστε

source: Adding stage
el: Προστίθεται στάδιο

source: Add one or more roads to be followed by your students.
el: Προσθέστε μία ή περισσότερες διαδρομές που θα ακολουθήσουν οι συμμετέχοντες.

source: Add simple question
el: Προσθέστε απλή ερώτηση

source: Adds a simple question before displaying the clue of this stage
el: Προσθέτει μια απλή ερώτηση προτού εμφανίσει την ένδειξη για αυτό το στάδιο

source: Each road must have two or more stages. Each stage gives a clue to find out the next.
el: Κάθε διαδρομή πρέπει να έχει δύο ή περισσότερα στάδια. Κάθε στάδιο δίνει ένα στοιχείο για να ανακαλύψετε το επόμενο.

# $string['aerialmap']
source: Aerial
el: Δορυφόρος

# $string['aerialview']
source: Aerial
el: Δορυφόρος

source: Allow attempts from
el: Επιτρέπονται προσπάθειες από

source: If enabled, students will not be able to play before this date. If disabled, students will be able to start play right away.
el: Εάν είναι ενεργοποιημένo, οι συμμετέχοντες δεν θα μπορούν να παίξουν πριν από αυτή την ημερομηνία. Αν είναι απενεργοποιημένο, οι συμμετέχοντες θα μπορούν να ξεκινήσουν αμέσως το παιχνίδι.

source: Always show description
el: Η περιγραφή να φαίνεται πάντα

source: If disabled, the Treasure hunt Description above will only become visible to students at the "Allow attempts from" date.
el: Εάν είναι απενεργοποιημένο, η παραπάνω Περιγραφή για το κυνήγι θησαυρού θα γίνει ορατή μόνο στους συμμετέχοντες στην "Επιτρέπονται προσπάθειες από" ημερομηνία.

source: You must first answer the question
el: Πρέπει πρώτα να απαντήσετε στην ερώτηση

source: Are you sure?
el: Είστε σίγουρος;

source: Attempt
el: Προσπάθεια

source: Treasure hunt attempts deleted
el: Οι προσπάθειες για το κυνήγι θησαυρού διαγράφηκαν

source: While playing, you can geolocate yourself using the GPS of your device with this button. Please, give permissions to use "location" when asked.
el: Κατά τη διάρκεια του παιχνιδιού, μπορείτε να τοποθετήσετε τον εαυτό σας γεωγραφικά χρησιμοποιώντας το GPS της συσκευής σας με αυτό το κουμπί. Παραχωρήστε δικαιώματα χρήσης "τοποθεσίας" όταν σας ζητηθεί.

source: Availability
el: Διαθεσιμότητα

source: Back
el: Πίσω

source: Back to the course
el: Επιστροφή στο μάθημα

source: Base maps
el: Βασικοί χάρτες

source: Cancel
el: Άκυρο

source: The game mode has changed to play in groups
el: Η λειτουργία παιχνιδιού έχει αλλάξει σε Παιχνίδι με Ομάδες

source: The game mode has changed to individual play
el: Η λειτουργία παιχνιδιού έχει αλλάξει σε Ατομικό Παιχνίδι

source: The game mode has changed to dinamyc play
el: Η λειτουργία παιχνιδιού έχει αλλάξει σε Δυναμικό Παιχνίδι

source: The game mode has changed to static play
el: Η λειτουργία παιχνιδιού έχει αλλάξει σε Στατικό Παιχνίδι

source: Reset the Treasure Hunt
el: Επαναφορά δεδομένων για το Κυνήγι Θησαυρού

source: Beware this action. All activity recorded will be deleted if you continue. Usually, this action is only needed if you need to change the number og roads or stages but the activity is blocked because someone has started to play the game.
el: ΠΡΟΣΟΧΗ με αυτή την ενέργεια. Όλες οι καταγεγραμμένες δραστηριότητες θα διαγραφούν εάν συνεχίσετε. Συνήθως η ενέργεια αυτή είναι απαραίτητη μόνο εάν πρέπει να αλλάξετε τον αριθμό των διαδρομών ή των σταδίων, αλλά η δραστηριότητα είναι μπλοκαρισμένη, επειδή κάποιος έχει αρχίσει να παίζει το παιχνίδι.

source: The activity has been reset. All activity of the participants has benn deleted.
el: Πραγματοποιήθηκε επαναφορά δραστηριότητας. Όλες οι δραστηριότητες των συμμετεχόντων έχουν διαγραφεί.

source: The values you set here define the default values that are used in the settings form when you create a new treasure hunt.
el: Οι τιμές που εισάγετε εδώ ορίζουν τις προεπιλεγμένες τιμές που χρησιμοποιούνται στη φόρμα ρυθμίσεων όταν δημιουργήστε ένα νέο κυνήγι θησαυρού.

source: The default grade that the treasure hunt grade is scaled to be out of.
el: Ο προκαθορισμένος βαθμός από τον οποίο προκύπτει αναλογικά ο βαθμός για το Κυνήγι Θησαυρού.

source: Confirm
el: Επιβεβαίωση

source: The stage was successfully removed
el: Το στάδιο διαγράφηκε επιτυχώς

source: Continue
el: Συνέχεια

source: Correct answer.
el: Σωστή απάντηση.

source: Cut-off date
el: Ημερομηνία λήξης προθεσμίας

source: Cut-off date must be after the allow submissions from date.
el: Η ημερομηνία λήξης προθεσμίας πρέπει να είναι μεταγενέστερη της ημερομηνίας Επιτρέπονται Υποβολές από .

source: If set, the treasure hunt will not accept attempts after this date without an extension.
el: Αν οριστεί, το Κυνήγι Θησαυρού δεν δέχεται προσπάθειες μετά από αυτή την ημερομηνία χωρίς επέκταση.

source: End
el: Τέλος

source: Enjoy making exciting games for your students!
el: Απολαύστε τη δημιουργία συναρπαστικών παιχνίδιών για τους χρήστες σας!

source: Editing road
el: Γίνεται επεγεργασία της διαδρομής

source: Editing stage
el: Γίνεται επεξεργασία του σταδίου

source: Editing treasure hunt
el: Γίνεται επεγεργασία του Κυνηγιού Θησαυρού

source: Edition panel
el: Πίνακας έκδοσης

source: To enable the geometry creation and the buttons in the edition panel the stage you want to edit must be selected
el: Για να ενεργοποιήσετε τη δημιουργία γεωμετρίας και τον πίνακα έκδοσης πρέπει να επιλέξετε τη διαδρομή που θέλετε να επεξεργαστείτε

# $string['editroad']
source: Edit road
el: Επεξεργασία διαδρομής

# $string['editstage']
source: Edit stage
el: Επεξεργασία Σταδίου

source: Change roads and stages
el: Τροποποίηση διαδρομής και σταδίων

source: You must select a correct answer
el: Πρέπει να επιλέξετε μια σωστή απάντηση

source: Correct answer is set, but the answer is blank
el: Η σωστή απάντηση έχει οριστεί, αλλά η απάντηση είναι κενή

source: All stages must have at least one geometry so that the road is valid
el: Όλα τα στάδια πρέπει να έχουν τουλάχιστον μία γεωμετρία έτσι ώστε η διαδρομή να είναι έγκυρη

source: There must be only one correct answer
el: Πρέπει να υπάρχει μόνο μία σωστή απάντηση

source: You must enter a valid decimal number
el: Πρέπει να εισαγάγετε έναν έγκυρο δεκαδικό αριθμό

source: Error
el: Σφάλμα

source: The penalty can not be greater than 100
el: Η ποινή δεν μπορεί να είναι μεγαλύτερη από 100

source: The penalty can not be less than 0
el: Η ποινή δεν μπορεί να είναι μικρότερη από 0

source: The road has been updated while you was sending the answer, try again
el: Τροποποιήθηκαν τα δεδομένα της διαδρομής ενώ στέλνατε την απάντηση, προσπαθήστε ξανά

source: The road has been updated while you was sending the location, try again
el: Τροποποιήθηκαν τα δεδομένα της διαδρομής καθώς στέλνατε την τοποθεσία, προσπαθήστε ξανά

source: There must be at least two stages that have at least one geometry so that the road is valid
el: Πρέπει να υπάρχουν τουλάχιστον δύο στάδια που να έχουν τουλάχιστον μία γεωμετρία ώστε η διαδρομή να είναι έγκυρη

source: Attempt submitted
el: Η προσπάθεια υποβλήθηκε

source: Road created
el: Η διαδρομή δημιουργήθηκε

source: Road deleted
el: Η διαδρομή διαγράφηκε

source: Road updated
el: Η διαδρομή ενημερώθηκε

source: Stage created
el: Το στάδιο δημιουργήθηκε

source: Stage deleted
el: Το στάδιο διαγράφηκε

source: Stage updated
el: Το στάδιο ενημερώθηκε

source: Back to Course
el: Επιστροφή στο μάθημα

source: Failed location
el: Αποτυχημένη τοποθεσία

source: It is not the right place
el: Δεν είναι το σωστό μέρος

source: Game mode: {$a}
el: Λειτουργία παιχνιδιού: {$a}

source: Game update time
el: Χρόνος ενημέρωσης παιχνιδιού

source: Time interval in seconds between a user's game update and another. The larger, less update requests should be made, but more time passes to report a possible change. It must be greater than 0 seconds, but the time will be set by default.
el: Χρονικό διάστημα σε δευτερόλεπτα που μεσολαβεί μεταξύ μίας ενημέρωσης παιχνιδιού από τον ένα χρήστη στον άλλο. Όσο μεγαλύτερo είναι, τόσο λιγότερα αιτήματα ενημέρωσης απαιτούνται να γίνουν, αλλά χρειάζεται περισσότερο χρόνο για να αναφερθεί πιθανή αλλαγή. Πρέπει να είναι μεγαλύτερο από 0 δευτερόλεπτα, αλλά ο χρόνος θα είναι εξ ορισμού προκαθορισμένος.

source: To play this game your geolocation is needed. <p>To activate it go to your browser Settings->Site settings->Location and remove the eviction for this site. <p>Please reload this page and answer "YES" when your browser asks you if you want to share your location. <p>In order to use the GPS to locate this device during the Treasurehunt, the server must be accessed by secure HTTPS URLs. In other case, only "Play without moving" mode can be used and the players need to point manually each stage on the map. Please contact your administrator if you can't solve this problem.
el: Για να παίξετε αυτό το παιχνίδι, απαιτείται η γεωγραφική σας θέση. <p>Για να την ενεργοποιήσετε, μεταβείτε στον φυλλομετρητή σας Ρυθμίσεις->Ρυθμίσεις τοποθεσίας->Τοποθεσία και καταργήστε την εξαίρεση για αυτόν τον ιστότοπο.<p>Ανανεώστε αυτή τη σελίδα και απαντήστε "YES" όταν το πρόγραμμα περιήγησης σας ρωτήσει εάν θέλετε να μοιραστείτε την τοποθεσία σας.

source: This application needs geolocation.
el: Αυτή η εφαρμογή χρειάζεται γεωγραφική θέση.

source: {$a->rawscore}-{$a->penalization}%: You ended the huntg at {$a->yourtime}. The best time was at{$a->besttime}. You penalizes {$a->penalization}% due to {$a->nolocationsfailed} wrong places, and {$a->noanswersfailed} wrong answers.
el: {$a->rawscore}-{$a->penalization}%: Τελειώσατε το κυνήγι στις {$a->yourtime}. Ο καλύτερος χρόνος ήταν στις {$a->besttime}. Έχετε ποινή {$a->penalization}% λόγω {$a->nolocationsfailed} λανθασμένων τοποθεσιών, και {$a->noanswersfailed} εσφαλμένων απαντήσεων.

source: {$a->rawscore}-{$a->penalization}%: You discovered {$a->nosuccessfulstages} stages in position {$a->position}. You penalizes {$a->penalization}% due to {$a->nolocationsfailed} wrong places, and {$a->noanswersfailed} wrong answers.
el: {$a->rawscore}-{$a->penalization}%: Ανακαλύψατε {$a->nosuccessfulstages} στάδια στη θέση {$a->position}. Έχετε ποινή {$a->penalization}% λόγω {$a->nolocationsfailed} λανθασμένων τοποθεσιών, και {$a->noanswersfailed} εσφαλμένων απαντήσεων.

source: {$a->rawscore}-{$a->penalization}%: You discovered {$a->nosuccessfulstages} out of {$a->nostages} stages. You penalizes {$a->penalization}% due to {$a->nolocationsfailed} wrong places, and {$a->noanswersfailed} wrong answers.
el: {$a->rawscore}-{$a->penalization}%: Ανακαλύψατε {$a->nosuccessfulstages} από {$a->nostages} στάδια. Έχετε ποινή {$a->penalization}% λόγω {$a->nolocationsfailed} λανθασμένων τοποθεσιών, και {$a->noanswersfailed} εσφαλμένων απαντήσεων.

source: {$a->rawscore}-{$a->penalization}%: You needed {$a->yourtime} to complete the hunt. The best time was {$a->besttime}. You penalizes {$a->penalization}% due to {$a->nolocationsfailed} wrong places, and {$a->noanswersfailed} wrong answers.
el: {$a->rawscore}-{$a->penalization}%: Απαιτείται {$a->yourtime} να ολοκληρώσετε το κυνήγι. Ο καλύτερος χρόνος ήταν {$a->besttime}. Έχετε ποινή {$a->penalization}% λόγω {$a->nolocationsfailed} λανθασμένων τοποθεσιών, και {$a->noanswersfailed} εσφαλμένων απαντήσεων.

source: Unfinished hunt, receives 50% of score from stages: {$a->rawscore}-{$a->penalization}%: You discovered {$a->nosuccessfulstages} out of {$a->nostages} stages. You penalizes {$a->penalization}% due to {$a->nolocationsfailed} wrong places, and {$a->noanswersfailed} wrong answers.
el: Hμιτελές κυνήγι, λαμβάνετε το 50% της βαθμολογίας από τα στάδια: {$a->rawscore}-{$a->penalization}%: Ανακαλύψατε {$a->nosuccessfulstages} από {$a->nostages} στάδια. Έχετε ποινή {$a->penalization}% λόγω {$a->nolocationsfailed} λανθασμένων τοποθεσιών, και {$a->noanswersfailed} εσφαλμένων απαντήσεων.

source: Grade from duration of the hunt
el: Βαθμός από τη διάρκεια του κυνηγιού

source: Grade from position
el: Βαθμός από τοποθεσίες

source: Grade from stages
el: Βαθμός από στάδια

source: Grade from finishing time
el: Βαθμός από το χρόνο τερματισμού

source: Grading method
el: Μέθοδος βαθμολόγησης

source: <P><B>Grade from stages</B><P> <UL> <P>Each player (or team) scores proportionally by number of stages solved, being 100% when a road is completely solved, and 0% when no stage is solved.</UL> <P><B>Grade from duration of the hunt</B><P> <UL> <P>The hunter who ends the road in less time wins the hunt and marks the best time. The time is measured from the moment in which the starting stage of the road is unlocked. This means that the participants can play at different moments. The grade is calculated by interpolating the finishing time being 50% the end time of the hunt and 100% the best finishing time. The players that did not finish the hunt receive a grade under 50 calculated just by the number of stages solved.</UL> <P><B>Grade from finishing time</B><P> <UL> <P>The hunter who ends first is the winner of the hunt. It is assumed that every hunter plays simultaneously. The grade is calculated by interpolating the finishing time being 50% the end time of the hunt and 100% the best finishing time. The players that did not finish the hunt receive a grade under 50 calculated just by the number of stages solved.</UL> <P><B>Grade from position</B><P> <UL> <P>The score is calculated by interpolating the position in the ranking, being 100% the score for the first player and 50% for the last player. The players that did not finish the hunt receive a grade under 50% calculated just by the number of stages solved.</UL>
el: <P><B>Βαθμός από στάδια</B><P> <UL> <P>Κάθε παίκτης (ή ομάδα) βαθμολογείται ανάλογα με τον αριθμό των σταδίων που επιλύονται, 100% όταν μία διαδρομή ολοκληρώθηκε και 0% όταν κανένα στάδιο δεν επιλύθηκε .</UL> <P><B>Βαθμός από τη διάρκεια του κυνηγιού</B><P> <UL> <P>Ο παίχτης που ολοκληρώνει τη διαδρομή σε λιγότερο χρόνο, κερδίζει το παιχνίδι και σημειώνει τον καλύτερο χρόνο. Ο χρόνος μετράται από τη στιγμή που το πρώτο στάδιο της διαδρομής ξεκλειδώνεται. Αυτό σημαίνει ότι οι συμμετέχοντες μπορούν να παίξουν σε διαφορετικές στιγμές. Ο βαθμός υπολογίζεται με παρεμβολή του χρόνου ολοκλήρωσης του κυνηγιού, όπου το 50% της καλύτερης βαθμολογίας λαμβάνεται ως ο χειρότερος καταληκτικός χρόνος και το 100% της καλύτερης βαθμολογίας ως ο καλύτερος χρόνος. Οι παίχτες που δεν ολοκλήρωσαν το κυνήγι λαμβάνουν βαθμό κάτω από 50 ο οποίος υπολογίζεται μόνο από τον αριθμό των σταδίων που επιλύθηκαν.</UL> <P><B>Βαθμός από την ώρα τερματισμού</B><P> <UL> <P>Ο παίχτης που τελειώνει πρώτος είναι ο νικητής του κυνηγιού. Θεωρείται ότι κάθε παίχτης παίζει ταυτόχρονα. Ο βαθμός υπολογίζεται με παρεμβολή του χρόνου ολοκλήρωσης του κυνηγιού, όπου το 50% του καλύτερου χρονου λαμβάνεται ως ο χειρότερος καταληκτικός χρόνος και το 100% του καλύτερου χρόνου ως ο καλύτερος χρόνος. Οι παίχτες που δεν ολοκλήρωσαν το κυνήγι λαμβάνουν βαθμό κάτω από 50 ο οποίος υπολογίζεται μόνο από τον αριθμό των σταδίων που επιλύθηκαν.</UL> <P><B>Βαθμός από κατάταξη</B><P> <UL> <P>Ο βαθμός υπολογίζεται με παρεμβολή της θέσης στην κατάταξη, όπου 100% είναι το σκορ του πρώτου παίχτη και 50% του τελευταίου. Οι παίχτες που δεν ολοκλήρωσαν το κυνήγι λαμβάνουν βαθμό κάτω από 50 ο οποίος υπολογίζεται μόνο από τον αριθμό των σταδίων που επιλύθηκαν.</UL>

source: Grading method: {$a->type}. Location penalization: {$a->gradepenlocation}%. Answer penalization: {$a->gradepenanswer}%
el: Μέθοδος βαθμολόγησης: {$a->type}. Ποινή τοποθεσίας: {$a->gradepenlocation}%. Ποινή απάντησης: {$a->gradepenanswer}%

source: Penalty for failure in answer
el: Ποινή λόγω εσφαλμένης απάντησης

source: Penalty for failure in location
el: Ποινή λόγω εσφαλμένης τοποθεσίας

source: Penalization is expressed in % of the grade. Per example, if penalization is 5.4, a player with 3 failures will penalize his grade by 16.2%, that is, will receive 83.8% of the grade calculated by the rest of the criteria.
el: Η ποινή εκφράζεται σε % του βαθμού. Πχ, αν η ποινή είναι 5.4, ο βαθμός ενός παίχτη με 3 αποτυχίες θα έχει ποινή 16.2%, δηλαδή θα λάβει 83.8% του βαθμού του υπολογιζόμενου με τα υπόλοιπα κριτήρια.

source: Treasure hunt grades deleted
el: Οι βαθμοί για το κυνήγι θησαυρού διαγράφηκαν

source: Grading summary
el: Περίληψη βαθμολογίας

source: Group
el: Ομάδα

source: Activity to end successfully completed by {$a->user} for stage {$a->position} on the date: {$a->date}
el: Δραστηριότητα που ολοκληρώθηκε με επιτυχία από το {$a->user} για το στάδιο {$a->position} στις: {$a->date}

source: Group assigned to the road
el: Ομάδα που έχει ανατεθεί στη διαδρομή

source: Users in this group are assigned to this road when the game starts. If there is only one road and the selected option is "none", all participants in the activity will play for it
el: Τα μέλη αυτής της ομάδας έχουν συσχετισθεί με αυτή τη διαδρομή κατά την έναρξη του παιχνιδιού. Αν υπάρχει μόνο μία διαδρομή και η επιλεγμένη τιμή είναι "none", όλοι οι συμμετέχοντες στη δραστηριότητα θα παίξουν για αυτό

source: Grouping assigned to the road
el: Ομαδοποίηση που έχει συσχετισθεί με τη διαδρομή

source: Groups in this grouping are assigned to this road when the game starts
el: Ομάδες σε αυτήν την ομαδοποίηση έχουν συσχετισθεί με αυτη τη διαδρομή κατά την έναρξη του παιχνιδιού

# $string['groupinvalidroad']
source: {$a} has assigned an invalid road.
el: {$a} έχει συσχετισθεί με μη έγκυρη διαδρομή.

source: Failed location by {$a->user} of stage {$a->position} on the date: {$a->date}
el: Εσφαλμένη τοποθεσία από τον παιχτη {$a->user} στο στάδιο {$a->position} στις: {$a->date}

source: Succesful location by {$a->user} of stage {$a->position} on the date: {$a->date}
el: Επιτυχής τοποθεσία από τον παιχτη {$a->user} στο στάδιο {$a->position} στις: {$a->date}

source: Students play in groups
el: Οι παίχτες παίζουν σε ομάδες

source: If enabled students will be divided into groups based on the configuration of course groups. A group game will be shared among group members and they will see the changes in the game.
el: Αν είναι ενεργοποιημένο οι μαθητές θα χωριστούν σε ομάδες με βάση τις ρυθμίσειω των ομάδων του κυνηγιού. Ένα ομαδικό παιχνίδι θα μοιραστεί μεταξύ των μελών της ομάδας και θα ενημερώνονται για τις αλλαγές του παιχνιδιού.

# $string['groupmultipleroads']
source: {$a} has more than one road assigned.
el: {$a} έχει περισσότερες από μία διαδρομές ανατεθειμένες.

source: Failed answer by {$a->user} to the question of stage {$a->position} on the date: {$a->date}
el: Εσφαλμένη απάντηση από τον {$a->user} στην ερώτηση του σταδίου {$a->position} στις: {$a->date}

source: Succesful answer by {$a->user} to the question of stage {$a->position} on the date: {$a->date}
el: Επιτυχής απάντηση από τον {$a->user} στην ερώτηση του σταδίου {$a->position} στις: {$a->date}

source: Groups
el: Ομάδες

source: Stage {$a->position} overcome by {$a->user} on the date: {$a->date}
el: Το στάδιο {$a->position} ολοκληρώθηκε από τον {$a->user} στις: {$a->date}

source: Hello
el: Χαίρετε

source: Historical attempts of {$a}
el: Ιστορικό προσπαθειών {$a}

source: History
el: Ιστορικό

source: You have already completed this treasure hunt
el: Έχετε ήδη ολοκληρώσει αυτό το κυνήγι θησαυρού

source: Incorrect answer.
el: Λανθασμένη απάντηση.

source: Info
el: Πληροφορίες

source: Validate location of this stage
el: Επικυρώστε την τοποθεσία για αυτό το σταδίο

source: Assigned road is not validated
el: Η ανατεθειμένη διαδρομή δεν είναι επικυρωμένη

source: The road is not validated
el: Η διαδρομή δεν είναι επικυρωμένη

source: In this panel you can find out your last successfull stage. It can be yours of your group's successfull stage.
el: Σε αυτόν τον πίνακα μπορείτε να διαπιστώσετε το τελευταίο σας επιτυχημένο στάδιο. Μπορεί να είναι το δικό σας ή της ομάδας σας.

source: Layers
el: Επίπεδα

source: Loading
el: Φόρτωση

source: You must perform the activity '<strong>{$a}</strong>' to unlock the clue
el: Πρέπει να εκτελέσετε τη δραστηριότητα '<strong>{$a}</strong>' για να ξεκλειδώσετε την ένδειξη

source: You must perform the activity '<strong>{$a}</strong>' and correctly answer the following question to unlock the clue
el: Πρέπει να εκτελέσετε τη δραστηριότητα '<strong>{$a}</strong>' και να απαντήσετε σωστά στην παρακάτω ερώτηση για να ξεκλειδώσετε την ένδειξη

source: Locked clue
el: Κλειδωμένο στοιχείο

source: You must correctly answer the following question to unlock the clue
el: να απαντήσετε σωστά στην παρακάτω ερώτηση για να ξεκλειδώσετε την ένδειξη

source: Lock time editing
el: Κλείδωμα επεξεργασίας χρόνου

source: Time in seconds for which a user can edit an instance without renewing the lock. The larger, fewer requests for renewal lock must be made, but more time is locked the edit page once the user has finished. It must be greater than 5 seconds, but the time will be set by default.
el: Ο χρόνος σε δευτερόλεπτα για τον οποίο ο χρήστης μπορεί να επεξεργαστεί μία περίπτωση χωρίς να γίνει ανανέωση του κλείδωματος. Όσο πιο μεγάλη η τιμή, τόσο λιγότερα αιτήματα για ανανέωση κλειδώματος χρειάζεται να γίνουν, αλλά η σελίδα επεξεργασίας θα είναι κλειδωμένη για περισσότερο χρόνο, από τι στιγμή που ο χρήστης θα τελειώσει Πρέπει να είναι μεγαλύτερο από 5 δευτερόλεπτα, αλλά ο χρόνος θα οριστεί από προεπιλογή.

source: In this map you can see all attempts o this geolocated game! Passed stages are marked with <img src="pix/success_mark.png" width="28"/> and failed stages with <img src="pix/failure_mark.png" width="28"/>
el: Σε αυτό το χάρτη μπορείτε να δείτε όλες τις προσπάθειες αυτού του γεωχωρικού παιχνιδιού! Τα ολοκληρωμένα στάδια σημειώνονται με <img src="pix/success_mark.png" width="28"/> και τα αποτυχημένα στάδια με <img src="pix/failure_mark.png" width="28"/>

source: In this map you can manage all the components of a funny geolocated game!
el: Στον χάρτη αυτό μπορείτε να διαχειριστείτε όλα τα στοιχεία ενός ευχάριστου παιχνιδιού με γεωχωρικά δεδομένα!

source: Map view
el: Προβολή χάρτη

source: Modify
el: Τροποποίηση

# $string['modulename']
source: Treasure Hunt
el: Κυνήγι θησαυρού

source: This module will be used to perform an activity geolocation. Outdoor, indoor and virtual-map treasure-chases with geolocation and QR codes. This module for Moodle allows to organize outdoor-serious-games with your students. TreasureHunt implements a browser-based play application (no need to install any native app) and a geographical editor for encoding the stages of the game. The game can be configured with a range of options that make the module to be very flexible and useful in many situations: individual/team, moving/desktop-marking, scoring from time, position, completion, etc. <p><b><a href = "https://juacas.github.io/moodle-mod_treasurehunt/index.html">More info and step-by-step tutorial in this online presentation.</a></b></p>
el: Αυτή η ενότητα θα χρησιμοποιηθεί για την πραγματοποίηση μιας δραστηριότητας με γεωγραφικά δεδομένα

source: Treasure Hunts
el: Κυνήγι Θησαυρού

source: Moving play
el: Παιχνίδι με κίνηση

source: You have assigned more than one road, so you can not play the activity.
el: Έχουν ανατεθεί στην ομάδα σας περισσότερες της μίας διαδρομές, επομένως δεν μπορείτε να συμμετάσχετε στη δραστηριότητα.
