Repository: eellak/moodle-po
Catalog: po-*/userkey.po
Languages: el

source: Create a new user key
el: Δημιουργία νέου κλειδιού χρήστη

source: Create user key
el: Δημιουργία κλειδιού χρήστη

source: Do you really want to delete this user key?
el: Θέλετε σίγουρα να διαγράψετε αυτό το κλειδί χρήστη;

source: Edit user key
el: Επεξεργασία κλειδιού χρήστη

source: Key IP restriction
el: Περιορισμοί IP διεύθυνσης για το κλειδί

source: Key manager
el: Διαχείριση κλειδιών

source: Key valid until
el: Το κλειδί ισχύει μέχρι

source: Key value
el: Τιμή κλειδιού

source: New user key
el: Νέο κλειδί χρήστη

source: User key
el: Κλειδί χρήστη

source: Select a saved key that will give users access to the data published by this export plugin, without having to log into Moodle. Select "Create a new user key" to generate a new key when submitting this form.
el: Επιλέξτε ένα αποθηκευμένο κλειδί που θα δώσει στους χρήστες πρόσβαση στα δεδομένα που έχουν δημοσιευθεί από αυτή την υπομονάδα λογισμικού εξαγωγής, χωρίς να απαιτείται σύνδεση στο Moodle. Επιλέξτε το `δημιουργία ενός νέου κλειδιού χρήστη` για να δημιουργήσετε ένα νέο κλειδί όταν υποβάλλετε αυτή τη φόρμα.

source: User keys
el: Κλειδιά χρηστών
