Repository: eellak/moodle-po
Catalog: po-*/workshopform_numerrors.po
Languages: el

source: The default word describing the negative assessment of an assertion.
el: Η πρεοεπιλεγμένη λέξη που περιγράφει την αρνητική αξιολόγηση μιας δήλωσης.

source: The default word describing the positive assessment of an assertion.
el: Η προεπιλεγμένη λέξη που περιγράφει την θετική αξιολόγηση μιας δήλωσης.

source: Comment
el: Σχόλιο

source: Comment for {$a}
el: Σχόλιο για {$a}

source: Description
el: Περιγραφή

source: Grade
el: Βαθμός

source: Weight
el: Βάρος

source: Word for the error
el: Λέξη για το λάθος

source: No
el: Όχι

source: Word for the success
el: Λέξη για την επιτυχία

source: Yes
el: Ναι

source: Grade for submission
el: Βαθμός για την υποβολή

source: Number of errors
el: Αριθμός λαθών
